Repository: FreeDownloadManagerTeam/FDM6-localization
Catalog: main/fdm_cz.po
Languages: cs_cz

# SslDialog|
source: Accept the risk and download
cs_cz: Přijměte riziko a stáhněte si

# SslDialog|
source: Cancel
cs_cz: Zrušit

# SslDialog|
source: Security risk
cs_cz: Bezpečnostní riziko

# SslDialog|
source: Continue
cs_cz: Pokračovat

# StatusItem|
source: Checking files
cs_cz: Kontrola souborů

# StatusItem|
source: Merging media streams
cs_cz: Slučování mediálních proudů

# StatusItem|
source: Queued
cs_cz: Fronta

# StatusItem|
source: Requesting info
cs_cz: Žádost o informace

# StatusItem|
source: Unknown file size
cs_cz: Neznámá velikost souboru

# StatusItem|
source: Paused
cs_cz: Pauza

# StatusItem|
source: Completed
cs_cz: Dokončeno

# StopDownloadDialog|
source: Pause download
cs_cz: Pozastavení stahování

# StopDownloadDialog|
source: The download(s) below can't be resumed after pausing.
cs_cz: Níže uvedené stahování nelze po pozastavení obnovit.

# StopDownloadDialog|
source: Pause
cs_cz: Pauza

# StopDownloadDialog|
source: Cancel
cs_cz: Zrušit

# StopDownloadDialog|
source: This download can't be resumed after pausing
cs_cz: Stahování nelze po pozastavení obnovit.

# StopDownloadDialog|
source: The download(s) below can't be resumed after pausing
cs_cz: Níže uvedené stahování nelze po pozastavení obnovit.

# Subtitles|
source: Download subtitles
cs_cz: Stáhnout titulky

# Subtitles|
source: Edit list
cs_cz: Upravit seznam

# TagMenu|
source: Edit
cs_cz: Upravit

# TagMenu|
source: Remove
cs_cz: Odstranění stránky

# TagPalette|
source: Customize color
cs_cz: Přizpůsobení barvy

# ThemeComboBox|
source: System
cs_cz: Systém

# ThemeComboBox|
source: Light
cs_cz: Světlo

# Toast|
source: Please grant camera permission to use the QR scanner
cs_cz: Udělte fotoaparátu povolení k použití skeneru QR

# TrafficLimitsSettings|
source: Traffic Limits
cs_cz: Dopravní limity

# TrafficLimitsSettings|
source: Low
cs_cz: Nízká

# TrafficLimitsSettings|
source: Medium
cs_cz: Střední

# TrafficLimitsSettings|
source: High
cs_cz: Vysoká

# TrafficLimitsSettings|
source: Download speed
cs_cz: Rychlost stahování

# TrafficLimitsSettings|
source: Upload speed
cs_cz: Rychlost odesílání

# TrafficLimitsSettings|
source: Maximum number of connections
cs_cz: Maximální počet připojení

# TrafficLimitsSettings|
source: Maximum number of connections per server
cs_cz: Maximální počet připojení na server

# TrafficLimitsSettings|
source: Maximum number of simultaneous downloads
cs_cz: Maximální počet souběžných stahování

# TrafficLimitsSettings|
source: Invalid traffic limits settings
cs_cz: Neplatné nastavení limitů provozu

# TrafficLimitsSettings|
source: Traffic limits
cs_cz: Dopravní omezení

# TumComboBox|
source: Unlimited
cs_cz: Neomezené

# TumComboBox|
source: unlimited
cs_cz: neomezené

# TumComboBox|
source: Download: %1, Upload: %2
cs_cz: Stáhnout: %1, Nahrát: %2

# TumComboBox|
source: High
cs_cz: Vysoká

# TumComboBox|
source: Medium
cs_cz: Střední

# TumComboBox|
source: Low
cs_cz: Nízká

# TumMaxURatioComboBox|
source: Unlimited
cs_cz: Neomezené

# TumMaxURatioComboBox|
source: Custom...
cs_cz: Vlastní...

# TumMaxURatioComboBox|
source: Please enter numbers only
cs_cz: Zadávejte prosím pouze čísla

# TumModeBlock|
source: Download speed
cs_cz: Rychlost stahování

# TumModeBlock|
source: Unlimited
cs_cz: Neomezené

# TumModeBlock|
source: Max. number of simultaneous downloads
cs_cz: Maximální počet současných stahování

# TumModeBlock|
source: Snail mode
cs_cz: Režim Snail

# TumModeBlock|
source: Frees bandwidth without stopping downloads.
cs_cz: Uvolňuje šířku pásma bez zastavení stahování.

# TumModeDialog|
source: Change traffic limits
cs_cz: Změna dopravních omezení

# TumSettingTextField|
source: Can't be greater than %1
cs_cz: Nemůže být větší než %1

# TuneAndAddDownloadDialog|
source: New download
cs_cz: Nový soubor ke stažení

# TuneAndAddDownloadPage|
source: New file
cs_cz: Nový soubor

# TuneAndAddDownloadPage|
source: Download
cs_cz: Stáhnout

# TuneAndAddDownloadPage|
source: Save to
cs_cz: Uložit do

# TuneAndAddDownloadPage|
source: File name
cs_cz: Název souboru

# TuneAndAddDownloadPage|
source: No write access to the selected directory
cs_cz: Žádný přístup k zápisu do vybraného adresáře

# TuneAndAddDownloadPage|
source: Size: %1 (Disk space: %2)
cs_cz: Velikost: %1 (Místo na disku: %2)

# TuneAndAddDownloadPage|
source: Size: %1
cs_cz: Velikost: %1

# UpdateDialog|
source: Checking for updates...
cs_cz: Kontrola aktualizací...

# UpdateDialog|
source: Error:
cs_cz: Chyba:

# UpdateDialog|
source: Retry
cs_cz: Opakování

# UpdateDialog|
source: Cancel
cs_cz: Zrušit

# UpdateDialog|
source: New version is available
cs_cz: Nová verze je k dispozici

# UpdateDialog|
source: What's new in %1
cs_cz: Co je nového v %1

# UpdateDialog|
source: Update
cs_cz: Aktualizace

# UpdateDialog|
source: %1 is up to date
cs_cz: %1 je aktuální

# UpdateDialog|
source: Downloading update
cs_cz: Stahování aktualizace

# UpdateDialog|
source: Error downloading update:
cs_cz: Chyba při stahování aktualizace:

# UpdateDialog|
source: Checking...
cs_cz: Kontrola...

# UpdateDialog|
source: Update downloaded
cs_cz: Stažená aktualizace

# UpdateDialog|
source: Install update
cs_cz: Instalace aktualizace

# UpdateDialog|
source: Installing updates
cs_cz: Instalace aktualizací

# UpdateDialog|
source: Error occurred during installation:
cs_cz: Při instalaci došlo k chybě:

# UpdateDialog|
source: Relaunch %1 to update
cs_cz: Opětovné spuštění %1 pro aktualizaci

# UpdateDialog|
source: Relaunch
cs_cz: Opětovné spuštění

# UpdateDialog|
source: Later
cs_cz: Později

# UpdateDialog|
source: Check for updates
cs_cz: Zkontrolujte aktualizace

# VideoQuality|
source: Quality:
cs_cz: Kvalita:

# VoteBlock|
source: Enjoy %1?
cs_cz: Líbí se vám %1?

# VoteBlock|
source: Not, really
cs_cz: Ne, opravdu ne

# VoteBlock|
source: Yes!
cs_cz: Ano!

# VoteBlock|
source: Thanks a lot! Please rate on Google Play.
cs_cz: Moc děkujeme! Prosím, ohodnoťte na Google Play.

# VoteBlock|
source: Later
cs_cz: Později

# VoteBlock|
source: No, thanks
cs_cz: Ne, děkuji.

# VoteBlock|
source: OK, sure!
cs_cz: Dobře, jistě!

# VoteBlock|
source: Let's make it better together! Give us your feedback.
cs_cz: Pojďme to společně zlepšit! Dejte nám svůj názor.

# WaitingPage|
source: Loading
cs_cz: Načítání

# WaitingPage|
source: Connection to %1
cs_cz: Připojení k %1

# WaitingPage|
source: Error: %1
cs_cz: Chyba: %1

# WaitingPage|
source: Retry
cs_cz: Opakování

# WaitingPage|
source: Cancel
cs_cz: Zrušit

# WaitingPage|
source: Abort
cs_cz: Přerušit

# WhatsNewDialog|
source: New version is available
cs_cz: Nová verze je k dispozici

# WhatsNewDialog|
source: What's new in %1
cs_cz: Co je nového v %1

# WhatsNewDialog|
source: Update
cs_cz: Aktualizace

# main|
source: Sorry, the report hasn't been sent, an error occurred: %1
cs_cz: Omlouváme se, zpráva nebyla odeslána, došlo k chybě: %1

# main|
source: The report has been sent. Thank you for your cooperation!
cs_cz: Zpráva byla odeslána. Děkujeme za spolupráci!

# main|
source: Remote connection to %1
cs_cz: Vzdálené připojení k %1
