Repository: FreeDownloadManagerTeam/FDM6-localization
Catalog: main/fdm_*.po
Languages: ar, bg, bn, cs_cz, de, es, fa, fi, fr, hi, hu, id, it, ja, lt, lv, my, pl, pt_pt, ro, ru, si, sr, tr, uk, ur_pk, vi

# DownloadsViewStatusItem|
source: Merging media streams
ar: دمج تدفق الوسائط
bg: Сливане на потоци от данни
bn: মিডিয়া স্ট্রীম একত্রিত করা হচ্ছে
cs_cz: Spojování datových proudů
de: Medien-Streams verbinden
es: Combinando medios de transmisión
fa: ادغام جریان رسانه
fi: Yhdistetään mediastriimejä
fr: Fusion des flux de médias
hi: मीडिया स्ट्रीम मर्ज करना
hu: Médiafolyamok egyesítése
id: Menyatukan aliran media
it: Unione flussi multimediali
ja: メディアストリームを結合しています
lt: Medijos srautų sujungimas
lv: Apvieno multivides straumes
my: မီဒီယာ ထုတ်လွှင်မှုများကို ပေါင်းစည်းခြင်း
pl: Scalanie strumieni mediów
pt_pt: Mesclando fluxos de mídia
ro: Îmbinarea fluxurilor media
ru: Слияние медиапотоков
si: මාධ්ය ප්රවාහයන් ඒකාබද්ධ කිරීම
sr: Спајање медијских токова
tr: Ortam akışları birleştiriliyor
uk: Злиття потоків даних
ur_pk: میڈیا اسٹریمز کو ضم کیا جا رہا ہے
vi: Đang hợp nhất các luồng phương tiện

# DownloadsViewStatusItem|
source: Requesting info
ar: طلب المعلومات
bg: Очаквам информация
bn: তথ্যের অনুরোধ করা হচ্ছে
cs_cz: Vyžadování informací
de: Informationen anfordern
es: Solicitando información
fa: در حال درخواست اطلاعات
fi: Pyydetään tietoja
fr: Demande d'infos
hi: जानकारी का अनुरोध
hu: Információ lekérése
id: Meminta informasi
it: Richiesta info
ja: 情報を要求しています
lt: Prašoma informacijos
lv: Pieprasa informāciju
my: ဒေတာများ တောင်းခြင်း
pl: Pobieranie info
pt_pt: Solicitando informações
ro: Solicitare info
ru: Запрос информации
si: තොරතුරු ඉල්ලා සිටීම
sr: Захтевање информација
tr: Bilgi isteniyor
uk: Запит інформації
ur_pk: معلومات طلب کی جا رہی ہیں
vi: Yêu cầu thông tin

# DownloadsViewStatusItem|
source: Unknown file size
ar: حجم الملف غير معروف
bg: Неизв. размер на файла
bn: অজানা ফাইলের আকার
cs_cz: Neznámá velikost souboru
de: Unbekannte Dateigröße
es: Tamaño de archivo desconocido
fa: حجم فایل نامشخص
fi: Tiedostokoko ei tiedossa
fr: Taille du fichier inconnue
hi: अज्ञात फ़ाइल आकार
hu: Ismeretlen fájlméret
id: Ukuran berkas tidak diketahui
it: Dimensione file sconosciuta
ja: 不明なファイルサイズ
lt: Nežinomas failo dydis
lv: Nezināms faila lielums
my: ဖိုင်ပမာဏ မသိ
pl: Nieznany rozmiar pliku
pt_pt: Tamanho do arquivo desconhecido
ro: Dimensiunea fișierului necunoscută
ru: Размер файла неизвестен
si: නොදන්නා ගොනු ප්රමාණය
sr: Непозната величина датотеке
tr: Bilinmeyen dosya boyutu
uk: Розмір файлу невідомий
ur_pk: نامعلوم فائل سائز
vi: Kích thước tệp tin không xác định

# DownloadsViewStatusItem|
source: Paused
ar: متوقف مؤقتا
bg: На пауза
bn: বিরতি দেওয়া হয়েছে
cs_cz: Pozastaveno
de: Angehalten
es: Pausada
fa: متوقف شده‌است
fi: Pysäytetty
fr: En pause
hi: रोके गए
hu: Szüneteltetve
id: Ditunda
it: In pausa
ja: 一時停止
lt: Pristabdyta
lv: Apturēts
my: ရပ်နေ
pl: Wstrzymane
pt_pt: Pausado
ro: Pauzat
ru: Остановлено
si: තාවකාලිකව නවත්වා ඇත
sr: Паузирано
tr: Duraklatıldı
uk: Зупинено
ur_pk: روکا گیا
vi: Đã tạm dừng

# DownloadsViewStatusItem|
source: Complete
ar: مكتمل
bg: Завършено
bn: সম্পূর্ণ
cs_cz: Dokončeno
de: Fertig
es: Completa
fa: کامل شده‌است
fi: Valmis
fr: Terminé
hi: पूरा
hu: Befejezve
id: Selesai
it: Completato
ja: 完了
lt: Užbaigti
lv: Pabeigts
my: ပြီးဆုံး
pl: Zakończone
pt_pt: Concluído
ro: Complet
ru: Завершено
si: සම්පූර්ණ කරන්න
sr: Завршено
tr: Tamamlandı
uk: Завершено
ur_pk: مکمل
vi: Hoàn thành

# DownloadsViewTools|
source: Downloads: %1
it: Downlaod: %1
ro: Descărcări: %1
ru: Закачек: %1

# EditTagDialog|
source: Edit tag
ar: تحرير العلامة
bg: Редактиране на етикет
bn: ট্যাগ সম্পাদনা করুন
cs_cz: Upravit značku
de: Tag bearbeiten
es: Editar etiqueta
fa: ویرایش برچسب
fi: Muokkaa tunnistetta
fr: Modifier l’étiquette
hi: टैग संपादित करें
hu: Címke módosítása
id: Ubah tagar
it: Modifica etichetta
ja: タグの編集
lt: Redaguoti žymą
lv: Rediģēt atzīmi
my: ပူးတွဲကို တည်းဖြတ်ပါ
pl: Edytuj znacznik
pt_pt: Editar etiqueta
ro: Editează eticheta
ru: Править метку
si: ටැගය සංස්කරණය කරන්න
sr: Измени ознаку
tr: Etiketi düzenle
uk: Редагувати тег
ur_pk: ٹیگ میں ترمیم کریں
vi: Chỉnh sửa thẻ

# EditTagDialog|
source: Tag
ar: علامة
bg: Етикет
bn: ট্যাগ
cs_cz: Značka
es: Etiqueta
fa: برچسب
fi: Tunniste
fr: Étiquette
hi: उपनाम
hu: Címke
id: Tagar
it: Etichetta
ja: タグ
lt: Žyma
lv: Atzīme
my: ပူးတွဲ
pl: Znacznik
pt_pt: Etiqueta
ro: Etichetă
ru: Метка
si: ටැගය
sr: Ознака
tr: Etiket
uk: Тег
ur_pk: ٹیگ
vi: Thẻ

# EditTagDialog|
source: Extensions (e.g. "avi mp3")
ar: الامتدادات (مثل "avi mp3")
bg: Разширения (напр. "avi mp3")
bn: এক্সটেনশন (যেমন "avi mp3")
cs_cz: Přípony (např. AVI, MP3…)
de: Dateiendung (z. B. "avi mp3")
es: Extensiones (p. ej. "avi mp3")
fa: پسوند فایل‌ها(به طور مثال "avi. mp3")
fi: Tiedostomuoto (.avi, .mp3, yms.)
fr: Extensions (ex : "avi mp3")
hi: एक्सटेंशन (जैसे "avi mp3")
hu: Kiterjesztések (pl. "avi mp3")
id: Ekstensi (contohnya "avi mp3")
it: Estensioni (es. "avi mp3")
ja: 拡張子 (例 "avi mp3")
lt: Plėtiniai (pvz., „avi mp3“)
lv: Paplašinājumi (piem. "avi mp3")
my: ဖိုင်အမျိုးအစား (ဥပမာ၊ “avi mp3”)
pl: Rozszerzenia (np. "avi mp3")
pt_pt: Extensões (ex. "avi mp3")
ro: Extensii (de exemplu, „avi mp3”)
ru: Расширения (например, «avi mp3»)
si: දිගු (උදා: "avi mp3")
sr: Екстензије (нпр. „avi mp3“)
tr: Uzantılar (örn. "avi mp3")
uk: Розширення (напр. "avi mp3")
ur_pk: ایکسٹینشنز (مثال کے طور پر "avi mp3")
vi: Phần mở rộng (ví dụ: "avi mp3")

# EditTagDialog|
source: Extensions that are automatically assigned with this tag for new downloads
ar: الامتدادات التي تُعين تلقائيا بهذه العلامة للتنزيلات الجديدة
bg: Разширения които се присвояват автоматично с този етикет за нови изтегляния
bn: নতুন ডাউনলোডের জন্য এই ট্যাগের সাথে স্বয়ংক্রিয়ভাবে অ্যাসাইন করা এক্সটেনশন
cs_cz: Přípony, kterým je automaticky přiřazena značka pro nová stahování
de: Dateiendungen, die bei neuen Downloads automatisch mit diesem Tag verknüpft werden
es: Extensiones que están asignadas automáticamente con esta etiqueta para nuevas descargas
fa: افزونه‌هایی که به‌طور خودکار با این برچسب برای دانلودهای جدید اختصاص داده می‌شوند
fi: Uusien latausten tiedostopäätteet, jotka merkitään automaattisesti tällä tunnisteella
fr: Extensions qui sont automatiquement assignées avec cette étiquette pour les nouveaux téléchargements
hi: नए डाउनलोड के लिए इस टैग के साथ स्वचालित रूप से असाइन किए गए एक्सटेंशन
hu: Azok a kiterjesztések, amelyeket automatikusan ehhez a címkéhez rendelnek új letöltésekhez
id: Ekstensi yang otomatis ditetapkan dengan tagar ini untuk unduhan baru
it: Estensioni che vengono assegnate automaticamente con questa etichetta per i nuovi download
ja: 新規ダウンロード時にこのタグを自動的に割り当てる拡張子
lt: Plėtiniai, kurie automatiškai priskiriami šiai žymai naujiems atsisiuntimams
lv: Paplašinājumi, kam ir automātiski piešķirta šī atzīme jaunajām lejupielādēm
my: ဒေါင်းလုပ်အသစ်အတွက် ဒီကပ်တွဲနှင့် ဖိုင်အမျိုးအစားကို အလိုအလျောက် သတ်မှတ်ထားသည်
pl: Rozszerzenia, które będą automatycznie otrzymywać znacznik dla nowych pobrań
pt_pt: Extensões que são atribuídas automaticamente com esta etiqueta para novas transferências
ro: Extensii care sunt atribuite automat cu această etichetă pentru descărcări noi
ru: Расширения, которым автоматически присваивается эта метка для новых загрузок
si: නව බාගැනීම් සඳහා මෙම ටැගය සමඟ ස්වයංක්රීයව පවරා ඇති දිගු
sr: Екстензије које се аутоматски додељују овој ознаци за нова преузимања
tr: Yeni indirmeler için bu etiketle otomatik olarak atanan uzantılar
uk: Розширення, які автоматично присвоюються з цим тегом новим завантаженням
ur_pk: وہ ایکسٹینشن جنہیں نئے ڈاؤن لوڈز کے لیے اس ٹیگ کے ساتھ خودکار طور پر وابستہ کیا جائے گا
vi: Phần mở rộng được tự động gán với thẻ này cho các tải xuống mới

# EditTagDialog|
source: Default download folder
ar: مجلد التنزيل الافتراضي
bg: Папка за изтегляне по подразбиране
bn: ডিফল্ট ডাউনলোড ফোল্ডার
cs_cz: Výchozí složka pro stažené soubory
de: Standard-Downloadordner
es: Carpeta de descarga predeterminada
fa: پوشه پیش‌فرض دانلود
fi: Oletuslatauskansio
fr: Dossier de téléchargement par défaut
hi: डिफ़ॉल्ट डाउनलोड फ़ोल्डर
hu: Alapértelmezett letöltési mappa
id: Folder unduhan standar
it: Cartella predefinita download
ja: 既定のダウンロードフォルダー
lt: Numatytasis atsisiuntimo aplankas
lv: Noklusējuma lejupielāžu mape
my: မူလ ဒေါင်းလုပ်ဖိုင်တွဲ
pl: Domyślny folder pobierania
pt_pt: Pasta de transferência predefinida
ro: Folderul de descărcare implicit
ru: Папка сохранения по умолчанию
si: පෙරනිමි බාගත ෆෝල්ඩරය
sr: Подразумевана фасцикла за преузимање
tr: Varsayılan indirme klasörü
uk: Тека для завантажень
ur_pk: ڈیفالٹ ڈاؤن لوڈ فولڈر
vi: Thư mục tải xuống mặc định

# EditTagDialog|
source: Open
ar: فتح
bg: Отвори
bn: খুলুন
cs_cz: Otevřít
de: Öffnen
es: Abrir
fa: بازکردن
fi: Avaa
fr: Ouvrir
hi: खुला हुआ
hu: Megnyitás
id: Buka
it: Apri
ja: 開く
lt: Atidaryti
lv: Atvērt
my: ဖွင့်
pl: Otwórz
pt_pt: Abrir
ro: Deschide
ru: Открыть
si: විවෘත කරන්න
sr: Отвори
tr: Aç
uk: Відкрити
ur_pk: کھولیں
vi: Mở

# EditTagDialog|
source: Cancel
ar: إلغاء
bg: Отказ
bn: বাতিল করুন
cs_cz: Storno
de: Abbrechen
es: Cancelar
fa: انصراف
fi: Peru
fr: Annuler
hi: रद्द करें
hu: Mégse
id: Batal
it: Annulla
ja: キャンセル
lt: Atšaukti
lv: Atcelt
my: ပယ်ဖျက်
pl: Anuluj
pt_pt: Cancelar
ro: Anulează
ru: Отмена
si: අවලංගු කරන්න
sr: Откажи
tr: İptal
uk: Скасувати
ur_pk: منسوخ کریں
vi: Hủy

# EditTagDialog|
source: Macros
ar: ماكرو
bg: Макроси
bn: ম্যাক্রো
cs_cz: Makra
de: Makros
fa: ماکروها
fi: Makrot
hi: मैक्रो
hu: Makrók
id: Makro
it: Gestisci
ja: マクロ
lt: Makrokomandos
pl: Makra
ro: Macro-uri
ru: Макросы
si: මැක්රොස්
sr: Макрои
tr: Makrolar
uk: Макрос
ur_pk: میکروز

# EditTagDialog|
source: OK
ar: موافق
bn: ওকে
es: Aceptar
fa: تأیید
hi: ठीक है
hu: Rendben
id: BAIK
lt: Gerai
my: အိုကေ
ru: ОК
si: හරි
sr: У реду
tr: Tamam
ur_pk: ٹھیک ہے
vi: Đồng ý

# EnvTools|
source: Low battery
ar: البطارية منخفضة
bg: Изтощена батерия
bn: ব্যাটারীর চার্জ কম
cs_cz: Vybitá baterie
de: Akku niedrig
es: Batería baja
fa: باتری ضعیف
fi: Akku lopussa
fr: Batterie faible
hi: लो बैटरी
hu: Alacsony töltöttségű akkumulátor
id: Baterai lemah
it: Batteria scarica
ja: バッテリーが少なくなっています
lt: Senka baterija
lv: Zems akumulatora līmenis
my: ဘထ္ထရီ အားနည်း
pl: Niski poziom baterii
pt_pt: Bateria fraca
ro: Baterie scăzută
ru: Низкий уровень заряда
si: බැටරි ධාරිතාවය අඩු වී ඇත
sr: Батерија је скоро празна
tr: Düşük pil
uk: Низький заряд
ur_pk: بیٹری کم ہے
vi: Pin yếu

# EnvTools|
source: Data roaming disabled
ar: تعطيل التجوال للبيانات
bg: Мобилните данни при роуминг са забранени
bn: ডেটা রোমিং বন্ধ রয়েছে
cs_cz: Roaming dat je zakázán
de: Datenroaming deaktiviert
es: Itinerancia de datos desactivada
fa: دیتا رومینگ غیرفعال شده‌است
fi: Roaming pois päältä
fr: Itinérance des données désactivée
hi: डेटा रोमिंग अक्षम
hu: Adatbarangolás letiltva
id: Roaming data dimatikan
it: Roaming dati disabilitato
ja: データローミングを無効にしました
lt: Duomenų tarptinklinis ryšys išjungtas
lv: Datu viesabonēšana atspējota
my: ဒေတာ roaming ပိတ်ထားသည်
pl: Wyłączony roaming danych
pt_pt: Roaming de dados desativado
ro: Roaming de date dezactivat
ru: Роуминг данных отключён
si: දත්ත රෝමිං අක්රීය කර ඇත
sr: Роаминг података је искључен
tr: Veri dolaşımı etkisizleştirildi
uk: Роумінг даних вимкнуто
ur_pk: ڈیٹا رومنگ غیر فعال ہے
vi: Chuyển vùng dữ liệu bị tắt

# EnvTools|
source: No Internet connection
ar: لا يوجد اتصال بالإنترنت
bg: Няма интернет връзка
bn: ইন্টারনেট সংযোগ নেই
cs_cz: Žádné připojení k internetu
de: Keine Internetverbindung
es: No hay conexión a Internet
fa: اتصال به اینترنت برقرار نیست
fi: Ei verkkoyhteyttä
fr: Pas de connexion internet
hi: कोई इंटरनेट कनेक्शन नहीं
hu: Nincs internetkapcsolat
id: Tidak ada sambungan internet
it: Nessuna connessione a internet
ja: インターネット接続がありません
lt: Nėra interneto ryšio
lv: Nav interneta savienojuma
my: အင်တာနက် မရပါ
pl: Brak połączenia z Internetem
pt_pt: Sem conexão com a Internet
ro: Fără conexiune de internet
ru: Нет подключения к Интернету
si: අන්තර්ජාල සම්බන්ධතාවයක් නොමැත
sr: Нема интернет везе
tr: İnternet bağlantısı yok
uk: Відсутнє з'єднання з Internet
ur_pk: کوئی انٹرنیٹ کنکشن نہیں ہے
vi: Không gửi được báo cáo.<br>Hãy kiểm tra kết nối Internet của bạn.

# EnvTools|
source: Mobile data use disabled
ar: استخدام شبكة الموبايل معطل
bg: Ползването на мобилна мрежа изключено
bn: মোবাইল ডেটা ব্যবহার বন্ধ রয়েছে
cs_cz: Použití mobilních dat bylo zakázáno
de: Mobile Daten sind deaktiviert
es: Uso de datos móviles deshabilitado
fa: استفاده از داده موبایل غیر فعال است
fi: Mobiilidata pois käytöstä
fr: Usage des données mobiles désactivé
hi: मोबाइल डेटा उपयोग अक्षम
hu: Mobiladat-használat letiltva
id: Penggunaan data seluler dinonaktifkan
it: Uso dati mobili disabilitato
ja: モバイルデータ利用を無効にしました
lt: Mobiliųjų duomenų naudojimas išjungtas
lv: Mobilo datu lietošana atspējota
my: မိုဘိုင်းဒေတာ အသုံးပြုမှုကို ပိတ်ထားသည်
pl: Dane mobilne zostały wyłączonone
pt_pt: Uso de dados móveis desativado
ro: Utilizarea datelor mobile este dezactivată
ru: Использование мобильных данных отключено
si: ජංගම දත්ත භාවිතය අක්රීය කර ඇත
sr: Употреба мобилних података је искључена
tr: Mobil veri kullanımı etkisizleştirildi
uk: Використання мобільних даних вимкнено
ur_pk: موبائل ڈیٹا کا استعمال غیر فعال ہے
vi: Tắt sử dụng dữ liệu di động

# ExistingFileReactionCombobox|
source: Rename
ar: إعادة تسمية
bg: Преименуване
bn: নাম পরিবর্তন করুন
cs_cz: Přejmenovat
de: Umbenennen
es: Renombrar
fa: تغییر نام
fi: Nimeä uudelleen
fr: Renommer
hi: नाम बदलें
hu: Átnevezés
id: Ubah nama
it: Rinomina
ja: 名前を変更
lt: Pervadinti
lv: Pārdēvēt
my: အမည်ပြောင်း
pl: Zmień nazwę
pt_pt: Renomear
ro: Redenumiți
ru: Переименовать
si: නැවත නම් කරන්න
sr: Преименуј
tr: Yeniden adlandır
uk: Перейменувати
ur_pk: نام تبدیل کریں
vi: Đổi tên

# ExistingFileReactionCombobox|
source: Overwrite
ar: الكتابة فوق
bg: Презаписване
bn: ওভাররাইট করুন
cs_cz: Přepsat
de: Überschreiben
es: Sobrescribir
fa: بازنویسی
fi: Päällekirjoita
fr: Écraser
hi: अधिलेखित
hu: Felülírás
id: Timpa
it: Sovrascrivi
ja: 上書き
lt: Perrašyti
lv: Pārrakstīt
my: ထပ်ရေးရန်
pl: Zastąp
pt_pt: Sobrescrever
ro: Suprascrie
ru: Перезаписать
si: නැවත ලියන්න
sr: Препиши
tr: Üzerine yaz
uk: Перезаписати
ur_pk: اوور رائٹ کریں
vi: Ghi đè

# ExistingFileReactionCombobox|
source: Always ask
ar: اسأل دائماً
bg: Запитване винаги
bn: সবসময় জিজ্ঞাসা
cs_cz: Vždy se zeptat
de: Immer fragen
es: Preguntar siempre
fa: همیشه بپرس
fi: Kysy erikseen
fr: Toujours demander
hi: हमेशा पूछिये
hu: Mindig kérdezz
id: Selalu tanyakan
it: Chiedi sempre
ja: 常に確認する
lt: Visada klausti
lv: Vienmēr vaicāt
my: အမြဲမေးရန်
pl: Zawsze pytaj
pt_pt: Sempre perguntar
ro: Întreabă întotdeauna
ru: Всегда спрашивать
si: නිතරම අහන්න
sr: Увек питај
tr: Her zaman sor
uk: Завжди запитувати
ur_pk: ہمیشہ پوچھیں
vi: Luôn luôn hỏi

# ExportDownloadsDialog|
source: Export selected downloads
ar: إستخراج التنزيلات المحددة
bg: Изнасяне на избраните изтегляния
bn: নির্বাচিত ডাউনলোড রপ্তানি করুন
cs_cz: Exportovat vybraná stahování
de: Ausgewählte Downloads exportieren
es: Exportar descargas seleccionadas
fa: صادر کردن دانلودهای انتخاب شده
fi: Vie valitut lataukset
fr: Exporter les téléchargements sélectionnés
hi: चयनित डाउनलोड निर्यात करें
hu: Kiválasztott letöltések exportálása
id: Ekspor unduhan yang dipilih
it: Esporta download selezionati
ja: 選択したダウンロードをエクスポート
lt: Eksportuoti pasirinktus atsisiuntimus
lv: Eksportēt izvēlētās lejupielādes
my: ရွေးထားသည့် ဒေါင်းလုပ်များကို တင်ပို့ပါ
pl: Eksportuj zaznaczone pobrania
pt_pt: Exportar downloads selecionados
ro: Exportați descărcările selectate
ru: Экспорт выбранных загрузок
si: තෝරාගත් බාගැනීම් අපනයනය කරන්න
sr: Извези изабрана преузимања
tr: Seçilen indirmeleri dışa aktar
uk: Експортувати вибрані завантаження
ur_pk: منتخب کردہ ڈاؤن لوڈز ایکسپورٹ کریں
vi: Xuất những tải xuống đã chọn

# ExportDownloadsDialog|
source: Export all downloads
ar: تصدير جميع التنزيلات
bg: Изнасяне на всички изтегляния
bn: সব ডাউনলোড রপ্তানি করুন
cs_cz: Exportovat všechna stahování
de: Alle Downloads exportieren
es: Exportar todas las descargas
fa: صادر کردن تمام دانلودها
fi: Vie kaikki lataukset
fr: Exporter tous les téléchargements
hi: सभी डाउनलोड निर्यात करें
hu: Összes letöltés exportálása
id: Ekspor semua unduhan
it: Esporta tutti i download
ja: すべてのダウンロードをエクスポート
lt: Eksportuoti visus atsisiuntimus
lv: Eksportēt visas lejupielādes
my: ဒေါင်းလုပ်အားလုံးကို တင်ပို့ပါ
pl: Eksportuj wszystkie pobrania
pt_pt: Exportar todos os downloads
ro: Exportați toate descărcările
ru: Экспорт всех загрузок
si: සියලුම බාගත කිරීම් අපනයනය කරන්න
sr: Извези сва преузимања
tr: Tüm indirmeleri dışa aktar
uk: Експортувати всі завантаження
ur_pk: تمام ڈاؤن لوڈز ایکسپورٹ کریں
vi: Xuất tất cả tải xuống

# ExportDownloadsDialog|
source: Save to
ar: حفظ إلى
bg: Запази в
bn: সংরক্ষণ
cs_cz: Uložit do
de: Speichern unter
es: Guardar en
fa: ذخیره در
fi: Tallenna nimellä
fr: Enregistrer vers
hi: को बचाए
hu: Mentés ide
id: Simpan ke
it: Salva in
ja: 保存先
lt: Išsaugoti į
lv: Saglabāt uz
my: သို့ သိမ်းပါ
pl: Zapisz do
pt_pt: Salvar para
ro: Salvează în
ru: Сохранить в
si: මෙතැනට සුරකින්න
sr: Сачувај у
tr: Şuraya kaydet
uk: Зберегти до
ur_pk: یہاں محفوظ کریں
vi: Lưu ở

# ExportDownloadsDialog|
source: Open
ar: فتح
bg: Отвори
bn: খুলুন
cs_cz: Otevřít
de: Öffnen
es: Abrir
fa: باز کردن
fi: Avaa
fr: Ouvrir
hi: खुला हुआ
hu: Megnyitás
id: Buka
it: Apri
ja: 開く
lt: Atidaryti
lv: Atvērt
my: ဖွင့်
pl: Otwórz
pt_pt: Abrir
ro: Deschide
ru: Открыть
si: විවෘත කරන්න
sr: Отвори
tr: Aç
uk: Відкрити
ur_pk: کھولیں
vi: Mở

# ExportDownloadsDialog|
source: Cancel
ar: إلغاء
bg: Отказ
bn: বাতিল করুন
cs_cz: Storno
de: Abbrechen
es: Cancelar
fa: انصراف
fi: Peru
fr: Annuler
hi: रद्द करें
hu: Mégse
id: Batalkan
it: Annulla
ja: キャンセル
lt: Atšaukti
lv: Atcelt
my: ပယ်ဖျက်
pl: Anuluj
pt_pt: Cancelar
ro: Anulează
ru: Отмена
si: අවලංගු කරන්න
sr: Откажи
tr: İptal
uk: Скасувати
ur_pk: منسوخ کریں
vi: Hủy

# ExportDownloadsDialog|
source: All files (%1)
ar: كل الملفات (%1)
bg: Всички файлове (%1)
bn: সমস্ত ফাইল (%1)
cs_cz: Všechny soubory (%1)
de: Alle Dateien (%1)
es: Todos los archivos (%1)
fa: تمام فایل‌ها (%1)
fi: Kaikki tiedostot (%1)
fr: Tous les fichiers (%1)
hi: सभी फ़ाइलें (%1)
hu: Összes fájl (%1)
id: Semua berkas (%1)
it: Tutti i file (%1)
ja: すべてのファイル (%1)
lt: Visi failai (% 1)
lv: Visi faili (%1)
my: ဖိုင်အားလုံး (%1)
pl: Wszystkie pliki (%1)
pt_pt: Todos os arquivos (%1)
ro: Toate fișierele (%1)
ru: Все файлы (%1)
si: සියලුම ගොනු (%1)
sr: Све датотеке (%1)
tr: Tüm dosyalar (%1)
uk: Всі файли (%1)
ur_pk: تمام فائلیں (%1)
vi: Tất cả tệp (%1)

# ExportDownloadsDialog|
source: Export only completed downloads
ar: تصدير التنزيلات المكتملة فقط
bg: Изнасяне само на завършените изтегляния
bn: শুধুমাত্র সম্পন্ন ডাউনলোড রপ্তানি করুন
cs_cz: Exportovat jen dokončená stahování
de: Abgeschlossene Downloads exportieren
es: Exportar solo las descargas completadas
fa: صادر کردن دانلودهای پایان یافته
fi: Vie vain valmistuneet lataukset
fr: Exporter seulement les téléchargements terminés
hi: केवल पूर्ण डाउनलोड निर्यात करें
hu: Csak befejezett letöltések exportálása
id: Ekspor hanya unduhan yang sudah selesai
it: Esporta solo download completati
ja: 完了したダウンロードのみエクスポート
lt: Eksportuokite tik užbaigtus atsisiuntimus
lv: Eksportēt tikai pabeigtās lejupielādes
my: ပြီးသွားသည့် ဒေါင်းလုပ်များသာ တင်ပို့ပါ
pl: Eksportuj tylko zakończone pobierania
pt_pt: Exportar apenas transferências concluídas
ro: Exportați numai descărcările finalizate
ru: Экспортировать только завершённые загрузки
si: සම්පූර්ණ කරන ලද බාගැනීම් පමණක් අපනයනය කරන්න
sr: Извези само завршена преузимања
tr: Sadece seçilen indirmeleri dışa aktar
uk: Експортувати лише завершені завантаження
ur_pk: صرف مکمل شدہ ڈاؤن لوڈز ایکسپورٹ کریں
vi: Chỉ xuất các tải xuống đã hoàn thành

# ExportDownloadsDialog|
source: Export
ar: تصدير
bg: Изнасяне
bn: রপ্তানি
cs_cz: Exportovat
de: Exportieren
es: Exportar
fa: صادر کردن
fi: Vie
fr: Exporter
hi: निर्यात करना
hu: Exportálás
id: Ekspor
it: Esporta
ja: エクスポート
lt: Eksportuoti
lv: Eksportēt
my: တင်ပို့ရန်
pl: Eksportuj
pt_pt: Exportar
ru: Экспорт
si: අපනයනය
sr: Извези
tr: Dışa aktar
uk: Експорт
ur_pk: ایکسپورٹ کریں
vi: Xuất

# ExportDownloadsTypeCombobox|
source: %1 downloads files (%2)
ar: %1 الملفات المنزلة (%2)
bg: %1 изтегляния файлове (%2)
bn: %1 ডাউনলোড ফাইল (%2)
cs_cz: Soubory stahování %1 (%2)
de: %1 Downloaddateien (%2)
es: %1 archivos de descargas (%2)
fa: %1 فایل های دانلودها (%2)
fi: %1 lataustiedostot (%2)
fr: %1 fichiers de téléchargements (%2)
hi: %1 डाउनलोड फ़ाइल (%2)
hu: %1 letöltési fájlok (%2)
id: %1 berkas unduhan (%2)
it: %1 file dei download (%2)
ja: %1 ダウンロードファイル (%2)
lt: %1 atsisiunčia failus (%2)
lv: %1 lejupielādē failus (%2)
my: ဒေါင်းလုပ်ဖိုင် %1 (%2)
pl: Pliki pobrań %1 (%2)
pt_pt: Arquivos de download do %1 (%2)
ro: %1 descarcă fișiere (%2)
ru: Файлы загрузок %1 (%2)
si: %1 බාගත කිරීම් ගොනු (%2)
sr: %1 датотеке преузимања (%2)
tr: %1 dosyaları indiriyor (%2)
uk: %1 файлів завантажень (%2)
ur_pk: %1 ڈاؤن لوڈ فائلیں (%2)
vi: Tệp tải xuống %1 (%2)

# ExportDownloadsTypeCombobox|
source: Default format
ar: الصيغة الافتراضية
bg: Формат по подразбиране
bn: ডিফল্ট বিন্যাস
cs_cz: Výchozí formát
de: Standardformat
es: Formato predeterminado
fa: قالب پیش‌فرض
fi: Oletusmuoto
fr: Format par défaut
hi: डिफ़ॉल्ट प्रारूप
hu: Alapértelmezett formátum
id: Format standar
it: Formato predefinito
ja: 既定の形式
lt: Numatytasis formatas
lv: Noklusējuma formāts
my: မူလအမျိုးအစား
pl: Domyślny format
pt_pt: Formato padrão
ro: Format implicit
ru: Формат по умолчанию
si: පෙරනිමි ආකෘතිය
sr: Подразумевани формат
tr: Varsayılan biçim
uk: Формат за замовчуванням
ur_pk: ڈیفالٹ فارمیٹ
vi: Định dạng mặc định

# ExportDownloadsTypeCombobox|
source: List of URLs
ar: قائمة الروابط
bg: Списък с URL-и
bn: URL-এর তালিকা
cs_cz: Seznam URL
de: URL-Liste
es: Lista de URLs
fa: لیست URLها
fi: URL-lista
fr: Liste des URLs
hi: यूआरएल की सूची
hu: URL-ek listája
id: Daftar URL
it: Elenco URL
ja: URL のリスト
lt: URL sąrašas
lv: URL saraksts
my: URL စာရင်း
pl: Lista adresów
pt_pt: Lista de URLs
ro: Lista de adrese URL
ru: Список ссылок
si: URL ලැයිස්තුව
sr: Листа URL адреса
tr: URL'ler listesi
uk: Список URL
ur_pk: ویب پتوں کی فہرست
vi: Danh sách URLs

# ExportDownloadsTypeCombobox|
source: Text files (%1)
ar: ملفات نصية (%1)
bg: Текстови файлове (%1)
bn: টেক্সট ফাইল (%1)
cs_cz: Textové soubory (%1)
de: Textdateien (%1)
es: Archivos de texto (%1)
fa: فایل های متنی (%1)
fi: Tekstitiedostot (%1)
fr: Fichiers texte (%1)
hi: पाठ फ़ाइलें (%1)
hu: Szöveges fájlok (%1)
id: Berkas teks (%1)
it: File testo (%1)
ja: テキストファイル (%1)
lt: Teksto failai (% 1)
lv: Teksta faili (%1)
my: စာသားဖိုင် (%1)
pl: Pliki tekstowe (%1)
pt_pt: Arquivos de texto (%1)
ro: Fișiere text (%1)
ru: Текстовые файлы (%1)
si: පෙළ ගොනු (%1)
sr: Текстуалне датотеке (%1)
tr: Metin dosyaları (%1)
uk: Текстові файли (%1)
ur_pk: ٹیکسٹ فائلیں (%1)
vi: Tệp văn bản (%1)

# ExportDownloadsTypeCombobox|
source: CSV file
ar: ملف CSV
bg: CSV файл
bn: CSV ফাইল
cs_cz: Soubor CSV
de: CSV-Datei
es: Archivo CSV
fa: فایل CSV
fi: CSV-tiedosto
fr: Fichier CSV
hi: सीएसवी फ़ाइल
hu: CSV fájl
id: Berkas CSV
it: File CSV
ja: CSVファイル
lt: CSV failą
lv: CSV fails
my: CSV ဖိုင်
pl: Plik CSV
pt_pt: Arquivo CSV
ro: Fșier CSV
ru: Файл CSV
si: CSV ගොනුව
sr: CSV датотека
tr: CSV dosyası
uk: Файл CSV
ur_pk: CSV فائل
vi: Tệp CSV

# ExportDownloadsTypeCombobox|
source: CSV files (%1)
ar: ملفات CSV (%1)
bg: CSV файлове (%1)
bn: CSV ফাইল (%1)
cs_cz: Soubory CSV (%1)
de: CSV-Dateien (%1)
es: Archivos CSV (%1)
fa: فایل های CSV (%
fi: CSV-tiedostot (%1)
fr: Fichiers CSV (%1)
hi: सीएसवीफ़ाइलें(%1)
hu: CSV fájlok (%1)
id: Berkas CSV (%1)
it: File CSV (%1)
ja: CSVファイル (%1)
lt: CSV failai (% 1)
lv: CSV fails (%1)
my: CSV ဖိုင် (%1)
pl: Pliki CSV (%1)
pt_pt: Arquivos CSV (%1)
ro: Fișiere CSV (%1)
ru: Файлы CSV (%1)
si: CSV ගොනු (%1)
sr: CSV датотеке (%1)
tr: CSV dosyaları (%1)
uk: Файли CSV (%1)
ur_pk: CSV فائلیں (%1)
vi: Tệp CSV (%1)
