Repository: FreeDownloadManagerTeam/FDM6-localization
Catalog: main/fdm_*.po
Languages: ar, bg, bn, cs_cz, de, es, fa, fi, fr, hi, hu, id, it, ja, lt, lv, my, pl, pt_pt, ro, ru, si, sr, tr, uk, ur_pk, vi

# DownloadsSettings|
source: Do not download web pages
ar: عدم تنزيل صفحات الويب
bg: Без изтегляне на уеб страници
bn: ওয়েব পেজ ডাউনলোড করবেন না
cs_cz: Nestahovat webové stránky
de: Webseiten nicht herunterladen
fa: عدم دانلود صفحات وب
fi: Älä lataa verkkosivuja
fr: Ne pas télécharger les pages web
hu: Ne töltsön le weboldalakat
id: Jangan unduh halaman web
it: Non scaricare pagine web
ja: ウェブページをダウンロードしない
lt: Neatsisiųskite tinklalapių
lv: Nelejupielādēt interneta lapas
my: ဝဘ်စာမျက်နှာများကို ဒေါင်းလုပ် မလုပ်ရန်
pl: Nie pobieraj stron WWW
pt_pt: Não transferir páginas web
ro: Nu descărcați pagini web
ru: Не скачивать веб-страницы
si: වෙබ් පිටු බාගත නොකරන්න
sr: Не преузимај веб странице
tr: Web sayfalarını indirme
uk: Не завантажувати веб-сторінки
ur_pk: ویب پیجز ڈاؤن لوڈ نہ کریں
vi: Không tải xuống toàn bộ trang web

# DownloadsSettings|
source: Use server time for file creation
ar: استخدم وقت الخادم لإنشاء الملف
bg: Използване на сървърно време при създаване на файл
bn: ফাইল তৈরির জন্য সার্ভার সময় ব্যবহার করুন
cs_cz: Použít čas serveru pro vytvoření souboru
de: Serverzeit für Dateierstellung nutzen
es: Usar fecha del servidor para la creación del archivo
fa: از زمان سرور برای ایجاد فایل استفاده کن
fi: Käytä palvelimen aikaa tiedoston luonnissa
fr: Utiliser l'heure du serveur pour la création de fichier
hi: फ़ाइल निर्माण के लिए सर्वर समय का उपयोग करें
hu: A kiszolgálóidő használata fájlkészítéshez
id: Gunakan waktu server untuk pembuatan berkas
it: Imposta data/ora del file scaricato uguale a quella del server
ja: ファイル作成にサーバー側の時間を適用する
lt: Failų kūrimui naudokite serverio laiką
lv: Izmantot servera laiku priekš laika izveidošanas
my: ဖိုင်ဖန်တီးမှုအတွက် ဆာဗာအချိန်ကို အသုံးပြုပါ
pl: Użyj czasu z serwera do utworzenia pliku
pt_pt: Usar a hora do servidor para a criação de ficheiros
ro: Utilizați timpul serverului pentru crearea fișierelor
ru: Использовать время сервера для даты создания файла
si: ගොනු නිර්මාණය කිරීම සඳහා සේවාදායක කාලය භාවිතා කරන්න
sr: Користи време сервера за креирање датотеке
tr: Dosya oluşturma için sunucu saatini kullan
uk: При створенні файлу використати час сервера
ur_pk: فائل تخلیق کے لیے سرور کا وقت استعمال کریں
vi: Sử dụng thời gian của server cho việc tạo file

# DownloadsSettings|
source: Default download folder
ar: مجلد التنزيل الافتراضي
bg: Папка за изтегляне по подразбиране
bn: ডিফল্ট ডাউনলোড ফোল্ডার
cs_cz: Výchozí složka pro stažené soubory
de: Standard-Downloadordner
es: Carpeta de descarga predeterminada
fa: پوشه پیش‌فرض دانلود
fi: Oletuslatauskansio
fr: Dossier de téléchargement par défaut
hi: डिफ़ॉल्ट डाउनलोड फ़ोल्डर
hu: Alapértelmezett letöltési mappa
id: Folder unduhan standar
it: Cartella predefinita download
ja: 既定のダウンロードフォルダー
lt: Numatytasis atsisiuntimo aplankas
lv: Noklusējuma lejupielāžu mape
my: မူလ ဒေါင်းလုပ်ဖိုင်တွဲ
pl: Domyślny folder pobierania
pt_pt: Pasta de transferência predefinida
ro: Dosarul de descărcare implicit
ru: Папка по умолчанию для сохранения
si: පෙරනිමි බාගත ෆෝල්ඩරය
sr: Подразумевана фасцикла за преузимање
tr: Varsayılan indirme klasörü
uk: Тека для завантажень
ur_pk: ڈیفالٹ ڈاؤن لوڈ فولڈر
vi: Thư mục tải xuống mặc định

# DownloadsSettings|
source: Choose default download folder automatically
ar: إختيار مجلد التنزيل الافتراضي تلقائيا
bg: Автоматично избиране на папката за изтегляне по подразбиране
bn: স্বয়ংক্রিয়ভাবে ডিফল্ট ডাউনলোড ফোল্ডার চয়ন করুন
cs_cz: Zvolte výchozí složku pro stažené soubory
de: Standard-Downloadordner automatisch wählen
es: Elegir carpeta de descarga predeterminada automáticamente
fa: انتخاب خودکار پوشه پیش‌فرض دانلود
fi: Valitse oletuslatauskansio automaattisesti
fr: Choisir automatiquement le dossier de téléchargement par défaut
hi: स्वचालित रूप से डिफ़ॉल्ट डाउनलोड फ़ोल्डर चुनें
hu: Az alapértelmezett letöltési mappa automatikus kiválasztása
id: Pilih folder unduhan standar secara otomatis
it: Scegli automaticamente la cartella predefinita download
ja: 既定のダウンロードフォルダーを自動的に選択する
lt: Automatiškai pasirinkite numatytąjį atsisiuntimo aplanką
lv: Izvēlēties noklusējuma mapi automātiski
my: မူလ ဒေါင်းလုပ်ဖိုင်တွဲကို အလိုအလျောက် ရွေးပါ
pl: Wybierz automatycznie domyślny folder pobierania
pt_pt: Escolher automaticamente a pasta de transferência predefinida
ro: Alegeți automat folderul de descărcare implicit
ru: Выбирать папку сохранения автоматически
si: පෙරනිමි බාගත ෆෝල්ඩරය ස්වයංක් රීයව තෝරන්න
sr: Аутоматски изабери подразумевану фасциклу за преузимање
tr: Varsayılan indirme klasörünü otomatik olarak seç
uk: Вибрати теку для завантажень автоматично
ur_pk: ڈیفالٹ ڈاؤن لوڈ فولڈر خودکار طور پر منتخب کریں
vi: Tự động chọn thư mục tải xuống mặc định

# DownloadsSettings|
source: Suggest folders based on file type
ar: اقتراح مجلدات استنادا إلى نوع الملف
bg: Предложение за папки базирано на типа на файла
bn: ফাইলের প্রকারের উপর ভিত্তি করে ফোল্ডার সাজেস্ট করুন
cs_cz: Navrhovat složky podle typů souborů
de: Ordner basierend auf Dateityp vorschlagen
es: Sugerir carpetas basadas en el tipo de archivo
fa: پیشنهاد پوشه‌ها بر اساس نوع فایل
fi: Ehdota kansioita tiedostotyypistä
fr: Suggérer des dossiers basés sur le type de fichier
hi: फ़ाइल प्रकार के आधार पर फ़ोल्डरों का सुझाव दें
hu: Mappák ajánlása fájltípus alapján
id: Berikan saran folder berdasarkan jenis berkas
it: Suggerisci cartelle in base al tipo di file
ja: ファイルの種類に基づいてフォルダーを提案する
lt: Siūlyti aplankus pagal failo tipą
lv: Ieteikt mapes ņemot vērā faila veidu
my: ဖိုင်ပုံစံပေါ် မူတည်၍ ဖိုင်တွဲများကို အကြံပြုပါ
pl: Sugeruj foldery na podstawie rozszerzeń pliku
pt_pt: Sugerir pastas com base no tipo de ficheiro
ro: Sugerați foldere în funcție de tipul de fișier
ru: Предлагать папку сохранения на основе типа файла
si: ගොනු වර්ගය මත පදනම්ව ෆෝල්ඩර යෝජනා කරන්න
sr: Предложи фасцикле на основу типа датотеке
tr: Dosya türüne dayalı klasörler öner
uk: Пропонувати теки залежно від типу файлу
ur_pk: فائل کی قسم کی بنیاد پر فولڈرز تجویز کریں
vi: Đề xuất thư mục dựa trên loại tệp tin

# DownloadsSettings|
source: Suggest folders based on download URL
ar: اقتراح مجلدات استنادا إلى رابط التنزيل
bg: Предложение за папки базирано на URL за изтегляне
bn: ডাউনলোড URL এর উপর ভিত্তি করে ফোল্ডার সাজেস্ট করুন
cs_cz: Navrhovat složky podle URL stahování
de: Ordner basierend auf Download-URL vorschlagen
es: Sugerir carpetas basadas en la URL de descarga
fa: پیشنهاد پوشه ها بر اساس URL دانلود
fi: Ehdota kansioita latauksen URL-osoitteesta
fr: Suggérer des dossiers basés sur l'URL téléchargée
hi: डाउनलोड URL के आधार पर फोल्डर सुझाएं
hu: Mappák ajánlása a letöltési URL alapján
id: Berikan saran folder berdasarkan URL unduhan
it: Suggerisci cartelle in base all'URL download
ja: ダウンロード URL に基づいてフォルダーを提案する
lt: Siūlyti aplankus pagal atsisiuntimo URL
lv: Ieteikt mapes ņemot vērā lejupielādes URL
my: ဒေါင်းလုပ် URL ပေါ် မူတည်၍ ဖိုင်တွဲများကို အကြံပြုပါ
pl: Sugeruj foldery na podstawie adresu pobierania
pt_pt: Sugerir pastas com base na URL de transferência
ro: Sugerați foldere pe baza adresei URL de descărcare
ru: Предлагать папку сохранения на основе адреса загрузки
si: බාගත URL මත පදනම් වූ ෆෝල්ඩර යෝජනා කරන්න
sr: Предложи фасцикле на основу URL-а преузимања
tr: İndirme URL'sine dayalı klasörler öner
uk: Пропонувати теки залежно від URL-адреси завантаження
ur_pk: ڈاؤن لوڈ پتہ کی بنیاد پر فولڈرز تجویز کریں
vi: Đề xuất thư mục dựa trên URL tải xuống

# DownloadsSettings|
source: Fixed default download folder
ar: إصلاح مجلد التنزيل الافتراضي
bg: Фиксирана папка за изтегляне по подразбиране
bn: স্থির ডিফল্ট ডাউনলোড ফোল্ডার
cs_cz: Pevná výchozí složka pro stažené soubory
de: Fester Standard-Downloadordner
es: Carpeta de descarga predeterminada fija
fa: پوشه پیش‌فرض دانلود ثابت شد
fi: Muuttumaton oletuslatauskansio
fr: Dossier de téléchargement par défaut fixe
hi: फिक्स्ड डिफॉल्ट डाउनलोड फोल्डर
hu: Rögzített alapértelmezett letöltési mappa
id: Folder unduhan standar tetap
it: Cartella predefinita fissa download
ja: 既定のダウンロードフォルダーを固定する
lt: Ištaisytas numatytasis atsisiuntimo aplankas
lv: Fiksēta noklusējuma lejupielāžu mape
my: အသေလုပ်ထားသည့် မူလ ဒေါင်းလုပ်ဖိုင်တွဲ
pl: Stały folder pobierania
pt_pt: Pasta de transferência predefinida fixa
ro: S-a remediat folderul de descărcare implicit
ru: Постоянная папка сохранения
si: ස්ථාවර පෙරනිමි බාගත ෆෝල්ඩරය
sr: Фиксна подразумевана фасцикла за преузимање
tr: Sabit varsayılan indirme klasörü
uk: Вибрана тека (незмінна)
ur_pk: مقررہ ڈیفالٹ ڈاؤن لوڈ فولڈر
vi: Địa chỉ tải xuống mặc định

# DownloadsTagMenu|
source: Untag
ar: إزالة علامة
bg: Премахни етикет
bn: আনট্যাগ
cs_cz: Zrušit značku
de: Tag löschen
es: Quitar etiqueta
fa: بدون برچسب
fi: Poista tunniste
fr: Enlever l'étiquette
hi: अनटैग
hu: Címke eltávolítása
id: Lepaskan tagar
it: Senza etichetta
ja: タグを外す
lt: Pašalinkite žymą
lv: Noņemt atzīmi
my: ကပ်တွဲခွာပါ
pl: Odznacz
pt_pt: Remover etiqueta
ro: Deetichetează
ru: Снять метку
si: ටැගය අයින් කරන්න
sr: Уклони ознаку
tr: Etiketi kaldır
uk: Зняти позначку
ur_pk: ٹیگ ہٹائیں
vi: Bỏ tag

# DownloadsViewHeader|
source: Name
ar: الاسم
bg: Име
bn: নাম
cs_cz: Název
es: Nombre
fa: نام
fi: Nimi
fr: Nom
hi: नाम
hu: Név
id: Nama
it: Nome
ja: 名前
lt: Pavadinimas
lv: Nosaukums
my: အမည်
pl: Nazwa
pt_pt: Nome
ro: Nume
ru: Имя
si: නම
sr: Име
tr: Ad
uk: Ім'я
ur_pk: نام
vi: Tên

# DownloadsViewHeader|
source: Status
ar: الحالة
bg: Статус
bn: স্ট্যাটাস
cs_cz: Stav
es: Estado
fa: وضعیت
fi: Tila
fr: Statut
hi: स्थिति
hu: Állapot
it: Stato
ja: ステータス
lt: Būsena
lv: Satuss
my: အခြေအနေ
pt_pt: Estado
ru: Статус
si: තත්වය
sr: Статус
tr: Durum
uk: Статус
ur_pk: حالت
vi: Trạng thái

# DownloadsViewHeader|
source: Speed
ar: السرعة
bg: Скорост
bn: গতি
cs_cz: Rychlost
de: Geschwindigkeit
es: Velocidad
fa: سرعت
fi: Nopeus
fr: Vitesse
hi: रफ़्तार
hu: Sebesség
id: Kecepatan
it: Velocità
ja: 速度
lt: Greitis
lv: Ātrums
my: အမြန်နှုန်း
pl: Prędkość
pt_pt: Velocidade
ro: Viteză
ru: Скорость
si: වේගය
sr: Брзина
tr: Hız
uk: Швидкість
ur_pk: رفتار
vi: Tốc độ

# DownloadsViewHeader|
source: Size
ar: الحجم
bg: Размер
bn: আকার
cs_cz: Velikost
de: Größe
es: Tamaño
fa: حجم
fi: Koko
fr: Taille
hi: आकार
hu: Méret
id: Ukuran
it: Dimensione
ja: サイズ
lt: Dydis
lv: Izmērs
my: ပမာဏ
pl: Rozmiar
pt_pt: Tamanho
ro: Dimensiune
ru: Размер
si: තරම
sr: Величина
tr: Boyut
uk: Розмір
ur_pk: سائز
vi: Kích thước

# DownloadsViewHeader|
source: Added
ar: تمت الإضافة
bg: Добавен
bn: যোগ করা হয়েছে
cs_cz: Přidáno
de: Hinzugefügt
es: Agregada
fa: اضافه شده
fi: Lisätty
fr: Ajouté
hi: जोड़ा
hu: Hozzáadva
id: Ditambahkan
it: Data/ora aggiunta
ja: 追加日時
lt: Pridėta
lv: Pievienots
my: ထည့်ထား
pl: Dodane
pt_pt: Adicionado
ro: Adăugat
ru: Добавлено
si: එකතු කර ඇත
sr: Додато
tr: Eklenme
uk: Додано
ur_pk: شامل کیا گیا
vi: Thêm

# DownloadsViewHeaderColumnsWidthCalc|
source: Paused
ar: متوقف مؤقتا
bg: На пауза
bn: বিরতি দেওয়া হয়েছে
cs_cz: Pozastaveno
de: Angehalten
es: Pausada
fa: مکث شده
fi: Pysäytetty
fr: En pause
hi: रोके गए
hu: Szüneteltetve
id: Ditunda
it: In pausa
ja: 一時停止
lt: Pristabdyta
lv: Apturēts
my: ရပ်နေ
pl: Wstrzymane
pt_pt: Pausado
ro: Pauzat
ru: Остановлено
si: 3තාවකාලිකව නවත්වා ඇත
sr: Паузирано
tr: Duraklatıldı
uk: Зупинено
ur_pk: روکا گیا
vi: Đã tạm dừng

# DownloadsViewHeaderColumnsWidthCalc|
source: File is missing
ar: الملف غير موجود
bg: Файла липсва
bn: ফাইল পাওয়া যাচ্ছে না
cs_cz: Soubor chybí
de: Datei fehlt
es: Archivo no encontrado
fa: فایل موجود نیست
fi: Tiedosto puuttuu
fr: Le fichier est manquant
hi: फ़ाइल गुम है
hu: Hiányzik a fájl
id: Berkas dinyatakan hilang
it: File mancante
ja: ファイルが見つかりません
lt: Trūksta failo
lv: Trūkst faila
my: ဖိုင် ပျောက်နေသည်
pl: Brak pliku
pt_pt: O Arquivo está faltando
ro: Dosar is misiune
ru: Файл отсутствует
si: ගොනුව අතුරුදහන් වී ඇත
sr: Датотека недостаје
tr: Dosya eksik
uk: Відсутній файл
ur_pk: فائل غائب ہے
vi: Thiếu tệp tin

# DownloadsViewHeaderColumnsWidthCalc|
source: Disk is missing
ar: القرص غير موجود
bg: Диска липсва
bn: ডিস্ক অনুপস্থিত
cs_cz: Disk chybí
de: Datenträger fehlt
es: Disco no encontrado
fa: دیسک موجود نیست
fi: Tallennusmedia puuttuu
fr: Le disque est manquant
hi: डिस्क गायब है
hu: Hiányzik a lemez
id: Disk tidak ada
it: Unità di archiviazione non presente
ja: ディスクが見つかりません
lt: Trūksta disko
lv: Trūkst disks
my: သိုလှောင်မှု ပျောက်နေသည်
pl: Brak nośnika/dysku
pt_pt: O disco está faltando
ro: Discul lipsește
ru: Диск отсутствует
si: තැටිය අතුරුදහන් වී ඇත
sr: Диск недостаје
tr: Disk eksik
uk: Відсутній диск
ur_pk: ڈسک غائب ہے
vi: Thiếu ổ đĩa

# DownloadsViewHeaderColumnsWidthCalc|
source: Upload paused
ar: تم إيقاف الرفع
bg: Качването е поставено на пауза
bn: আপলোড বিরাম দেওয়া হয়েছে৷
cs_cz: Nahrávání bylo pozastaveno
de: Upload angehalten
es: Subida pausada
fa: آپلود متوقف شده‌است
fi: Lähetys on pysäytetty
fr: Envoi mis en pause
hi: अपलोड रोका गया
hu: Feltöltés szüneteltetve
id: Unggahan dijeda
it: Caricamento in pausa
ja: アップロードを一時停止
lt: Įkėlimas pristabdytas
lv: Augšupielāde apturēta
my: အပ်လုပ် ရပ်ထား
pl: Wysyłanie wstrzymane
pt_pt: Upload pausado
ro: Încărcarea a fost întreruptă
ru: Отдача приостановлена
si: උඩුගත කිරීම තාවකාලිකව නවත්වා ඇත
sr: Слање паузирано
tr: Gönderme duraklatıldı
uk: Відвантаження призупинено
ur_pk: اپ لوڈ روک دیا گیا
vi: Đã dừng tải lên

# DownloadsViewHeader_V2|
source: Name
ar: الاسم
bg: Име
bn: নাম
fa: نام
fi: Nimi
fr: Nom
hu: Név
it: Nome
ja: 名前
lt: Pavadinimas
my: အမည်
pl: Nazwa
pt_pt: Nome
ro: Nume
ru: Имя
si: නම
sr: Име
tr: Ad
ur_pk: نام
vi: Tên

# DownloadsViewHeader_V2|
source: Size
ar: الحجم
bg: Размер
bn: আকার
de: Größe
fa: حجم
fi: Koko
fr: Taille
hu: Méret
it: Dimensione
ja: サイズ
lt: Dydis
my: ပမာဏ
pl: Wielkość
pt_pt: Tamanho
ro: Dimensiune
ru: Размер
si: ප්‍රමාණය
sr: Величина
tr: Boyut
ur_pk: سائز
vi: Kích thước

# DownloadsViewHeader_V2|
source: Status
ar: الحالة
bg: Статус
bn: স্ট্যাটাস
fa: وضعیت
fi: Tila
fr: Statut
hu: Állapot
it: Stato
ja: ステータス
lt: Būsena
my: အခြေအနေ
pt_pt: Estado
ru: Статус
si: තත්ත්වය
sr: Статус
tr: Durum
ur_pk: حالت
vi: Trạng thái

# DownloadsViewHeader_V2|
source: Download
ar: تنزيل
bg: Изтегляне
bn: ডাউনলোড করুন
de: Herunterladen
fa: دانلود
fi: Lataus
fr: Télécharger
hu: Letöltés
ja: ダウンロード
lt: Atsisiųsti
my: ဒေါင်းလုပ်
pl: Pobierz
pt_pt: Baixar
ro: Descarcă
ru: Скачивание
si: බාගත කිරීම
sr: Преузимање
tr: İndirme
ur_pk: ڈاؤن لوڈ
vi: Tải xuống

# DownloadsViewHeader_V2|
source: Upload
ar: رفع
bg: Качване
de: Hochladen
fa: آپلود
fi: Lähetys
fr: Envoyer
hu: Feltöltés
ja: アップロード
pl: Wyślij
ro: Încarcă
ru: Раздача
si: උඩුගත කරන්න
sr: Слање
tr: Gönderme
ur_pk: اپ لوڈ
vi: Tải lên

# DownloadsViewHeader_V2|
source: Added
ar: تمت الإضافة
bg: Добавен
bn: যোগ করা হয়েছে
de: Hinzugefügt
fa: اضافه شده
fi: Lisätty
fr: Ajouté
hu: Hozzáadva
it: Data/ora aggiunta
ja: 追加日時
lt: Pridėta
my: ထည့်ထား
pl: Dodane
pt_pt: Adicionado
ro: Adăugat
ru: Добавлено
si: එකතු කර ඇත
sr: Додато
tr: Eklenme
ur_pk: شامل کیا گیا
vi: Thêm

# DownloadsViewItem|
source: Priority
ar: الأولوية
bg: Приоритет
bn: অগ্রাধিকার
cs_cz: Priorita
de: Priorität
es: Prioridad
fa: اولویت
fi: Tärkeys
fr: Priorité
hi: वरीयता
hu: Prioritás
id: Prioritas
it: Priorità
ja: 優先度
lt: Pirmenybė
lv: Prioritāte
my: ဦးစားပေး
pl: Priorytet
pt_pt: Prioridade
ro: Prioritate
ru: Приоритет
si: ප්රමුඛතාවය
sr: Приоритет
tr: Öncelik
uk: Пріоритет
ur_pk: ترجیح
vi: Mức độ ưu tiên

# DownloadsViewItem|
source: Upload paused
ar: تم إيقاف الرفع
bg: Качването е поставено на пауза
bn: আপলোড বিরাম দেওয়া হয়েছে৷
cs_cz: Nahrávání bylo pozastaveno
de: Upload angehalten
es: Subida pausada
fa: آپلود متوقف شده‌اشت
fi: Lähetys on pysäytetty
fr: Envoi mis en pause
hi: अपलोड रोका गया
hu: Feltöltés szüneteltetve
id: Unggahan dijeda
it: Caricamento in pausa
ja: アップロードを一時停止
lt: Įkėlimas pristabdytas
lv: Augšupielāde apturēta
my: အပ်လုပ် ရပ်ထား
pl: Wysyłanie wstrzymane
pt_pt: Upload pausado
ro: Încărcarea a fost întreruptă
ru: Отдача приостановлена
si: උඩුගත කිරීම තාවකාලිකව නවත්වා ඇත
sr: Слање паузирано
tr: Gönderme duraklatıldı
uk: Відвантаження призупинено
ur_pk: اپ لوڈ روک دیا گیا
vi: Đã tạm dừng tải lên

# DownloadsViewItemContextMenu|
source: Restart
ar: إعادة البدء
bg: Рестарт
bn: আবার শুরু
cs_cz: Restartovat
de: Neu starten
es: Reiniciar
fa: شروع مجدد
fi: Aloita alusta
fr: Relancer
hi: पुनर्प्रारंभ करें
hu: Újraindítás
id: Mulai ulang
it: Riavvia
ja: やり直し
lt: Paleisti iš naujo
lv: Restartēt
my: ပြန်စရန်
pl: Uruchom ponownie
pt_pt: Reiniciar
ru: Перезапустить
si: නැවත ආරම්භ කරන්න
sr: Поново покрени
tr: Yeniden başlat
uk: Перезапуск
ur_pk: دوبارہ شروع کریں
vi: Khởi động lại

# DownloadsViewItemContextMenu|
source: Open
ar: فتح
bg: Отвори
bn: খুলুন
cs_cz: Otevřít
de: Öffnen
es: Abrir
fa: بازکردن
fi: Avaa
fr: Ouvrir
hi: खुला हुआ
hu: Megnyitás
id: Buka
it: Apri file
ja: 開く
lt: Atidaryti
lv: Atvērt
my: ဖွင့်
pl: Otwórz
pt_pt: Abrir
ro: Deschide
ru: Открыть
si: විවෘත කරන්න
sr: Отвори
tr: Aç
uk: Відкрити
ur_pk: کھولیں
vi: Mở

# DownloadsViewItemContextMenu|
source: Report problem
ar: إبلاغ عن مشكلة
bg: Докладвайте проблем
bn: সমস্যা রিপোর্ট করুন
cs_cz: Nahlásit problém
de: Fehler melden
es: Reportar problema
fa: گزارش مشکل
fi: Ilmoita ongelmasta
fr: Signaler un problème
hi: समस्या की सूचना दें
hu: Probléma jelentése
id: Laporkan masalah
it: Segnala problema
ja: 問題の報告
lt: Pranešti apie problemą
lv: Paziņot par problēmu
my: ပြဿနာကို တင်ပြရန်
pl: Zgłoś problem
pt_pt: Relatar problema
ro: Raportează o problemă
ru: Сообщить о проблеме
si: ගැටළු වාර්ථා කරන්න
sr: Пријави проблем
tr: Sorun bildir
uk: Повідомити про проблему
ur_pk: مسئلے کی اطلاع دیں
vi: Báo cáo vấn đề

# DownloadsViewItemContextMenu|
source: Enable auto retry for this kind of errors
ar: تمكين إعادة المحاولة التلقائية لهذا النوع من الأخطاء
bg: Разрешаване на автоматичен повторен опит при този тип грешки
bn: এই ধরনের ত্রুটির জন্য স্বয়ংক্রিয় পুনরায় চেষ্টা সক্ষম করুন
cs_cz: Povolit automatické opakované spouštění pro tento druh chyb
de: Automatische Wiederholung bei dieser Art von Fehlern einschalten
es: Habilitar reintento automático para este tipo de errores
fa: فعال کردن تلاش مجدد خودکار برای این نوع خطاها
fi: Käytä tämän tyyppisille virheille automaattista uudelleenyritystä
fr: Activer un nouvel essai auto pour ce type d'erreur
hi: इस प्रकार की त्रुटियों के लिए स्वतः पुनः प्रयास सक्षम करें
hu: Automatikus újrapróbálkozás ilyen fajta hibáknál
id: Aktifkan ulang otomatis untuk kesalahan seperti ini
it: Riprova automaticamente per questo tipo di errori
ja: この種のエラーの自動再試行を有効にする
lv: Iespējot automātisko atkal mēģināšanu šāda veida kļūdām
my: ဒီလိုအမှားမျိုးအတွက် အလိုအလျောက် ပြန်စမ်းမှုကို ဖွင့်ပါ
pl: Włącz automatyczne ponawianie, przy takich błędach
pt_pt: Ativar a repetição automática para esse tipo de erro
ro: Activați reîncercarea automată pentru acest tip de erori
ru: Автоповтор попыток для таких ошибок
si: මෙම ආකාරයේ දෝෂ සඳහා ස්වයංක්රීය නැවත උත්සාහ කිරීම සක්රීය කරන්න
sr: Омогући аутоматски поновни покушај за ову врсту грешака
tr: Bu tür hatalar için otomatik yeniden denemeyi etkinleştir
uk: Дозволити автоповтор для таких помилок
ur_pk: اس طرح کی خرابیوں کے لیے خودکار دوبارہ کوشش کو فعال کریں
vi: Cho phép tự động thử lại(auto retry) cho những lỗi như này

# DownloadsViewItemContextMenu|
source: Save and complete
ar: حفظ وإكمال
bg: Запазване и завършване
bn: সংরক্ষণ করুন এবং সম্পূর্ণ করুন
cs_cz: Uložit a dokončit
de: Speichern und abschließen
fa: ذخیره و تکمیل
fi: Tallenna ja viimeistele
fr: Enregistrer et compléter
hu: Mentés és befejezés
id: Simpan dan selesai
it: Salva e completa
ja: 保存と完了
lt: Išsaugokite ir užpildykite
lv: Saglabāt un pabeigt
my: သိမ်းပြီး ပြီးဆုံး
pl: Zapisz i zakończ
pt_pt: Salvar e completar
ro: Salvați și completați
ru: Сохранить и завершить
si: සුරකින්න සහ සම්පූර්ණ කරන්න
sr: Сачувај и заврши
tr: Kaydet ve tamamla
uk: Зберегти і завершити
ur_pk: محفوظ اور مکمل کریں
vi: Lưu và hoàn tất

# DownloadsViewItemContextMenu|
source: Show downloads
ar: اظهر التنزيلات
bg: Покажи изтегляния
bn: ডাউনলোড দেখান
cs_cz: Zobrazit stahování
de: Downloads anzeigen
fa: نمایش دانلودها
fi: Näytä lataukset
fr: Afficher les téléchargements
hu: Letöltések mutatása
it: Visualizza download
ja: ダウンロードを表示
lt: Rodyti atsisiuntimus
lv: Parādīt lejupielādes
my: ဒေါင်းလုပ်များ ပြရန်
pl: Pokaż pobrania
pt_pt: Mostrar downloads
ro: Arată descărcările
ru: Показать загрузки
si: බාගත කිරීම් පෙන්වන්න
sr: Прикажи преузимања
tr: İndirmeleri göster
uk: Показати завантаження
ur_pk: ڈاؤن لوڈز دکھائیں
vi: Hiện

# DownloadsViewItemContextMenu|
source: Choose files...
ar: اختر الملفات...
bg: Избор на файлове...
bn: ফাইল বেছে নিন...
cs_cz: Vybrat soubory...
de: Dateien wählen…
fa: انتخاب فایل‌ها...
fi: Valitse tiedostot...
fr: Choisir les fichiers...
hu: Fájlok kiválasztása...
it: Scegli file...
ja: ファイルを選択...
lt: Pasirinkite failus...
lv: Izvēlēties failus...
my: ဖိုင်များ ရွေးပါ...
pl: Wybierz pliki...
pt_pt: Escolher arquivos...
ro: Alege fișiere...
ru: Выбрать файлы...
si: ගොනු තෝරන්න...
sr: Изабери датотеке...
tr: Dosyaları seçin...
uk: Вибрати файли...
ur_pk: فائلیں منتخب کریں...
vi: Chọn tệp...

# DownloadsViewItemContextMenu|
source: High
ar: مرتفعة
bg: Висок
bn: উচ্চ
cs_cz: Vysoká
de: Hoch
es: Alta
fa: زیاد
fi: Korkea
fr: Haut
hi: उच्च
hu: Magas
id: Tinggi
it: Alta
ja: 高い
lt: Aukštas
lv: Augsta
my: မြင့်
pl: Wysoki
pt_pt: Alto
ro: Ridicat
ru: Высокий
si: ඉහළ
sr: Висок
tr: Yüksek
uk: Високий
ur_pk: زیادہ
vi: Cao

# DownloadsViewItemContextMenu|
source: Normal
ar: عادية
bg: Нормален
bn: সাধারণ
cs_cz: Normální
fa: عادی
fi: Normaali
hi: सामान्य
hu: Közepes
it: Normale
ja: 標準
lt: Normalus
lv: Normāla
my: ပုံမှန်
pl: Normalny
ru: Обычный
si: සාමාන්ය
sr: Нормалан
uk: Нормальний
ur_pk: عام
vi: Bình thường

# DownloadsViewItemContextMenu|
source: Low
ar: منخفضة
bg: Нисък
cs_cz: Nízká
de: Niedrig
es: Baja
fa: کم
fi: Matala
fr: Bas
hi: कम
hu: Alacsony
id: Rendah
it: Bassa
ja: 低い
lt: Žemas
lv: Zema
my: နိမ့်
pl: Niski
pt_pt: Baixo
ro: Scăzut
ru: Низкий
si: අඩු
sr: Низак
tr: Düşük
uk: Низький
ur_pk: کم
vi: Thấp

# DownloadsViewItemContextMenu|
source: Rename file
ar: إعادة تسمية الملف
bg: Преименуване на файл
bn: ফাইলের নাম পরিবর্তন করুন
cs_cz: Přejmenovat soubor
de: Datei umbenennen
es: Renombrar archivo
fa: تغییر نام فایل
fi: Nimeä tiedosto uudelleen
fr: Renommer le fichier
hi: फाइल का नाम बदलो
hu: Fájl átnevezése
id: Ubah nama file
it: Rinomina file
ja: ファイル名の変更
lt: Pervardyti failą
lv: Pārdēvēt failu
my: ဖိုင်အမည်ပြောင်း
pl: Zmień nazwę pliku
pt_pt: Renomear arquivo
ro: Redenumește fisierul
ru: Переименовать файл
si: ගොනුව නැවත නම් කරන්න
sr: Преименуј датотеку
tr: Dosyayı yeniden adlandır
uk: Перейменування файла
ur_pk: فائل کا نام تبدیل کریں
vi: Đổi tên file

# DownloadsViewItemContextMenu|
source: Move to...
ar: نقل إلى...
bg: Премести в...
cs_cz: Přesunout do…
de: Verschieben nach…
es: Mover a...
fa: انتقال به...
fi: Siirrä…
fr: Déplacer vers...
hi: करने के लिए कदम...
hu: Áthelyezés...
id: Pindahkan ke...
it: Sposta in...
ja: 移動...
lt: Perkelti į...
lv: Pārvietot uz...
my: …ဆီ ရွှေ့ပါ
pl: Przenieś do...
pt_pt: Mover para...
ro: Mută în…
ru: Переместить в…
si: වෙත යන්න...
sr: Премести у...
tr: Şuraya taşı...
uk: Перенести до...
ur_pk: یہاں منتقل کریں...
vi: Chuyển đến...

# DownloadsViewItemContextMenu|
source: Delete file
ar: حذف الملف
bg: Изтриване на файл
bn: নথিপত্র মুছে দাও
cs_cz: Smazat soubor
de: Datei löschen
es: Borrar archivo
fa: حذف فایل
fi: Poista tiedosto
fr: Supprimer le fichier
hi: फ़ाइल को हटाएं
hu: Fájl törlése
id: Hapus berkas
it: Elimina file
ja: ファイルを削除
lt: Ištrinti failą
lv: Dzēst failu
my: ဖိုင်ကို ဖျက်ရန်
pl: Usuń plik
pt_pt: Excluir arquivo
ro: Șterge fișier
ru: Удалить файл
si: ගොනුව මකන්න
sr: Обриши датотеку
tr: Dosyayı sil
uk: Видалити файл
ur_pk: فائل حذف کریں
vi: Xóa tệp tin
