Repository: FreeDownloadManagerTeam/FDM6-localization
Catalog: main/fdm_*.po
Languages: ar, bg, bn, cs_cz, de, es, fa, fi, fr, hi, hu, id, it, ja, lt, lv, my, pl, pt_pt, ro, ru, si, sr, tr, uk, ur_pk, vi

# BtDetailsTab|
source: Status
ar: الحالة
bg: Статус
bn: স্ট্যাটাস
cs_cz: Stav
fa: وضعیت
fi: Tila
fr: Statut
hi: स्थिति
hu: Állapot
it: Stato
ja: ステータス
lt: Būsena
lv: Satuss
my: အခြေအနေ
pt_pt: Estado
ru: Статус
si: තත්වය
sr: Статус
tr: Durum
uk: Статус
ur_pk: حالت
vi: Trạng thái

# BtDetailsTab|
source: Updating...
ar: تحديث...
bg: Актуализиране...
bn: আপডেট হচ্ছে...
cs_cz: Aktualizování…
de: Aktualisieren…
fa: در حال بروزرسانی...
fi: Päivitetään…
fr: Mise à jour...
hi: अपडेट हो रहा है...
hu: Frissítés...
id: Memperbarui...
it: Aggiornamento...
ja: 更新しています...
lt: Atnaujinama...
lv: Atjaunina...
my: အသစ်တင်နေ...
pl: Aktualizacja...
pt_pt: Atualizando...
ro: Se actualizează...
ru: Обновление…
si: යාවත්කාලීන කිරීම...
sr: Ажурирање...
tr: Güncelleniyor...
uk: Оновлення...
ur_pk: اپ ڈیٹ ہو رہا ہے...
vi: Đang cập nhật...

# BtSettings|
source: General
ar: عام
bg: Общи
bn: সাধারণ
cs_cz: Obecné
de: Allgemein
fa: کلی
fi: Yleiset
fr: Général
hi: सामान्य
hu: Általános
id: Umum
it: Generale
ja: 全般
lt: Apskritai
lv: Vispārīgi
my: အထွေထွေ
pl: Ogólne
pt_pt: Geral
ru: Основные
si: සාමාන්ය
sr: Опште
tr: Genel
uk: Загальні
ur_pk: عمومی
vi: Chung

# BtSettings|
source: Monitoring
ar: مراقبة
bg: Наблюдение
bn: মনিটরিং
de: Überwachen
es: Monitoreando
fa: نظارت
fi: Seuranta
fr: Surveillance
hi: निगरानी
hu: Figyelés
id: Pemantauan
it: Monitoraggio
ja: 監視
lt: Stebėjimas
lv: Pārraudzīšana
my: စောင့်ကြည့်မှတ်သားခြင်း
pl: Monitorowanie
pt_pt: Monitoramento
ro: Monitorizare
ru: Мониторинг
si: අධීක්ෂණය
sr: Надгледање
tr: İzleme
uk: Моніторинг
ur_pk: مانیٹرنگ
vi: Giám sát

# BtSettings|
source: Open
ar: فتح
bg: Отвори
bn: খুলুন
cs_cz: Otevřít
de: Öffnen
es: Abrir
fa: بازکردن
fi: Avaa
fr: Ouvrir
hi: खुला हुआ
hu: Megnyitás
id: Buka
it: Apri
ja: 開く
lt: Atidaryti
lv: Atvērt
my: ဖွင့်
pl: Otwórz
pt_pt: Abrir
ro: Deschide
ru: Открыть
si: විවෘත කරන්න
sr: Отвори
tr: Aç
uk: Відкрити
ur_pk: کھولیں
vi: Mở

# BtSettings|
source: Cancel
ar: إلغاء
bg: Отказ
bn: বাতিল করুন
cs_cz: Storno
de: Abbrechen
es: Cancelar
fa: انصراف
fi: Peru
fr: Annuler
hi: रद्द करें
hu: Mégse
id: Batalkan
it: Annulla
ja: キャンセル
lt: Atšaukti
lv: Atcelt
my: ပယ်ဖျက်
pl: Anuluj
pt_pt: Cancelar
ro: Anulează
ru: Отмена
si: අවලංගු කරන්න
sr: Откажи
tr: İptal
uk: Скасувати
ur_pk: منسوخ کریں
vi: Hủy

# BtSettings|
source: Start downloading without confirmation
ar: بدء التنزيل دون تأكيد
bg: Започване на изтегляне без потвърждение
bn: নিশ্চিতকরণ ছাড়াই ডাউনলোড করা শুরু করুন
cs_cz: Spustit stahování bez potvrzení
de: Download ohne Bestätigung starten
es: Iniciar descarga sin confirmación
fa: شروع به دانلود کردن بدون نیاز به تأیید
fi: Käynnistä lataus ilman vahvistusta
fr: Lancer le téléchargement sans confirmation
hi: बिना पुष्टि के डाउनलोड करना शुरू करें
hu: Letöltés elkezdése megerősítés nélkül
id: Mulai pengunduhan tanpa konfirmasi
it: Avvia download senza conferma
ja: 確認せずにダウンロードを開始する
lt: Pradėkite atsisiųsti be patvirtinimo
lv: Sākt lejupielādēt bez apstiprinājuma
my: အတည်မပြုဘဲ ဒေါင်းလုပ်ခြင်း စတင်ရန်
pl: Rozpocznij pobieranie bez potwierdzenia
pt_pt: Iniciar o download sem confirmação
ro: Începeți descărcarea fără confirmare
ru: Загружать файлы без подтверждения
si: තහවුරු කිරීමකින් තොරව බාගත කිරීම ආරම්භ කරන්න
sr: Покрени преузимање без потврде
tr: Onay olmadan indirmeyi başlat
uk: Почати завантаження без підтвердження
ur_pk: بغیر تصدیق کے ڈاؤن لوڈ شروع کریں
vi: Bắt đầu tải xuống mà không cần xác nhận

# BtSettings|
source: Privacy
ar: الخصوصية
bg: Поверителност
bn: গোপনীয়তা
cs_cz: Soukromí
de: Datenschutz
es: Privacidad
fa: حریم‌خصوصی
fi: Yksityisyys
fr: Confidentialité
hu: Adatvédelem
id: Privasi
ja: プライバシー
lt: Privatumas
lv: Privātums
my: သီးသန့်
pl: Prywatność
pt_pt: Privacidade
ro: Confidențialitate
ru: Конфиденциальность
si: පෞද්ගලිකත්වය
sr: Приватност
tr: Gizlilik
uk: Приватність
ur_pk: رازداری
vi: Sự riêng tư

# BtSettings|
source: Encryption:
ar: التشفير:
bg: Криптиране:
bn: এনক্রিপশনঃ
cs_cz: Šifrování:
de: Verschlüsselung:
es: Cifrado:
fa: رمزگذاری:
fi: Salaus:
fr: Cryptage:
hu: Titkosítás:
id: Enkripsi:
it: Crittografia:
ja: 暗号化:
lt: Šifravimas:
lv: Šifrēšana:
my: ကုတ်သွင်းခြင်း၊
pl: Szyfrowanie:
pt_pt: Criptografia:
ro: Criptare:
ru: Шифрование:
si: සංකේතනය:
sr: Шифровање:
tr: Şifreleme:
uk: Шифрування:
ur_pk: خفیہ کاری:
vi: Mã hóa:

# BtSettings|
source: No encryption allowed
ar: لا يُسمح بالتشفير
bg: Не е разрешено криптиране
bn: কোন এনক্রিপশন অনুমোদিত
cs_cz: Není povoleno žádné šifrování
de: Verschlüsselung nicht erlaubt
es: No se permite el cifrado
fa: رمزگذاری مجاز نیست
fi: Älä salli salausta
fr: Pas de cryptage autorisé
hu: Titkosítás nem engedélyezett
id: Tidak ada enkripsi yang diizinkan
it: Nessuna crittografia consentita
ja: 暗号化を許可しない
lt: Šifruoti neleidžiama
lv: Šifrēšana nav atļauta
my: ကုတ်သွင်းခြင်းကို ခွင့်မပြုပါ
pl: Szyfrowanie niedozwolone
pt_pt: Nenhuma criptografia permitida
ro: Nu este permisă criptare
ru: Запретить шифрование
si: සංකේතනය අවසර නැත
sr: Шифровање није дозвољено
tr: İzin verilen şifreleme yok
uk: Шифрування заборонено
ur_pk: انکرپشن کی اجازت نہیں ہے
vi: Không cho phép mã hóa

# BtSettings|
source: Prefer encryption
ar: يفضل التشفير
bg: Криптиране по възможност
bn: এনক্রিপশন পছন্দ করুন
cs_cz: Preferovat šifrování
de: Verschlüsselung bevorzugen
es: Preferir cifrado
fa: ترجیح دادن رمزگذاری
fi: Suosi salausta
fr: Préférer le cryptage
hu: Titkosítás előnyben részesítése
id: Memilih enkripsi
it: Preferisci crittografia
ja: 暗号化を優先する
lt: Pirmenybė teikiama šifravimui
lv: Dot priekšroku šifrēšanai
my: ကုတ်သွင်းလေ ကောင်းလေ
pl: Preferowane szyfrowanie
pt_pt: Preferir criptografia
ro: Prefer criptarea
ru: Предпочитать шифрование
si: සංකේතනය ට වැඩි කැමැත්තක් දක්වයි
sr: Преферирај шифровање
tr: Şifrelemeyi tercih et
uk: Надавати перевагу шифруванню
ur_pk: انکرپشن کو ترجیح دیں
vi: Ưu tiên mã hóa

# BtSettings|
source: Require encryption
ar: التشفير مطلوب
bg: Задължително криптиране
bn: এনক্রিপশন প্রয়োজন
cs_cz: Vyžadovat šifrování
de: Verschlüsselung erforderlich
es: Requiere cifrado
fa: نیاز به رمزگذاری
fi: Vaadi salaus
fr: Exiger le cryptage
hu: Titkosítás szükséges
id: Memerlukan enkripsi
it: Richiedi crittografia
ja: 暗号化を要求する
lt: Reikalauti šifravimo
lv: Pieprasīt šifrēšanu
my: ကုတ်သွင်းရမည်
pl: Szyfrowanie wymagane
pt_pt: Exigir criptografia
ro: Necesită criptare
ru: Требовать шифрования
si: සංකේතනය අවශ්යයි
sr: Захтевај шифровање
tr: Şifreleme gerektir
uk: Вимагати шифрування
ur_pk: انکرپشن درکار ہے
vi: Yêu cầu mã hóa

# BtSettings|
source: Advanced
ar: متقدم
bg: Допълнителни
bn: উন্নত
cs_cz: Rozšířené
de: Erweitert
es: Avanzado
fa: پیشرفته
fi: Lisäasetukset
fr: Avancé
hi: एडवांस
hu: Haladó
id: Lanjutan
it: Avanzate
ja: 高度な設定
lt: Išplėsti
lv: Advancēts
my: အဆင့်မြင့်
pl: Zaawansowane
pt_pt: Avançado
ro: Avansat
ru: Дополнительные настройки
si: අධි
sr: Напредно
tr: Gelişmiş
uk: Додатково
ur_pk: اعلی
vi: Nâng cao

# BtSettings|
source: Current port: %1
ar: المنفذ الحالي : %1
bg: Текущ порт: %1
bn: বর্তমান পোর্ট: %1
cs_cz: Aktuální port: %1
de: Aktueller Port: %1
es: Puerto actual: %1
fa: پورت فعلی: 1%
fi: Nykyinen portti: %1
fr: Port courant: %1
hu: Aktuális port: %1
id: Port saat ini: %1
it: Porta attuale: %1
ja: 現在のポート: %1
lt: Dabartinis prievadas: %1
lv: Pašreizējais ports: %1
my: လက်ရှိ port: %1
pl: Bieżący port: %1
pt_pt: Porta atual: %1
ro: Port curent: %1
ru: Текущий порт: %1
si: වත්මන් සම්බන්ධන අංකය: %1
sr: Тренутни порт: %1
tr: Şu anki b.noktası: %1
uk: Поточний порт: %1
ur_pk: موجودہ پورٹ: %1
vi: Cổng hiện tại: %1

# BtSettings|
source: Custom port:
ar: منفذ مخصص :
bg: Порт по избор:
bn: কাস্টম পোর্টঃ
cs_cz: Vlastní port:
de: Benutzerdefinierter Port:
es: Puerto personalizado:
fa: پورت سفارشی:
fi: Oma portti:
fr: Port personnalisé:
hi: कस्टम बंदरगाह:
hu: Egyéni port:
id: Port kustom:
it: Porta personalizzata:
ja: カスタムポート:
lt: Pasirinktinis prievadas:
lv: Pielāgotais ports:
my: စိတ်ကြိုက် port: %1
pl: Własny port:
pt_pt: Porta personalizada:
ro: Port personalizat:
ru: Пользовательский порт:
si: වෙනස්කරන ලද සම්බන්ධන අංකය:
sr: Прилагођени порт:
tr: Özel b.noktası:
uk: Вибраний порт:
ur_pk: کسٹم پورٹ:
vi: Cổng tùy chỉnh:

# BtSettings|
source: The use of additional trackers can improve download speed in some cases. Lists of such trackers can be retrieved from different sources, e.g. from <a href='https://github.com/ngosang/trackerslist'>here</a>.
ar: يمكن أن يؤدي استخدام تتبع إضافي إلى تحسين سرعة التنزيل في بعض الحالات. يمكن الحصول على قوائم هذه المتعقبات من مصادر مختلفة، مثل <a href='https://github.com/ngosang/trackerslist'>هنا</a>.
bg: Използването на допълнителни тракери може да повиши скоростта на изтегляне в някои случаи. Те могат да бъдат получени от различни източници например от <a href='https://github.com/ngosang/trackerslist'>тук</a>.
bn: অতিরিক্ত ট্র্যাকার ব্যবহার কিছু ক্ষেত্রে ডাউনলোডের গতি উন্নত করতে পারে। এই ধরনের ট্র্যাকারের তালিকা বিভিন্ন উত্স থেকে পুনরুদ্ধার করা যেতে পারে, যেমন <a href='https://github.com/ngosang/trackerslist'>এখানে</a> থেকে।
cs_cz: Použití dodatečných trackerů může v některých případech vylepšit rychlost stahování. Seznamy těchto trackerů mohou být získávány z různých zdrojů, např. <a href='https://github.com/ngosang/trackerslist'>odsud</a>.
de: Die Verwendung zusätzlicher Tracker kann in einigen Fällen die Download-Geschwindigkeit verbessern. Listen solcher Tracker können von verschiedenen Quellen abgerufen werden, z. B. von <a href='https://github.com/ngosang/trackerslist'>hier</a>.
es: El uso rastreadores adicionales puede mejorar la velocidad de descarga en algunos casos. Las listas de dichos rastreadores se pueden obtener desde diferentes fuentes, por ejemplo desde <a href='https://github.com/ngosang/trackerslist'>aquí</a>.
fa: استفاده از ردیاب‌های اضافی می‌تواند در برخی موارد سرعت دانلود را بهبود بخشد. لیست‌های این‌گونه ردیاب‌ها را می‌توانید از منابع مختلف، مانند <a href='https://github.com/ngosang/trackerslist'>اینجا</a بازیابی کنید.
fi: Seurantapalvelimien lisääminen saattaa joissain tapauksissa parantaa latausnopeuksia. Palvelinlistoja saa eri lähteistä, esimerkiksi <a href='https://github.com/ngosang/trackerslist'>täältä</a>.
fr: L'utilisation de trackers additionnels peut améliorer la vitesse de téléchargement dans certains cas. Des listes de tels trackers peuvent être récupérées depuis diverses sources, par ex. depuis <a href='https://github.com/ngosang/trackerslist'>ici</a>.
hu: A további trackerek használata bizonyos esetekben javíthatja a letöltési sebességet. Az ehhez hasonló trackerek listája különböző forrásokból, például <a href='https://github.com/ngosang/trackerslist'>innen</a> tölthető le.
id: Penggunaan pelacak tambahan dapat meningkatkan kecepatan unduh dalam beberapa kasus. Daftar pelacak tersebut dapat diambil dari berbagai sumber, misalnya dari <a href='https://github.com/ngosang/trackerslist'>di sini</a>.
it: L'uso di tracker aggiuntivi può migliorare la velocità di download in alcuni casi. Gli elenchi di tali tracker possono essere recuperati da diverse fonti, ad esempio da <a href='https://github.com/ngosang/trackerslist'>qui</a>.
ja: 追加トラッカーの使用は、場合によってダウンロード速度を向上させることができます。このようなトラッカーのリストは、さまざまなソースから取得できます。例えば<a href='https://github.com/ngosang/trackerslist'>こちら</a>から取得できます。
lt: Papildomų sekimo priemonių naudojimas kai kuriais atvejais gali pagerinti atsisiuntimo greitį. Tokių sekimo priemonių sąrašus galima gauti iš įvairių šaltinių, pvz. iš <a href='https://github.com/ngosang/trackerslist'>čia</a>.
lv: Papildus izsekotāju lietošana dažreiz var uzlabot lejupielādes ātrumu. Šādu izsekotāju saraksts var tikt iegūts no dažādiem avotiem, piem. <a href='https://github.com/ngosang/trackerslist'>šeit</a>.
my: ထပ်တိုး ခြေရာခံသူများကို အသုံးပြုခြင်းက အချို့အခြေအနေတွင် ဒေါင်းလုပ်အမြန်နှုန်းကို တိုးစေပါသည်။ ခြေရာခံသူစာရင်းကို မတူညီသော အရင်းအမြစ်များမှ ထုတ်ယူနိုင်ပါသည်။ ဥပမာ၊ <a href=‘https://github.com/ngosang/trackerslist’>ဒီနေရာ</a>ကနေပေါ့။
pl: Korzystanie z dodatkowych serwerów może usprawnić prędkość pobierania Listę takich serwerów można pobrać z różnych źródeł, np. <a href='https://github.com/ngosang/trackerslist'>stąd</a>.
pt_pt: O uso de rastreadores adicionais pode melhorar a velocidade de download em alguns casos. Listas destes rastreadores podem ser obtidas em diferentes fontes; por exemplo, <a href='https://github.com/ngosang/trackerslist'>aqui</a>.
ro: Utilizarea de trackere suplimentare poate îmbunătăți viteza de descărcare în unele cazuri. Listele de astfel de trackere pot fi preluate din diferite surse, de ex. de pe <a href='https://github.com/ngosang/trackerslist'>aici</a>.
ru: Использование дополнительных трекеров может повысить скорость загрузки. Списки таких трекеров можно получить из разных источников, например, <a href='https://github.com/ngosang/trackerslist'>отсюда</a>.
si: සමහර අවස්ථාවලදී අමතර ට්‍රැකර් භාවිතා කිරීමෙන් බාගත කිරීමේ වේගය වැඩි දියුණු කළ හැක. එවැනි ට්‍රැකර් ලැයිස්තු විවිධ මූලාශ්‍රවලින් ලබා ගත හැක, උදා: <a href='https://github.com/ngosang/trackerslist'>මෙතැනින්</a> .
sr: Коришћење додатних тракера може побољшати брзину преузимања у неким случајевима.Листе таквих тракера могу се преузети са различитих извора, нпр. са <ahref='https://github.com/ngosang/trackerslist'>овог места</a>.
tr: Ek izleyicilerin kullanılması bazı durumlarda indirme hızını artırabilir. Bu tür izleyicilerin listeleri farklı kaynaklardan alınabilir, örn. <a href='https://github.com/ngosang/trackerslist'>buradan</a>.
uk: Використання додаткових трекерів іноді може підвищити швидкість завантаження. Списки таких текерів можна отримати з різних джерел, наприклад <a href='https://github.com/ngosang/trackerslist'>тут</a>.
ur_pk: اضافی ٹریکرز کا استعمال بعض صورتوں میں ڈاؤن لوڈ کی رفتار کو بہتر بنا سکتا ہے۔ ایسے ٹریکرز کی فہرستیں مختلف ذرائع سے حاصل کی جا سکتی ہیں، مثال کے طور پر <a href='https://github.com/ngosang/trackerslist'>یہاں</a> سے۔
vi: Việc sử dụng các trình theo dõi bổ sung có thể cải thiện tốc độ tải xuống trong một số trường hợp. Danh sách các trình theo dõi như vậy có thể được lấy từ nhiều nguồn khác nhau, ví dụ từ <a href='https://github.com/ngosang/trackerslist'>đây</a> .

# BtStrings|
source: Uploaded
ar: تم رفعه
bg: Качено
bn: আপলোড করা হয়েছে
cs_cz: Nahráno
de: Hochgeladen
es: Subido
fa: آپلود شده
fi: Lähetetty
fr: Envoyé
hi: अपलोड किए गए
hu: Feltöltött
id: Diunggah
it: Caricato
ja: アップロード
lt: Įkelta
lv: Augšupielādētie
my: တင်ပြီး
pl: Wysłano
pt_pt: Carregado
ro: Încărcat
ru: Отдано
si: උඩුගත කර ඇත
sr: Послато
tr: Gönderildi
uk: Вивантажено
ur_pk: اپ لوڈ کیا گیا
vi: Đã tải lên

# BtStrings|
source: Ratio
ar: النسبة
bg: Съотношение
bn: অনুপাত
cs_cz: Poměr
de: Verhältnis
es: Proporción
fa: نسبت
fi: Suhde
fr: Taux
hi: अनुपात
hu: Arány
id: Rasio
it: Rapporto
ja: 比率
lt: Santykis
lv: Attiecība
my: အချိုး
pl: Stopień
pt_pt: Proporção
ro: Rație
ru: Рейтинг
si: අනුපාතය
sr: Однос (Ratio)
tr: Oran
uk: Співвідношення
ur_pk: تناسب
vi: Tỷ lệ

# BuildDownloadDialog|
source: Add download
ar: إضافة تنزيل
bg: Добавете изтегляне
bn: ডাউনলোড যোগ করুন
cs_cz: Přidat stahování
de: Download hinzufügen
es: Agregar descarga
fa: افزودن دانلود
fi: Lisää lataus
fr: Ajouter le téléchargement
hi: डाउनलोड जोड़ें
hu: Letöltés hozzáadása
id: Tambahkan unduhan
it: Aggiungi download
ja: ダウンロードを追加
lt: Pridėti atsisiuntimą
lv: Pievienot lejupielādi
my: ဒေါင်းလုပ်ထည့်ပါ
pl: Dodaj pobieranie
pt_pt: Adicionar download
ro: Adaugă descărcare
ru: Добавить загрузку
si: බාගත එකතු කරන්න
sr: Додај преузимање
tr: İndirme ekle
uk: Додати завантаження
ur_pk: ڈاؤن لوڈ شامل کریں
vi: Thêm tải xuống

# BuildDownloadDialog|
source: Report problem
ar: إبلاغ عن مشكلة
bg: Докладвайте проблем
bn: সমস্যা রিপোর্ট করুন
cs_cz: Nahlásit problém
de: Problem melden
es: Reportar problema
fa: گزارش مشکل
fi: Ilmoita ongelmasta
fr: Signaler un problème
hi: समस्या की सूचना दें
hu: Probléma jelentése
id: Laporkan masalah
it: Segnala problema
ja: 問題の報告
lt: Pranešti apie problemą
lv: Paziņot par problēmu
my: ပြဿနာကို တင်ပြရန်
pl: Zgłoś problem
pt_pt: Relatar problema
ro: Raportează o problemă
ru: Сообщить о проблеме
si: ගැටළු වාර්ථා කරන්න
sr: Пријави проблем
tr: Sorun bildir
uk: Повідомити про проблему
ur_pk: مسئلے کی اطلاع دیں
vi: Báo cáo vấn đề

# BuildDownloadDialog|
source: Cancel
ar: إلغاء
bg: Отказ
bn: বাতিল করুন
cs_cz: Storno
de: Abbrechen
es: Cancelar
fa: انصراف
fi: Peru
fr: Annuler
hi: रद्द करें
hu: Mégse
id: Batalkan
it: Annulla
ja: キャンセル
lt: Atšaukti
lv: Atcelt
my: ပယ်ဖျက်
pl: Anuluj
pt_pt: Cancelar
ro: Anulează
ru: Отмена
si: අවලංගු කරන්න
sr: Откажи
tr: İptal
uk: Скасувати
ur_pk: منسوخ کریں
vi: Hủy

# BuildDownloadDialog|
source: Download
ar: تنزيل
bg: Изтегляне
bn: ডাউনলোড করুন
cs_cz: Stáhnout
de: Herunterladen
es: Descargar
fa: دانلود
fi: Lataa
fr: Télécharger
hi: डाउनलोड
hu: Letöltés
id: Unduh
ja: ダウンロード
lt: Atsisiųsti
lv: Lejupielādēt
my: ဒေါင်းလုပ်
pl: Pobierz
pt_pt: Baixar
ro: Descarcă
ru: Скачать
si: බාගත කිරීම
sr: Преузми
tr: İndir
uk: Завантажити
ur_pk: ڈاؤن لوڈ
vi: Tải xuống

# BuildDownloadDialog|
source: OK
ar: موافق
bn: ওকে
es: Aceptar
fa: تأیید
hi: ठीक है
hu: Rendben
lt: Gerai
my: အိုကေ
ru: ОК
si: හරි
sr: У реду
tr: Tamam
ur_pk: ٹھیک ہے
vi: Đồng ý

# BuildDownloadPage|
source: Add download
ar: إضافة تنزيل
bg: Добавете изтегляне
bn: ডাউনলোড যোগ করুন
cs_cz: Přidat stahování
de: Download hinzufügen
es: Agregar descarga
fa: افزودن دانلود
fi: Lisää lataus
fr: Ajouter un téléchargement
hi: डाउनलोड जोड़ें
hu: Letöltés hozzáadása
id: Tambahkan unduhan
it: Aggiungi download
ja: ダウンロードを追加
lt: Pridėti atsisiuntimą
lv: Pievienot lejupielādi
my: ဒေါင်းလုပ်ထည့်ပါ
pl: Dodaj pobieranie
pt_pt: Adicionar download
ro: Adăugați descărcare
ru: Добавить загрузку
si: බාගත එකතු කරන්න
sr: Додај преузимање
tr: İndirme ekle
uk: Додати завантаження
ur_pk: ڈاؤن لوڈ شامل کریں
vi: Thêm tải xuống

# BuildDownloadPage|
source: Download
ar: تنزيل
bg: Изтегляне
bn: ডাউনলোড করুন
cs_cz: Stáhnout
de: Herunterladen
es: Descargar
fa: دانلود
fi: Lataa
fr: Télécharger
hi: डाउनलोड
hu: Letöltés
id: Unduh
ja: ダウンロード
lt: Atsisiųsti
lv: Lejupielādēt
my: ဒေါင်းလုပ်
pl: Pobierz
pt_pt: Baixar
ro: Descarcă
ru: Скачать
si: බාගත කිරීම
sr: Преузми
tr: İndir
uk: Завантажити
ur_pk: ڈاؤن لوڈ
vi: Tải xuống

# BuildDownloadPage|
source: OK
ar: موافق
bn: ওকে
es: Aceptar
fa: تأیید
hi: ठीक है
hu: Rendben
lt: Gerai
my: အိုကေ
ru: ОК
si: හරි
sr: У реду
tr: Tamam
ur_pk: ٹھیک ہے
vi: Đồng ý

# BuildDownloadPage|
source: Report problem
ar: إبلاغ عن مشكلة
bg: Докладвайте проблем
bn: সমস্যা রিপোর্ট করুন
cs_cz: Nahlásit problém
de: Problem melden
es: Reportar problema
fa: گزارش مشکل
fi: Ilmoita ongelmasta
fr: Signaler un problème
hi: समस्या की सूचना दें
hu: Probléma jelentése
id: Laporkan masalah
it: Segnala problema
ja: 問題の報告
lt: Pranešti apie problemą
lv: Paziņot par problēmu
my: ပြဿနာကို တင်ပြရန်
pl: Zgłoś problem
pt_pt: Relatar problema
ro: Raportează o problemă
ru: Сообщить о проблеме
si: ගැටළු වාර්ථා කරන්න
sr: Пријави проблем
tr: Sorun bildir
uk: Повідомити про проблему
ur_pk: مسئلے کی اطلاع دیں
vi: Báo cáo vấn đề

# BuildDownloadPage|
source: Downloading from this site is not allowed
ar: التنزيل من هذا الموقع غير مسموح به
bg: Изтеглянето от този сайт не е позволено
bn: এই সাইট থেকে ডাউনলোড অনুমোদিত নয়
cs_cz: Stahování z této stránky není povoleno
de: Herunterladen von dieser Seite ist nicht erlaubt
es: Descargar desde este sitio no está permitido
fa: دانلود کردن از این سایت مجاز نیست
fi: Tältä sivustolta lataaminen ei ole sallittua
fr: Télécharger depuis ce site n'est pas autorisé
hi: इस साइट से डाउनलोड करने की अनुमति नहीं है
hu: Erről a webhelyről nem szabad letölteni
id: Mengunduh dari situs ini tidak diperbolehkan
it: Lo scaricamento da questo sito non è consentito
ja: このサイトのダウンロードは許可されていません
lt: Atsisiųsti iš šios svetainės neleidžiama
lv: Lejupielādēšana no šīs saites nav atļauta
my: ဒီဆိုဒ်မှ ဒေါင်းလုပ်ခြင်းကို ခွင့်မပြုပါ
pl: Pobieranie z tej strony nie jest możliwe
pt_pt: Baixar deste site não é permitido
ro: Descărcarea de pe acest site nu este permisă
ru: Загрузка с этого сайта запрещена
si: මෙම වෙබ් අඩවියෙන් බාගත කිරීමට අවසර නැත
sr: Преузимање са овог сајта није дозвољено
tr: Bu siteden indirmeye izin verilmiyor
uk: Завантаження з цього сайту заборонено
ur_pk: اس ویب سائٹ سے ڈاؤن لوڈ کرنے کی اجازت نہیں ہے
vi: Tải về từ trang này không khả dụng

# BuildDownloadTools|
source: The proxy %1 requires a username and password.
ar: الخادم الوكيل %1 يطلب اسم مستخدم وكلمة مرور.
bg: Прокси сървър %1 изисква потребителско име и парола.
bn: প্রক্সি %1-এর জন্য একটি ব্যবহারকারীর নাম এবং পাসওয়ার্ড প্রয়োজন।
cs_cz: Proxy %1 vyžaduje uživatelské jméno a heslo.
de: Proxy %1 benötigt einen Benutzernamen und ein Passwort.
es: El proxy %1 requiere un nombre de usuario y contraseña.
fa: پروکسی %1 به نام کاربری و گذرواژه نیاز دارد.
fi: Välityspalvelin %1 vaatii käyttäjätunnuksen ja salasanan.
fr: Le proxy %1 requiert un nom d'utilisateur et un mot de passe.
hi: प्रॉक्सी %1 को उपयोगकर्ता नाम और पासवर्ड की आवश्यकता है।
hu: A %1 proxyhoz felhasználónév és jelszó szükséges.
id: Proxy %1 memerlukan nama pengguna dan kata sandi.
it: Il proxy %1 necessita di un nome utente e una password.
ja: プロキシ %1 にはユーザー名とパスワードが必要になります。
lt: Tarpinis serveris %1 reikalauja vartotojo vardo ir slaptažodžio.
lv: Starpniekserverim %1 nepieciešams lietotājvārds un parole.
my: Proxy %1 က အသုံးပြုသူအမည် နှင့် စကားဝှက်တို့ကို လိုအပ်သည်။
pl: Proxy %1 wymaga nazwy użytkownika i hasła.
pt_pt: O proxy %1 requer um nome de usuário e senha.
ro: Proxy-ul %1 necesită un nume de utilizator și o parolă.
ru: Прокси %1 запрашивает логин и пароль.
si: ප්රොක්සි%1 සඳහා පරිශීලක නාමයක් සහ මුරපදයක් අවශ්ය වේ.
sr: Прокси %1 захтева корисничко име и лозинку.
tr: %1 vekil sunucu, kullanıcı adı ve parola gerektirir.
uk: Проксі-сервер %1 вимагає ім'я користувача та пароль.
ur_pk: پراکسی %1 کو یوزر نیم اور پاس ورڈ درکار ہے۔
vi: Proxy %1 yêu cầu tên người dùng và mật khẩu.

# BuildDownloadTools|
source: %1 is requesting your username and password.
ar: %1 يطلب اسم المستخدم وكلمة المرور.
bg: %1 очаква вашето потребителско име и парола.
bn: %1 আপনার ব্যবহারকারীর নাম এবং পাসওয়ার্ড অনুরোধ করছে।
cs_cz: %1 vyžaduje Vaše uživatelské jméno a heslo.
de: %1 benötigt einen Benutzernamen und ein Passwort.
es: %1 está solicitando tu nombre de usuario y contraseña.
fa: %1 نام کاربری و گذرواژه شما را درخواست کرده است.
fi: %1 pyytää käyttäjätunnusta ja salasanaa.
fr: %1 demande vos nom d'utilisateur et mot de passe.
hi: %1 आपके यूज़रनेम और पासवर्ड का अनुरोध कर रहा है।
hu: %1 kéri a felhasználónevét és jelszavát.
id: %1 meminta nama pengguna dan kata sandi Anda.
it: %1 richiede un nome utente e una password.
ja: %1 はユーザー名とパスワードを要求しています。
lt: %1 prašo jūsų vartotojo vardo ir slaptažodžio.
lv: %1 pieprasa jūsu lietotājvārdu un paroli.
my: %1 က သင့်အသုံးပြုသူအမည် နှင့် စကားဝှက်တို့ကို တောင်းဆိုနေပါသည်။
pl: %1 wymaga nazwy użytkownika i hasła.
pt_pt: %1 está solicitando seu nome de usuário e senha.
ro: %1 vă solicită numele de utilizator și parola.
ru: %1 запрашивает ваш логин и пароль.
si: %1 ඔබගේ පරිශීලක නාමය සහ මුරපදය ඉල්ලා සිටී.
sr: %1 захтева ваше корисничко име и лозинку.
tr: %1 kullanıcı adınızı ve parolanızı istiyor.
uk: %1 запитує ваше ім'я користувача та пароль.
ur_pk: %1 آپ کے یوزر نیم اور پاس ورڈ کی درخواست کر رہا ہے۔
vi: %1 đang yêu cầu tên người dùng và mật khẩu.
