Repository: FreeDownloadManagerTeam/FDM6-localization
Catalog: main/fdm_*.po
Languages: ar, bg, bn, cs_cz, de, es, fa, fi, fr, hi, hu, id, it, ja, lt, lv, my, pl, pt_pt, ro, ru, si, sr, tr, uk, ur_pk, vi

# MainMenu|
source: Contact support
ar: اتصل بالدعم
bg: Техническа поддръжка
bn: যোগাযোগ সমর্থন
cs_cz: Kontaktovat podporu
de: Support kontaktieren
fa: ارتباط با پشتیبانی
fi: Tuki
fr: Contacter le support
hi: सहयोग टीम से संपर्क करें
hu: Kapcsolatfelvétel az ügyfélszolgálattal
id: Hubungi Bantuan
it: Contattaci
ja: サポートへのお問い合わせ
lt: Susisiekite su palaikymo tarnyba
lv: Sazināties ar atbalstu
my: အကူအညီသို့ ဆက်သွယ်ပါ
pl: Pomoc techniczna
pt_pt: Contatar suporte
ro: Contactați Asistența
ru: Служба поддержки
si: සහාය සඳහා අමතන්න
sr: Контактирај подршку
tr: Destekle iletişime geç
uk: Технічна підтримка
ur_pk: سپورٹ سے رابطہ کریں
vi: Liên hệ hỗ trợ

# MainMenu|
source: Auto shutdown
ar: اغلاق تلقائي
bg: Автоматично изключване
bn: স্বয়ংক্রিয় বন্ধ
cs_cz: Automaticky vypnout
de: Automatisches Herunterfahren
fa: خاموش‌کردن خودکار
fi: Automaattinen sammutus
fr: Arrêt automatique
hu: Aut. leállítás
id: Mati otomatis
it: Spegnimento automatico
ja: 自動でシャットダウン
lt: Automatinis išsijungimas
lv: Auto izslēgšana
my: အလိုအလျောက် ပိတ်ချမှု
pl: Automatycznie zamykanie
pt_pt: Desligamento automático
ro: Oprire automată
ru: Автовыключение компьютера
si: ඉබේ වසා දැමීම
sr: Аутоматско гашење
tr: Otomatik kapat
uk: Автовимкнення
ur_pk: خودکار شٹ ڈاؤن
vi: Tự động tắt máy

# MainMenu|
source: Check for updates...
ar: البحث عن تحديثات...
bg: Проверка за обновления...
bn: হালনাগাদ এর জন্য অনুসন্ধান করুন...
cs_cz: Zkontrolovat aktualizace...
de: Nach Updates suchen…
fa: بررسی برای به‌روزرسانی‌ها...
fi: Tarkista päivitykset...
fr: Vérifier les mises à jour...
hu: Frissítések keresése
id: Periksa pembaruan...
it: Controlla aggiornamenti...
ja: 更新を確認...
lt: Patikrinkite, ar yra naujinimų...
lv: Meklēt atjauninājumus...
my: အသစ်များကို စစ်ဆေးပါ...
pl: Szukaj aktualizacji...
pt_pt: Verificar atualizações...
ro: Verificați actualizări...
ru: Проверка обновлений...
si: යාවත්කාලීන කිරීම් සඳහා පරීක්ෂා කරන්න...
sr: Провери ажурирања...
tr: Güncellemeleri denetle...
uk: Перевірити оновлення...
ur_pk: اپ ڈیٹس کے لیے چیک کریں...
vi: Kiểm tra cập nhật...

# MainMenu|
source: Submit a bug report
ar: ارسال تقرير الخطأ
bg: Изпращане на доклад за грешки
bn: একটি বাগ রিপোর্ট জমা দিন
cs_cz: Odeslat hlášení o chybě
de: Fehlerbericht einreichen
fa: ارسال گزارش باگ
fi: Lähetä vikailmoitus
fr: Soumettre un rapport de bogue
hu: Hibajelentés beküldése
id: Kirim laporan bug
it: Segnala problema
ja: バグレポートを送信
lt: Pateikite pranešimą apie riktą
lv: Iesniegt kļūdas atskaiti
my: အလွဲတင်ပြမှုကို တင်သွင်းပါ
pl: Wyślij raport o błędach
pt_pt: Enviar relatório de erros
ro: Trimiteți un raport de eroare
ru: Отправить отчёт об ошибке
si: දෝෂ වාර්තාවක් ඉදිරිපත් කරන්න
sr: Пошаљи извештај о грешци
tr: Hata raporu gönder
uk: Повідомити про проблему
ur_pk: بگ رپورٹ جمع کروائیں
vi: Gửi báo cáo lỗi

# MainMenu|
source: Sleep
ar: سكون
bg: Заспиванe
bn: ঘুম
cs_cz: Spánek
de: Schlafmodus
es: Suspender
fa: خواب
fi: Valmiustila
fr: Veille
hi: सोना
hu: Alvó állapot
id: Mode tidur
it: Vai in modalità sospensione
ja: スリープ
lt: Miegoti
lv: Miega režīms
my: အိပ်
pl: Uśpij
pt_pt: Suspender
ro: Repaus
ru: Перевести в режим сна
si: තාවකාලික වැසීම
sr: Спавање
tr: Uykuya al
uk: Сон
ur_pk: سلیپ موڈ
vi: Ngủ

# MainMenu|
source: Hibernate
ar: إسبات
bg: Дълбок сън
bn: হাইবারনেট
cs_cz: Hibernovat
de: Ruhezustand
es: Hibernar
fa: هایبرنیت
fi: Horrostila
fr: Hibernation
hi: हाइबरनेट
hu: Hibernálás
id: Mode hibernasi
it: Vai in modalità ibernazione
ja: 休止状態
lt: Užmigti
lv: Dziļā miega režīms
my: နှပ်
pl: Hibernuj
pt_pt: Hibernar
ro: Hibernare
ru: Гибернация
si: හයිබර්නේට්
sr: Хибернација
tr: Hazırda beklet
uk: Глибокий сон
ur_pk: ہائبرنیٹ موڈ
vi: Ngủ đông

# MainMenu|
source: Shutdown
ar: إيقاف التشغيل
bg: Изключване
bn: শাটডাউন
cs_cz: Vypnout
de: Herunterfahren
es: Apagar
fa: خاموش
fi: Sammuta
fr: Arrêter
hi: शट डाउन
hu: Leállítás
id: Matikan komputer
it: Spegni computer
ja: シャットダウン
lt: Išjungti
lv: Izslēgt
my: ပိတ်ချ
pl: Zamknij system
pt_pt: Desligar
ro: Închidere
ru: Выключение
si: වසා දැමීම
sr: Угаси рачунар
tr: Kapat
uk: Вимкнення
ur_pk: شٹ ڈاؤن
vi: Tắt

# MainMenu|
source: Disconnect from remote %1
ar: الغاء الاتصال عن بعد %1
bg: Прекъсване на връзката с отдалечения %1
bn: দূরবর্তী %1 থেকে সংযোগ বিচ্ছিন্ন করুন
cs_cz: Odpojit od vzdáleného %1
de: Verbindung zur Gegenstelle %1 trennen
es: Desconectar de remoto %1
fa: قطع اتصال از ریموت %1
fi: Katkaise %1-etäyhteys
fr: Déconnecter du %1 distant
hi: रिमोट %1 से डिसकनेक्ट करें
hu: Távoli lecsatlakozás: %1
id: Putuskan sambungan dari jarak jauh%1
it: Disconnetti da %1 remoto
ja: リモート %1 から切断
lt: Atjunkite nuo nuotolinio įrenginio %1
lv: Atvienoties no attālināta %1
my: အဝေး %1 မှ ဖြုတ်ပါ
pl: Odłącz od zdalnego %1
pt_pt: Desconectar do %1 remoto
ro: Deconectați-vă de la distanță %1
ru: Отключить удалённый %1
si: දුරස්ථ%1 වෙතින් විසන්ධි කරන්න
sr: Прекини везу са удаљеним %1
tr: Uzak %1'den bağlantıyı kes
uk: Відключити від віддаленого %1
ur_pk: ریموٹ %1 سے منقطع ہوں
vi: Ngắt kết nối từ %1 từ xa

# MainMenu|
source: Connect to remote %1
ar: اتصال عن بعد %1
bg: Отдалечено свързване с %1
bn: দূরবর্তী %1 এর সাথে সংযোগ করুন
cs_cz: Připojit ke vzdálenému %1
de: Mit Gegenstelle %1 verbinden
es: Conectar a remoto %1
fa: اتصال به ریموت %1
fi: Muodosta %1-etäyhteys
fr: Connecter au %1 distant
hi: %1 रिमोट से कनेक्ट करें
hu: Távoli csatlakozás: %1
id: Hubungkan ke %1 jarak jauh
it: Connetti a %1 remoto
ja: リモート %1 に接続
lt: Prisijunkite prie nuotolinio valdymo įrenginio %1
lv: Pievienoties attālināti %1
my: အဝေး %1 ကို ဆက်သွယ်ပါ
pl: Podłącz do zdalnego %1
pt_pt: Conectar ao %1 remoto
ro: Conectați-vă la distanța %1
ru: Удалённое подключение к %1
si: දුරස්ථ%1 වෙත සම්බන්ධ වන්න
sr: Повежи се на удаљени %1
tr: Uzak %1'ye bağlan
uk: З'єднати з віддаленим %1
ur_pk: ریموٹ %1 سے منسلک ہوں
vi: Kết nối đến %1 từ xa

# MainMenu|
source: Create portable version
ar: إنشاء إصدار متنقل
bg: Създаване на преносима версия
bn: পোর্টেবল সংস্করণ তৈরি করুন
cs_cz: Vytvořit přenosnou verzi
de: Portable Version erstellen
es: Crear versión portable
fa: ساخت نسخه قابل حمل
fi: Luo siirrettävä versio
fr: Créer une version portable
hi: पोर्टेबल संस्करण बनाएं
hu: Hordozható verzió létrehozása
id: Buat versi portabel
it: Crea versione portatile
ja: ポータブルバージョンの作成
lt: Sukurkite nešiojamą versiją
lv: Izveidot pārnēsājamo versiju
my: ရွှေ့လွယ် ဗားရှင်းကို ဖန်တီးပါ
pl: Utwórz wersję przenośną
pt_pt: Criar versão portátil
ro: Creați o versiune portabilă
ru: Создать портативную версию
si: එහා මෙහා ගෙන යා හැකි අනුවාදය සාදන්න
sr: Креирај преносиву (portable) верзију
tr: Taşınabilir sürüm oluştur
uk: Створити переносну версію
ur_pk: پورٹیبل ورژن بنائیں
vi: Tạo phiên bản di động

# MainMenu|
source: Join the Mosaic...
ar: انضم إلى Mosaic...
bg: Присъединете се към групата...
bn: মোজাইক এ যোগ দিন...
cs_cz: Připojit se do Mozajky…
de: Mosaic beitreten…
es: Únete al mosaico...
fa: پیوستن به موزاییک...
fi: Liity Mosaiikkiin…
fr: Rejoindre la Mosaïque...
hi: मोज़ेक में शामिल हों ...
hu: Csatlakozz a Mozaikhoz...
id: Gabung di Mosaic...
it: Unisciti a Mosaic...
ja: Mosaic に参加...
lt: Prisijunkite prie mozaikos...
lv: Pievienojies mozaīkai...
my: Mosaic တွင် ပါဝင်ပါ...
pl: Dołącz do tworzenia mozaiki...
pt_pt: Junte-se ao Mosaico...
ro: Alăturați-vă Mozaicului...
ru: Присоединиться к мозаике…
si: මොසෙයික් එකට එකතු වෙන්න...
sr: Придружи се Мозаику...
tr: Mozaik'e katıl...
uk: Приєднатися до мозаїки...
ur_pk: موزیک میں شامل ہوں...
vi: Tham gia Mosaic...

# MainMenu|
source: About
ar: حول
bg: За програмата
bn: সম্পর্কিত
cs_cz: O programu
de: Über
es: Acerca de
fa: درباره
fi: Tietoja
fr: À propos
hi: हमारे बारे में
hu: Névjegy
id: Tentang
it: Info programma
ja: バージョン情報
lt: Apie
lv: Par
my: အပ်အကြောင်း
pl: O programie
pt_pt: Sobre
ro: Despre
ru: О программе
si: ගැන
sr: О програму
tr: Hakkında
uk: Про програму
ur_pk: بارے میں
vi: Thông tin ứng dụng

# MainMenu|
source: Quit
ar: خروج
bg: Изход
bn: প্রস্থান করুন
cs_cz: Konec
de: Beenden
es: Salir
fa: خروج
fi: Sulje
fr: Quitter
hi: छोड़ना
hu: Kilépés
id: Keluar
it: Esci
ja: 終了
lt: Išeiti
lv: Iziet
my: ထွက်
pl: Wyjście
pt_pt: Fechar
ro: Ieșire
ru: Выход
si: අත්හරින්න
sr: Изађи
tr: Çık
uk: Вийти
ur_pk: بند کریں
vi: Thoát

# MainStatusBar|
source: Snail mode frees bandwidth without stopping downloads.
ar: الوضع البطيء يحرر عرض النطاق الترددي دون إيقاف التنزيلات.
bg: Режим охлюв освобождава трафик без да спира изтеглянията.
bn: স্নেইল মোড ডাউনলোড বন্ধ না করে ব্যান্ডউইথ মুক্ত করে।
cs_cz: Režim Šnek uvolní šířku pásma bez zastavení stahování.
de: Schneckenmodus gibt Bandbreite frei ohne Downloads zu unterbrechen.
es: El modo caracol libera ancho de banda sin parar las descargas.
fa: حالت حلزونی بدون توقف دانلودها، پهنای باند را آزاد می‌کند.
fi: Etanatila vapauttaa kaistanleveyttä pysäyttämättä latauksia.
fr: Le mode escargot libère la bande passante sans stopper les téléchargements.
hi: स्नेल मोड डाउनलोड को रोके बिना बैंडविड्थ को मुक्त करता है।
hu: A Csiga mód felszabadítja a sávszélességet a letöltések leállítása nélkül.
id: Mode siput membebaskan pita jaringan tanpa menghentikan proses pengunduhan.
it: La modalità lumaca consente di liberare larghezza di banda senza interrompere i download.
ja: 「カタツムリモード」 はダウンロードを停止することなく、帯域幅を解放することができます。
lt: Sraigės režimas atlaisvina pralaidumą nestabdant atsisiuntimų.
lv: Gliemeža režīms atbrīvo joslas platumu neapturot lejupielādes.
my: ခရုက ဒေါင်းလုပ်များ ရပ်မသွားဘဲ ဘန်အကျယ်ကို လွှတ်ပေးသည်။
pl: Tryb powolny (ślimaczy) odciąża łącze bez zatrzymywania pobierania.
pt_pt: O Modo Caracol libera a largura de banda sem parar os downloads.
ro: Modul Lent eliberează lățimea de bandă fără a opri procesele download.
ru: Режим «Улитка» высвобождает все ресурсы сети без отмены загрузок.
si: Snail mode බාගත කිරීම් නැවැත්වීමකින් තොරව වේග නිදහස් කරයි.
sr: Пуж режим ослобађа проток без заустављања преузимања.
tr: Salyangoz modu indirmeleri durdurmadan bant genişliğini boşaltır.
uk: Режим равлика звільняє канал Інтернету не зупиняючи завантаження.
ur_pk: سست رفتار موڈ ڈاون لوڈز کو روکے بغیر بینڈوتھ خالی کرتا ہے۔
vi: Chế độ ốc sên giải phóng băng thông mà không dừng tải xuống.

# MainStatusBar|
source: Snail mode
ar: الوضع البطيئ
bg: Режим охлюв
bn: শামুক মোড
cs_cz: Režim Šnek
de: Schneckenmodus
es: Modo caracol
fa: حالت حلزونی
fi: Etanatila
fr: Mode escargot
hi: घोंघा मोड
hu: Csiga mód
id: Mode Siput
it: Modalità lumaca
ja: カタツムリモード
lt: Sraigės režimas
lv: Gliemeža režīms
my: ခရုနည်းလမ်း
pl: Tryb powolny
pt_pt: Modo caracol
ro: Modul Lent
ru: Режим «Улитка»
sr: Пуж режим
tr: Salyangoz modu
uk: Режим равлика
ur_pk: سست رفتار موڈ
vi: Chế độ ốc sên

# MainStatusBar|
source: %n downloads selected.
ar: %n تنزيل محدد.
bg: %n изтегляния избрани.
bn: %n ডাউনলোড নির্বাচন করা হয়েছে।
cs_cz: Vybráno %n stahování.
de: %n Downloads ausgewählt.
es: %n descarga seleccionada.
fa: %n دانلود انتخاب شده‌است.
fi: %n lataus valittu.
fr: %n téléchargements sélectionnés.
hi: %n डाउनलोड चयनित।
hu: %n letöltés kiválasztva.
id: %n unduhan dipilih.
it: %n download selezionato.
ja: %n のダウンロードが選択されています。
lt: %n atsisiuntimas pasirinktas.
lv: %n lejupielādes izvēlētas.
my: ဒေါင်းလုပ် %n ခု ရွေးထားသည်။
pl: %n pobieranie zaznaczone.
pt_pt: %n download selecionado.
ro: %n descărcări selectate.
ru: %n загрузка выбрана.
si: %n භාගත කෙරීම තෝරාගෙන ඇත.
sr: Изабрано %n преузимање.
tr: %n indirme seçildi.
uk: %n завантаження вибрано.
ur_pk: %n ڈاؤن لوڈ منتخب کیا گیا۔
vi: %n tải xuống đã chọn.

# MainStatusBar|
source: Total size:
ar: الحجم الإجمالي:
bg: Пълен размер:
bn: টোটাল সাইজঃ
cs_cz: Celková velikost:
de: Gesamtgröße:
es: Tamaño total:
fa: حجم کل:
fi: Koko:
fr: Taille totale:
hi: कुल आकार:
hu: Teljes méret:
id: Jumlah ukuran:
it: Dimensione totale:
ja: 合計サイズ:
lt: Bendras dydis:
lv: Kopējais izmērs:
my: စုစုပေါင်း ပမာဏ၊
pl: Całkowity rozmiar:
pt_pt: Tamanho total:
ro: Dimensiunea totală:
ru: Общий размер:
si: මුළු ප්රමාණය:
sr: Укупна величина:
tr: Toplam boyut:
uk: Загальний розмір:
ur_pk: کل سائز:
vi: Tổng kích thước:

# MainStatusBar_V2|
source: Low
ar: منخفضة
bg: Ниска
de: Niedrig
fa: کم
fi: Matala
fr: Bas
hu: Alacsony
it: Alta
ja: 低速
lt: Žemas
my: နိမ့်
pl: Niski
pt_pt: Baixo
ro: Scăzut
ru: Низкий
si: අඩු
sr: Низак
tr: Düşük
ur_pk: کم
vi: Thấp

# MainStatusBar_V2|
source: Medium
ar: متوسطة
bg: Средна
bn: মধ্যম
de: Mittel
fa: عادی
fi: Keskitaso
fr: Moyen
hu: Közepes
it: Medio
ja: 標準
lt: Vidutinis
my: ပုံမှန်
pl: Średni
pt_pt: Médio
ro: Mediu
ru: Средний
si: මධ්ය
sr: Средњи
tr: Orta
ur_pk: درمیانی
vi: Trung bình

# MainStatusBar_V2|
source: High
ar: مرتفعة
bg: Висока
bn: উচ্চ
de: Hoch
fa: زیاد
fi: Korkea
fr: Haut
hu: Magas
it: Bassa
ja: 高速
lt: Aukštas
my: မြင့်
pl: Wysoki
pt_pt: Alto
ro: Ridicat
ru: Высокий
si: ඉහළ
sr: Висок
tr: Yüksek
ur_pk: زیادہ
vi: Cao

# MainStatusBar_V2|
source: Unlimited
ar: غير محدود
bg: Неограничена
bn: আনলিমিটেড
de: Uneingeschränkt
fa: نامحدود
fi: Rajoittamaton
fr: Illimité
hu: Korlátlan
it: Illimitato
ja: 無制限
lt: Neribota
my: ကန့်သတ်မဲ့
pl: Bez limitu
pt_pt: Ilimitado
ro: Nelimitat
ru: Без ограничений
si: අසීමිත
sr: Неограничено
tr: Sınırsız
ur_pk: لا محدود
vi: Không giới hạn

# MainStatusBar_V2|
source: Snail mode frees bandwidth without stopping downloads.
ar: الوضع البطيء يحرر عرض النطاق الترددي دون إيقاف التنزيلات.
bg: Режим охлюв освобождава трафик без да спира изтеглянията.
bn: স্নেইল মোড ডাউনলোড বন্ধ না করে ব্যান্ডউইথ মুক্ত করে।
de: Schneckenmodus gibt Bandbreite frei ohne Downloads zu unterbrechen.
fa: حالت حلزونی بدون توقف دانلودها، پهنای باند را آزاد می‌کند.
fi: Etanatila vapauttaa kaistanleveyttä pysäyttämättä latauksia.
fr: Le mode escargot libère la bande passante sans stopper les téléchargements.
hu: A Csiga mód felszabadítja a sávszélességet a letöltések leállítása nélkül.
it: La modalità lumaca consente di liberare larghezza di banda senza interrompere i download.
ja: 「カタツムリモード」 はダウンロードを停止することなく、帯域幅を解放することができます。
lt: Sraigės režimas atlaisvina pralaidumą nestabdant atsisiuntimų.
my: ခရုက ဒေါင်းလုပ်များ ရပ်မသွားဘဲ ဘန်အကျယ်ကို လွှတ်ပေးသည်။
pl: Tryb powolny (ślimaczy) odciąża łącze bez zatrzymywania pobierania.
pt_pt: O Modo Caracol libera a largura de banda sem parar os downloads.
ro: Modul Lent eliberează lățimea de bandă fără a opri procesele download.
ru: Режим «Улитка» высвобождает все ресурсы сети без отмены загрузок.
si: Snail mode බාගත කිරීම් නැවැත්වීමකින් තොරව වේග නිදහස් කරයි.
sr: Пуж режим ослобађа проток без заустављања преузимања.
tr: Salyangoz modu indirmeleri durdurmadan bant genişliğini boşaltır.
ur_pk: سست رفتار موڈ ڈاون لوڈز کو روکے بغیر بینڈوتھ خالی کرتا ہے۔
vi: Chế độ ốc sên giải phóng băng thông mà không dừng tải xuống.

# MainStatusBar_V2|
source: Snail mode
ar: الوضع البطيئ
bg: Режим охлюв
bn: শামুক মোড
de: Schneckenmodus
fa: حالت حلزونی
fi: Etanatila
fr: Mode escargot
hu: Csiga mód
it: Modalità lumaca
ja: カタツムリモード
lt: Sraigės režimas
my: ခရုနည်းလမ်း
pl: Tryb powolny
pt_pt: Modo caracol
ro: Modul lent
ru: Режим «Улитка»
sr: Пуж режим
tr: Salyangoz modu
ur_pk: سست رفتار موڈ
vi: Chế độ ốc sên

# MainStatusBar_V2|
source: Set the traffic usage mode
ar: ضبط وضع استخدام حركة المرور
bg: Задаване на режима на използване на трафика
de: Traffic-Verwendungsmodus einstellen
fa: تنظیم حالت مصرف ترافیک
fi: Aseta tiedonsiirtotila
fr: Régler le mode d'utilisation du trafic
hu: Forgalomhasználati mód beállítása
it: Imposta modalità uso traffico
ja: トラフィック使用モードの設定
pl: Ustaw tryb wykorzystania ruchu
pt_pt: Defina o modo de uso do tráfego
ro: Setați modul de utilizare a traficului
ru: Установить режим использования траффика
si: වේග භාවිතා කිරීම් සකසන්න
sr: Постави режим коришћења саобраћаја
tr: Trafik kullanım modunu ayarla
ur_pk: ٹریفک کے استعمال کا موڈ سیٹ کریں
vi: Đặt chế độ sử dụng lưu lượng

# MainStatusBar_V2|
source: %n downloads selected.
ar: %n تنزيل محدد.
bg: %n изтегляния избрани.
bn: %n ডাউনলোড নির্বাচন করা হয়েছে।
de: %n Downloads ausgewählt.
fa: %n دانلود انتخاب شده‌است.
fi: %n lataus valittu.
fr: %n téléchargement sélectionné.
hu: %n letöltés kiválasztva.
it: %n download selezionato.
ja: %n のダウンロードが選択されています。
lt: %n atsisiuntimas pasirinktas.
my: ဒေါင်းလုပ် %n ခု ရွေးထားသည်။
pl: %n pobieranie zaznaczone.
pt_pt: %n download selecionado.
ro: %n descărcări selectate.
ru: %n загрузка выбрана.
si: %n භාගත කිරීම් තෝරාගන්නා ලදී.
sr: Изабрано %n преузимање.
tr: %n indirme seçildi.
ur_pk: %n ڈاؤن لوڈ منتخب کیا گیا۔
vi: %n tải xuống đã chọn.

# MainStatusBar_V2|
source: Total size:
ar: الحجم الإجمالي:
bg: Пълен размер:
bn: টোটাল সাইজঃ
de: Gesamtgröße:
fa: حجم کل:
fi: Koko:
fr: Taille totale:
hu: Teljes méret:
it: Dimensione totale:
ja: 合計サイズ:
lt: Bendras dydis:
my: စုစုပေါင်း ပမာဏ၊
pl: Całkowity rozmiar:
pt_pt: Tamanho total:
ro: Dimensiunea totală:
ru: Общий размер:
si: මුළු ප්රමාණය:
sr: Укупна величина:
tr: Toplam boyut:
ur_pk: کل سائز:
vi: Tổng kích thước:

# MainToolbar|
source: Add new download...
ar: إضافة تنزيل جديد...
bg: Добавете ново изтегляне...
bn: নতুন ডাউনলোড যোগ করুন...
cs_cz: Přidat nové stahování…
de: Neuen Download hinzufügen…
es: Agregar nueva descarga...
fa: دریافت فایل جدید...
fi: Lisää uusi lataus…
fr: Ajouter un nouveau téléchargement...
hi: नया डाउनलोड जोड़ें...
hu: Új letöltés hozzáadása...
id: Tambahkan unduhan baru...
it: Aggiungi nuovo download...
ja: 新規ダウンロードを追加...
lt: Pridėti naują atsisiuntimą...
lv: Pievienot jaunu lejupielādi...
my: ဒေါင်းလုပ်အသစ် ထည့်ပါ...
pl: Dodaj nowe pobieranie...
pt_pt: Adicionar novo download...
ro: Adăugă un nou proces de descărcare.
ru: Добавить новую загрузку…
si: නව බාගත එකතු කරන්න...
sr: Додај ново преузимање...
tr: Yeni indirme ekle...
uk: Додати нове завантаження...
ur_pk: نیا ڈاؤن لوڈ شامل کریں...
vi: Thêm tải xuống mới ...

# MainToolbar|
source: Start all
ar: بدء الكل
bg: Старт на всички
bn: সব শুরু করুন
cs_cz: Spustit vše
de: Alle starten
es: Iniciar todo
fa: شروع همه
fi: Käynnistä kaikki
fr: Tout lancer
hi: सभी शुरू करें
hu: Összes elkezdése
id: Mulai semua
it: Avvia tutti
ja: すべて開始
lt: Pradėkite viską
lv: Sākt visu
my: အားလုံး စတင်ပါ
pl: Uruchom wszystko
pt_pt: Iniciar todos
ro: Pornește tot
ru: Запустить все
si: සියල්ල ආරම්භ කරන්න
sr: Покрени све
tr: Tümünü başlat
uk: Запустити все
ur_pk: سب شروع کریں
vi: Bắt đầu tất cả

# MainToolbar|
source: Start selected
ar: بدء المحدد
bg: Старт на избрани само
bn: নির্বাচিত শুরু করুন
cs_cz: Spustit vybrané
de: Gewählte starten
es: Iniciar seleccionado
fa: شروع انتخاب شده ها
fi: Käynnistä valitut
fr: Démarrer la sélection
hi: चयनित प्रारंभ करें
hu: Kiválasztott(ak) elkezdése
id: Mulai untuk yang dipilih
it: Avvia selezionati
ja: 選択項目を開始
lt: Pradėti pasirinkta
lv: Sākt izvēlēto
my: ရွေးထားသည်များ စတင်ပါ
pl: Uruchom wybrane
pt_pt: Iniciar selecionado(s)
ro: Pornește ce este selectat
ru: Запустить выбранные
si: තෝරාගත් දේ ආරම්භ කරන්න
sr: Покрени изабрано
tr: Seçileni başlat
uk: Запустити вибране
ur_pk: منتخب کردہ شروع کریں
vi: Bắt đầu lựa chọn

# MainToolbar|
source: Pause all
ar: إيقاف للكل
bg: Пауза на всички
bn: সব থামান
cs_cz: Pozastavit vše
de: Alle anhalten
es: Pausar todo
fa: مکث همه
fi: Pysäytä kaikki
fr: Tout suspendre
hi: सभी रोकें
hu: Összes szüneteltetése
id: Jeda semua
it: Metti tutti in pausa
ja: すべて一時停止
lt: Pristabdyti viską
lv: Apturēt visu
my: အားလုံး ရပ်ပါ
pl: Wstrzymaj wszystko
pt_pt: Pausar todos
ro: Pauzează tot
ru: Поставить все на паузу
si: සියල්ල තාවකාලිකව නැවත්වීම
sr: Паузирај све
tr: Tümünü duraklat
uk: Призупинити все
ur_pk: سب روک دیں (Pause)
vi: Tạm dừng tất cả

# MainToolbar|
source: Pause selected
ar: إيقاف المحدد
bg: Пауза на избрани само
bn: পজ বেছে নেওয়া হয়েছে
cs_cz: Pozastavit vybrané
de: Gewählte anhalten
es: Pausar seleccionado
fa: مکث انتخاب شده ها
fi: Pysäytä valitut
fr: Mettre la sélection en pause
hi: रोकें चयनित
hu: Kiválasztott(ak) szüneteltetése
id: Jeda yang dipilih
it: Metti in pausa selezionati
ja: 選択項目を一時停止
lt: Pasirinkta pauzė
lv: Apturēt izvēlēto
my: ရွေးထားသည်များ ရပ်ပါ
pl: Wstrzymaj wybrane
pt_pt: Pausar selecionado(s)
ro: Pauzează ce este selectat
ru: Поставить выбранные на паузу
si: තෝරාගත් දේ තාවකාලිකව නවත්වන්න
sr: Паузирај изабрано
tr: Seçileni duraklat
uk: Призупинити вибране
ur_pk: منتخب کردہ روک دیں
vi: Tạm dừng lựa chọn

# MainToolbar|
source: Delete selected
ar: حذف المحدد
bg: Изтриване на избраните
bn: মুছে নির্বাচিত
cs_cz: Smazat vybrané
de: Gewählte löschen
es: Borrar seleccionado
fa: حذف انتخاب شده ها
fi: Poista valitut
fr: Supprimer la sélection
hi: चयनित मिटाएं
hu: Kiválasztott(ak) törlése
id: Hapus yang dipilih
it: Elimina selezionati
ja: 選択項目を削除
lt: Ištrinti pasirinktus
lv: Dzēst izvēlēto
my: ရွေးထားသည်များ ဖျက်ပါ
pl: Usuń zaznaczone
pt_pt: Excluir selecionado(s)
ro: Șterge ce este selectat
ru: Удалить выбранные
si: තෝරාගත් දේ මකන්න
sr: Обриши изабрано
tr: Seçileni sil
uk: Видалити вибране
ur_pk: منتخب کردہ حذف کریں
vi: Xóa lựa chọn

# MainToolbar|
source: Move to...
ar: نقل إلى...
bg: Премести в...
cs_cz: Přesunout do…
de: Verschieben nach…
es: Mover a...
fa: انتقال به...
fi: Siirrä…
fr: Déplacer vers...
hi: करने के लिए कदम...
hu: Áthelyezés...
id: Pindahkan ke...
it: Sposta in...
ja: 移動...
lt: Perkelti į...
lv: Pārvietot uz...
my: …ဆီ ရွှေ့ပါ
pl: Przenieś do...
pt_pt: Mover para...
ro: Muta în…
ru: Переместить в…
si: වෙත ගෙන යන්න...
sr: Премести у...
tr: Şuraya taşı...
uk: Перенести до...
ur_pk: یہاں منتقل کریں...
vi: Chuyển đến...

# MainToolbar|
source: Move downloads up
ar: تحريك التنزيلات للأعلى
bg: Преместване на изтеглянията нагоре
bn: ডাউনলোডগুলি উপরে সরান
cs_cz: Posunout stahování nahoru
de: Downloads nach oben schieben
es: Mover descargas arriba
fa: بالا بردن دانلودها
fi: Siirrä lataukset ylös
fr: Monter les téléchargements
hi: डाउनलोड ऊपर ले जाएँ
hu: Letöltések mozgatása felfelé
id: Pindahkan unduhan ke atas
it: Sposta download in alto
ja: 上に移動
lt: Perkelti atsisiuntimus aukštyn
lv: Pārvietot lejupielādes uz augšu
my: ဒေါင်းလုပ်များကို အပေါ်ရွှေ့ပါ
pl: Przenieś pobierania wyżej
pt_pt: Mover downloads para cima
ro: Mutați descărcările în sus
ru: Переместить загрузки вверх
si: බාගත කිරීම් ඉහළට ගෙන යන්න
sr: Помери преузимања нагоре
tr: İndirmeleri yukarı taşı
uk: Перемістити завантаження вгору
ur_pk: ڈاؤن لوڈز اوپر لے جائیں
vi: Di chuyển tải xuống lên

# MainToolbar|
source: Move downloads down
ar: تحريك التنزيلات للأسفل
bg: Преместване на изтеглянията надолу
bn: ডাউনলোড নিচে সরান
cs_cz: Posunout stahování dolů
de: Downloads nach unten schieben
es: Mover descargas abajo
fa: پایین آوردن دانلودها
fi: Siirrä lataukset alas
fr: Descendre les téléchargements
hi: डाउनलोड नीचे ले जाएँ
hu: Letöltések mozgatása lefelé
id: Pindahkan unduhan ke bawah
it: Sposta download in basso
ja: 下に移動
lt: Perkelkite atsisiuntimus žemyn
lv: Pārvietot lejupielādes uz leju
my: ဒေါင်းလုပ်များကို အောက်ရွှေ့ပါ
pl: Przenieś pobierania niżej
pt_pt: Mover downloads para baixo
ro: Mutați descărcările în jos
ru: Переместить загрузки вниз
si: බාගත කිරීම් පහළට ගෙන යන්න
sr: Помери преузимања надоле
tr: İndirmeleri aşağı taşı
uk: Перемістити завантаження вниз
ur_pk: ڈاؤن لوڈز نیچے لے جائیں
vi: Di chuyển tải xuống xuống

# MainToolbar|
source: Main menu
ar: القائمة الرئيسية
bg: Главно меню
bn: প্রধান সূচি
cs_cz: Hlavní menu
de: Hauptmenü
es: Menú principal
fa: منوی اصلی
fi: Päävalikko
fr: Menu principal
hi: मुख्य मेन्यू
hu: Főmenü
id: Menu utama
it: Menu principale
ja: メインメニュー
lt: Pagrindinis meniu
lv: Galvenā izvēle
my: ပင်မမီနူး
pl: Menu główne
pt_pt: Menu principal
ro: Meniul principal
ru: Главное меню
si: ප්රධාන මෙනුව
sr: Главни мени
tr: Ana menü
uk: Головне меню
ur_pk: مین مینو
vi: Thực đơn chính
