Repository: FreeDownloadManagerTeam/FDM6-localization
Catalog: main/fdm_*.po
Languages: ar, bg, bn, cs_cz, de, es, fa, fi, fr, hi, hu, id, it, ja, lt, lv, my, pl, pt_pt, ro, ru, si, sr, tr, uk, ur_pk, vi

# QObject|
source: Pictures
ar: الصور
bg: Снимки
bn: ছবি
cs_cz: Obrázky
de: Bilder
es: Imágenes
fa: تصاویر
fi: Kuvat
fr: Images
hi: चित्रों
hu: Képek
id: Gambar
it: Immagini
ja: 画像
lt: Paveikslėliai
lv: Attēli
my: ပုံများ
pl: Zdjęcia
pt_pt: Imagens
ro: Poze
ru: Изображения
si: පින්තූර
sr: Слике
tr: Resimler
uk: Зображення
ur_pk: تصاویر
vi: Hình ảnh

# QObject|
source: Videos
ar: فيديوهات
bg: Видео
bn: ভিডিও
cs_cz: Videa
fa: ویدیوها
fi: Videot
fr: Vidéos
hi: वीडियो
hu: Videók
id: Video
it: Video
ja: 動画
lt: Vaizdo įrašai
lv: Video
my: ဗီဒီယိုများ
pl: Video
pt_pt: Vídeos
ro: Videoclipuri
ru: Видео
si: වීඩියෝ
sr: Видео снимци
tr: Görüntüler
uk: Відео
ur_pk: ویڈیوز
vi: Video

# QObject|
source: Miscellaneous
ar: متنوعة
bg: Разни
bn: বিবিধ
cs_cz: Ostatní
de: Verschiedenes
es: Misceláneo
fa: متفرقه
fi: Sekalaiset
fr: Divers
hi: विविध
hu: Vegyes
id: Lainnya
it: Varie
ja: その他
lt: Įvairūs
lv: Nekategorizēts
my: အမျိုးမျိုး
pl: Różne
pt_pt: Diversos
ro: Diverse
ru: Разное
si: විවිධ
sr: Разно
tr: Çeşitli
uk: Різне
ur_pk: متفرق
vi: Khác

# QObject|
source: upload paused
ar: الرفع متوقف مؤقتا
bg: качването е поставено на пауза
bn: আপলোড বিরাম দেওয়া হয়েছে৷
cs_cz: nahrávání bylo pozastaveno
de: Upload angehalten
es: subida pausada
fa: آپلود متوقف شده‌اشت
fi: lähetys on pysäytetty
fr: envoi mis en pause
hi: अपलोड रोका गया
hu: a feltöltés szünetel
id: unggah dijeda
it: caricamento in pausa
ja: アップロードを一時停止
lt: įkėlimas pristabdytas
lv: augšupielāde apturēta
my: အပ်လုပ် ရပ်ထား
pl: wysyłanie wstrzymane
pt_pt: upload pausado
ro: încărcarea a fost întreruptă
ru: отдача приостановлена
si: උඩුගත කිරීම නතර කර ඇත
sr: слање паузирано
tr: gönderme duraklatıldı
uk: вивантаження зупинено
ur_pk: اپ لوڈ روک دیا گیا
vi: tải lên đã tạm dừng

# QObject|
source: PAUSE ALL
ar: إيقاف مؤقت للكل
bg: ВСИЧКИ НА ПАУЗА
bn: সমস্ত বিরাম দিন
cs_cz: POZASTAVIT VŠE
de: ALLE ANHALTEN
es: PAUSAR TODO
fa: مکث همه
fi: PYSÄYTÄ KAIKKI
fr: TOUT EN PAUSE
hi: सभी को रोकें
hu: MIND SZÜNETELTETÉSE
id: JEDA SEMUA
it: METTI IN PAUSA TUTTI
ja: すべて一時停止
lt: PRISTABDYTI VISUS
lv: APTURĒT VISU
my: အားလုံး ရပ်ပါ
pl: WSTRZYMAJ WSZYSTKO
pt_pt: PAUSAR TODOS
ro: PAUZĂ PE TOATE
ru: ПРИОСТАНОВИТЬ ВСЕ
si: සියල්ල තාවකාලිකව නවත්වන්න
sr: ПАУЗИРАЈ СВЕ
tr: TÜMÜNÜ DURAKLAT
uk: ПРИЗУПИНИТИ ВСЕ
ur_pk: تمام روک دیں
vi: TẠM DỪNG TẤT CẢ

# QObject|
source: Downloading...
ar: تنزيل...
bg: Изтегляне...
bn: ডাউনলোড হচ্ছে...
cs_cz: Stahování…
de: Herunterladen…
es: Descargando...
fa: در حال دانلود...
fi: Ladataan…
fr: Téléchargement...
hi: डाउनलोड हो रहा है...
hu: Letöltés...
id: Mengunduh...
it: Download...
ja: ダウンロード中です...
lt: Atsisiunčiama...
lv: Lejupielādē...
my: ဒေါင်းလုပ်နေသည်...
pl: Pobieranie...
pt_pt: Baixando...
ro: Se descarcă...
ru: Загружается…
si: බාගත කිරීම...
sr: Преузимање...
tr: İndiriliyor...
uk: Завантаження...
ur_pk: ڈاؤن لوڈ ہو رہا ہے...
vi: Đang tải xuống...

# QObject|
source: DISABLE SNAIL MODE
ar: إيقاف وضع الحلزون
bg: ИЗКЛЮЧВАНЕ НА РЕЖИМ "ОХЛЮВ"
bn: শামুক মোড অক্ষম করুন
cs_cz: ZAKÁZAT REŽIM ŠNEK
de: SCHNECKENMODUS DEAKTIVIEREN
es: DESHABILITAR MODO CARACOL
fa: غیرفعال سازی حالت حلزونی
fi: POISTA ETANATILA KÄYTÖSTÄ
fr: DÉSACTIVER LE MODE ESCARGOT
hi: अक्षम घोंघा मोड
hu: CSIGA MÓD KIKAPCSOLÁSA
id: NONAKTIFKAN MODE SIPUT
it: DISABILITA MODALITÀ LUMACA
ja: カタツムリモードを無効にする
lt: IŠJUNGTI SRAIGĖS REŽIMĄ
lv: ATSPĒJOT GLIEMEŽA REŽĪMU
my: ခရုနည်းလမ်းကို ပိတ်ပါ
pl: WYŁĄCZ TRYB POWOLNY
pt_pt: DESATIVAR MODO CARACOL
ro: DEZACTIVAȚI MODUL LENT
ru: ОТКЛЮЧИТЬ РЕЖИМ УЛИТКИ
si: SNAIL MODE අක්රීය කරන්න
sr: ОНЕМЕОГУЋИ ПУЖ РЕЖИМ
tr: SALYANGOZ MODUNU ETKİSİZLEŞTİR
uk: ВІДКЛЮЧИТИ РЕЖИМ РАВЛИКА
ur_pk: اسنیل موڈ غیر فعال کریں
vi: TẮT CHẾ ĐỘ ỐC SÊN

# QObject|
source: SNAIL MODE
ar: وضع الحلزون
bg: РЕЖИМ "ОХЛЮВ"
bn: শামুক মোড
cs_cz: REŽIM ŠNEK
de: SCHNECKENMODUS
es: MODO CARACOL
fa: حالت حلزونی
fi: ETANATILA
fr: MODE ESCARGOT
hi: घोंघा मोड
hu: CSIGA MÓD
id: MODE SIPUT
it: MODALITÀ LUMACA
ja: カタツムリモード
lt: SRAIGĖS REŽIMAS
lv: GLIEMEŽA REŽĪMS
my: ခရုနည်းလမ်း
pl: TRYB POWOLNY
pt_pt: MODO CARACOL
ro: MODUL LENT
ru: РЕЖИМ УЛИТКИ
sr: ПУЖ РЕЖИМ
tr: SALYANGOZ MODU
uk: РЕЖИМ РАВЛИКА
ur_pk: اسنیل موڈ
vi: CHẾ ĐỘ ỐC SÊN

# QObject|
source: YouTube downloads are not available
ar: تنزيلات يوتيوب غير متاحة
bg: Изтеглянията от YouTube не са възможни
bn: YouTube ডাউনলোড পাওয়া যায় না
cs_cz: Stahování z YouTube není dostupné
de: YouTube-Downloads sind nicht verfügbar
es: Descargas de YouTube no están disponibles
fa: دانلودهای یوتیوب در دسترس نیستند
fi: YouTube-lataus ei ole käytettävissä
fr: Téléchargements YouTube indisponibles
hi: YouTube डाउनलोड उपलब्ध नहीं हैं
hu: A YouTube letöltések nem érhetők el
id: Unduhan YouTube tidak tersedia
it: Download di YouTube non disponibili
ja: YouTube のダウンロードをは利用できません
lt: „YouTube“ atsisiuntimai nepasiekiami
lv: YouTube lejupielādes nav pieejamas
my: YouTube ဒေါင်းလုပ်များ မရနိုင်ပါ
pl: Pobierania z YouTube nie są dostępne
pt_pt: Os downloads do YouTube não estão disponíveis
ro: Descărcările YouTube nu sunt disponibile
ru: Загрузки с YouTube недоступны
si: යූ ටියුබ් බාගත කිරීම් ලබා ගත නොහැක
sr: YouTube преузимања нису доступна
tr: YouTube indirmeleri kullanılamıyor
uk: Завантаження з YouTube недоступне
ur_pk: یوٹیوب ڈاؤن لوڈز دستیاب نہیں ہیں
vi: Tải xuống YouTube không khả dụng

# QObject|
source: Files were modified
ar: الملفات تم تعديلها
bg: Файловете са модифицирани
bn: ফাইল সংশোধন করা হয়েছে
cs_cz: Soubory byly upraveny
de: Dateien wurden geändert
es: Los archivos fueron modificados
fa: فایل‌ها تغییر یافتند
fi: Tiedostot ovat muuttuneet
fr: Les fichiers ont été modifiés
hu: A fájlok módosultak.
id: File telah dimodifikasi
it: I file sono stati modificati
ja: ファイルが修正されました
lt: Failai buvo modifikuoti
lv: Faili tika modificēti
my: ဖိုင်များကို မွမ်းမံထားသည်
pl: Pliki zostały zmodyfikowane
pt_pt: Os arquivos foram modificados
ro: Fișierele au fost modificate
ru: Файлы были изменены
si: ගොනු වෙනස් කරන ලදී
sr: Датотеке су измењене
tr: Dosyalar değiştirildi
uk: Файли було модифіковано
ur_pk: فائلوں میں تبدیلیاں کی گئی تھیں
vi: Tệp đã được sửa đổi

# QObject|
source: %1 of unknown at %2
ar: %1 غير معروف في %2
bg: %1 от неизвестното при %2
bn: %1 অজানা %2 এ
cs_cz: %1 z neznámého na %2
de: %1 der Unbekannten bei %2
es: %1 de desconocido en %2
fa: %1 ناشناخته %2
fi: %1 tuntemattomasta, %2
fr: %1 d'inconnu à %2
hi: अज्ञात %1 का %2 पर
hu: %1 ismeretlen: %2
id: %1 tidak diketahui pada %2
it: %1 di sconosciuto a %2
ja: %2 で不明な点 %1
lt: %1 iš nežinomų %2
lv: %1 nezināmu %2
my: %2 မသိမှု %1
pl: %1 z nieznanych przy %2
pt_pt: %1 de desconhecido em %2
ro: %1 din necunoscut la %2
ru: %1 от неизвестного в %2
si: %2 හි නොදන්නා%1
sr: %1 од непознато при %2
tr: %2 konumunda bilinmeyen %1
uk: %1 з невідомо на %2
ur_pk: نامعلوم میں سے %1، رفتار %2
vi: %1 của không xác định tại %2

# QObject|
source: %1 of %2 at %3
ar: %1 من %2 في %3
bg: %1 от %2 при %3
bn: %3 এ %2 এর %1
cs_cz: %1 z %2 na %3
de: %1 von %2 bei %3
es: %1 de %2 en %3
fa: %1 از %2 در %3
fr: %1 de %2 à %3
hi: %2 का %1 %3 पर
id: %1 dari %2 pada %3
it: %1 di %2 a %3
lt: %1 iš %2 %3
lv: %1 no %2 %3
my: %3 ရှိ %2 ၏ %1
pl: %1 z %2 przy %3
pt_pt: %1 de %2 em %3
ro: %1 din %2 la %3
ru: %1 от %2 в %3
si: %3 හි%2 හි%1
sr: %1 од %2 при %3
tr: %3'te %2'nin %1'i
uk: %1 з %2 на %3
ur_pk: %2 میں سے %1، رفتار %3
vi: %1 của %2 tại %3

# QObject|
source: %1 %2 or higher
ar: %1 %2 أو أعلى
bg: %1 %2 или по-висока
bn: %1 %2 বা উচ্চতর
cs_cz: %1 %2 nebo vyšší
de: %1 %2 oder mehr
es: %1 %2 o más
fa: %1 %2 یا بیشتر
fi: %1 %2 tai suurempi
fr: %1 %2 ou supérieur
hi: %1 %2 या उच्चतर
hu: %1 %2 vagy magasabb
id: %1 %2 atau lebih tinggi
it: %1 %2 o superiore
ja: %1 %2 より大きい
lt: %1 %2 arba daugiau
lv: %1 %1 vai augstāks
my: %1 %2 (သို့) ပိုမြင့်တာ
pl: %1 %2 lub nowszy
pt_pt: %1 %2 ou superior
ro: %1 %2 sau mai mare
ru: %1 %2 или выше
si: %1%2 හෝ ඊට වැඩි
sr: %1 %2 или новији
tr: %1 %2 veya üzeri
uk: %1 %2 або вище\
ur_pk: %1 %2 یا اس سے زیادہ
vi: %1 %2 hoặc cao hơn

# QObject|
source: Launch Python code
ar: عرض كود البايثون
bg: Стартиране Python код
bn: পাইথন কোড চালু করুন
cs_cz: Spustit kód Pythonu
de: Python-Code starten
es: Lanzar código Python
fa: اجرای کد پایتون
fi: Käynnistä Python-koodi
fr: Lancer le code Python
hi: पायथन कोड लॉन्च करें
hu: Python parancs indítása
id: Luncurkan kode Python
it: Avvia codice Python
ja: Python コードを実行
lt: Paleiskite Python kodą
lv: Palaist Python kodu
my: Python ကုတ် ဖွင့်ပါ
pl: Uruchom kod Python
pt_pt: Iniciar código Python
ro: Lansați codul Python
ru: Запустить код Python
si: පයිතන් කේතය දියත් කරන්න
sr: Покрени Python код
tr: Python kodunu başlat
uk: Запустити код Python
ur_pk: پائتھن (Python) کوڈ چلائیں
vi: Chạy mã Python

# QObject|
source: Allows to execute arbitrary code.
ar: السماح بتنفيذ كود عشوائي.
bg: Позволява да се изпълни произволен код.
bn: নির্বিচারে কোড চালানোর অনুমতি দেয়।
cs_cz: Umožňuje spouštět libovolný kód.
de: Ermöglicht die Ausführung von beliebigem Code.
es: Permitir ejecutar código arbitrario.
fa: اجازه اجرای کد دلخواه را می‌دهد.
fi: Sallii koodin suorittamisen vapaasti.
fr: Permet d'exécuter du code arbitraire.
hi: मनमाना कोड निष्पादित करने की अनुमति देता है।
hu: Lehetővé teszi tetszőleges kód futtatását.
id: Izikan untuk mengeksekusi kode arbitrer.
it: Permetti di eseguire codice arbitrario.
ja: 任意のコードの実行を許可する。
lt: Leidžia vykdyti savavališką kodą.
lv: Atļauj palaist patvaļīgu kodu.
my: ထင်ရာမြင်ရာကုတ်ကို လုပ်ဆောင်ခွင့် ပြုထားသည်။
pl: Pozwala na uruchomienie dowolnego kodu.
pt_pt: Permitir executar código arbritário.
ro: Permite executarea unui cod arbitrar.
ru: Позволяет выполнять произвольный код.
si: අත්තනෝමතික කේතය ක්රියාත්මක කිරීමට ඉඩ දෙයි.
sr: Омогућава извршавање произвољног кода.
tr: İsteğe bağlı kod yürütmeye izin verir.
uk: Дозволяє виконати будь-який код.
ur_pk: کسی بھی کوڈ کو چلانے کی اجازت دیتا ہے۔
vi: Cho phép thực thi mã tùy ý.

# QObject|
source: Installing...
ar: تثبيت...
bg: Инсталиране...
bn: ইনস্টল করা হচ্ছে...
cs_cz: Instalování…
de: Installieren…
es: Instalando...
fa: در حال نصب...
fi: Asennetaan…
fr: Installation...
hi: स्थापित किया जा रहा है...
hu: Telepítés...
id: Memasang...
it: Installazione...
ja: インストールしています...
lt: Diegiama...
lv: Instalē...
my: ထည့်သွင်းနေသည်...
pl: Instalacja...
pt_pt: Instalando...
ro: Se instalează...
ru: Установка…
si: ස්ථාපනය කිරීම...
sr: Инсталација...
tr: Yükleniyor...
uk: Встановлення...
ur_pk: انسٹال ہو رہا ہے...
vi: Đang cài đặt...

# QObject|
source: Uninstalling...
ar: الغاء التثبيت...
bg: Деинсталиране...
bn: আনইনস্টল হচ্ছে...
cs_cz: Odinstalovávání…
de: Deinstallieren…
es: Desinstalando...
fa: در حال حذف...
fi: Poistetaan asennusta…
fr: Désinstallation...
hi: अनइंस्टॉल किया जा रहा है...
hu: Eltávolítás...
id: Mencopot pemasangan...
it: Disinstallazione...
ja: アンインストールしています...
lt: Pašalinama...
lv: Atinstalē...
my: ဖြုတ်နေသည်...
pl: Deinstalacja...
pt_pt: Desinstalando...
ro: Se dezinstalează...
ru: Удаление…
si: අස්ථාපනය...
sr: Уклањање...
tr: Kaldırılıyor...
uk: Видалення...
ur_pk: ان اسٹال ہو رہا ہے...
vi: Đang gỡ cài đặt...

# QObject|
source: Missing components
ar: محتويات مفقودة
bg: Липсващи компоненти
bn: অনুপস্থিত উপাদান
cs_cz: Chybějící součásti
de: Fehlende Komponenten
es: Componentes faltantes
fa: اجزای از دست رفته
fi: Komponentteja puuttuu
fr: Composants manquants
hi: गुम घटक
hu: Hiányzó komponensek
id: Komponen hilang
it: Componenti mancanti
ja: コンポーネントが見つかりません
lt: Trūksta komponentų
lv: Trūkstošas komponentes
my: ပျောက်ဆုံးအရာများ
pl: Brakujące komponenty
pt_pt: Componentes ausentes
ro: Componente lipsă
ru: Недостающие компоненты
si: අතුරුදන් සංරචක
sr: Недостајуће компоненте
tr: Eksik bileşenler
uk: Відсутні компоненти
ur_pk: مفقود اجزاء
vi: Thiếu thành phần

# QObject|
source: %1 are required
ar: %1 مطلوبات
bg: %1 се изискват
bn: %1 প্রয়োজন
cs_cz: %1 jsou vyžadována
de: %1 sind erforderlich
es: % son requeridos
fa: %1 مورد نیاز هستند
fi: %1 vaaditaan
fr: %1 sont requis
hi: %1 आवश्यक है
hu: %1 szükséges
id: %1 diperlukan
it: %1 richiesti
ja: %1 が必要です
lt: Reikalingas %1
lv: %1 ir nepieciešami
my: %1 ကို လိုအပ်သည်
pl: Wymagany jest %1
pt_pt: %1 são necessários
ro: %1 sunt necesare
ru: %1 необходимы
si: %1 අවශ් ය වේ
sr: %1 су неопходни
tr: %1 gerekli
uk: %1 потрібні
ur_pk: %1 ضروری ہیں
vi: %1 là bắt buộc

# QObject|
source: %1 is required
ar: %1 مطلوب
bg: %1 се изисква
bn: %1 প্রয়োজন
cs_cz: %1 je vyžadováno
de: %1 ist erforderlich
es: %1 es requerido
fa: %1 مورد نیاز است
fi: %1 vaaditaan
fr: %1 est requis
hi: %1 आवश्यक है
hu: %1 szükséges
id: %1 diperlukan
it: %1 richiesto
ja: %1 が必要です
lt: Reikalingas %1
lv: %1 ir nepieciešams
my: %1 ကို လိုအပ်သည်
pl: Wymagany jest %1
pt_pt: %1 é necessário
ro: %1 este necesar
ru: %1 необходим
si: %1 අවශ් ය වේ
sr: %1 је неопходан
tr: %1 gerekli
uk: %1 потрібно
ur_pk: %1 درکار ہے
vi: %1 là bắt buộc

# QObject|
source: Failed to load
ar: فشل التحميل
bg: Неуспешно зареждане
bn: লোড করতে ব্যর্থ
cs_cz: Selhalo načtení
de: Laden fehlgeschlagen
es: Fallo al cargar
fa: ناموفق در بازکردن
fi: Latausvirhe
fr: Chargement échoué
hi: लोड करने में विफल
hu: Nem sikerült betölteni
it: Impossibile caricare
ja: 読み込みに失敗しました
lt: Nepavyko įkelti
lv: Neizdevās ielādēt
my: လုပ်ဆောင်မှု မအောင်မြင်
pl: Błąd wczytywania
pt_pt: Falha ao carregar
ro: Încărcarea a eșuat
ru: Ошибка загрузки
si: සැදීම අසමත් විය
sr: Неуспело учитавање
tr: Yükleme başarısız
uk: Не вдалося завантажити
ur_pk: لوڈ کرنے میں ناکامی
vi: Không thể tải

# QObject|
source: Playlist
ar: قائمة التشغيل
bg: Лист за изпълнение
bn: প্লেলিস্ট
de: Wiedergabeliste
es: Lista de reproducción
fa: لیست پخش
fi: Soittolista
fr: Liste de lecture
hi: प्लेलिस्ट
hu: Lejátszási lista
id: Daftar Putar
it: Elenco riproduzione
ja: プレイリスト
lt: Grojaraštis
lv: Atskaņošanas saraksts
my: အဖွင့်စာရင်း
pl: Lista odtwarzania
pt_pt: Lista de reprodução
ro: Lista de redare
ru: Плейлист
si: ධාවන ලැයිස්තුව
sr: Листа песама
tr: Oynatma Listesi
uk: Список відтворення
ur_pk: پلے لسٹ
vi: Danh sách phát

# QObject|
source: Open folder
ar: فتح المجلد
bg: Отваряне на папка
bn: ফোল্ডার খোলা
cs_cz: Otevřít složku
de: Ordner öffnen
fa: باز کردن پوشه
fi: Avaa kansio
fr: Ouvrir le dossier
hu: Mappa megnyitása
id: Buka folder
it: Apri cartella
ja: フォルダーを開く
lt: Atidaryti aplanką
lv: Atvērt mapi
my: ဖိုင်တွဲကို ဖွင့်ပါ
pl: Otwórz folder
pt_pt: Abrir pasta
ro: Deschide folder
ru: Открыть папку
si: ෆෝල්ඩරය විවෘත කරන්න
sr: Отвори фасциклу
tr: Klasörü aç
uk: Відкрити папку
ur_pk: فولڈر کھولیں
vi: Mở thư mục

# QtFfmpegAvMerger|
source: %1 returned non-zero (%2) exit status
ar: %1 أعاد حالة خروج غير صفرية (%2)
bg: %1 е върнал ненулев (%2) статус на изхода
cs_cz: %1 vrátil nenulový stav ukončení (%2)
de: %1 hat einen Exit-Status ungleich Null (%2) zurückgegeben
fa: %1 وضعیت خروجی غیرصفر (%2) را برگرداند
fi: %1 palautti nollasta poikkeavan (%2) sulkutilan
fr: %1 a retourné un état de sortie (%2) non-zéro
hu: %1 nem nulla (%2) kilépési állapotot adott vissza.
id: %1 mengembalikan status ke non-zero (%2) status keluar
it: %1 ha restituito uno stato di uscita diverso da zero (%2)
ja: %1 が 0 ではない (%2) 終了状態を返しました
lt: %1 повернуто статус виходу (%2)
pl: %1 zwrócił kod wyjścia nie równy zeru (%2)
pt_pt: %1 retornou status de saída diferente de zero (%2)
ro: %1 a returnat starea de ieșire diferită de zero (%2)
ru: %1 вернул ненулевой (%2) код завершения
si: %1 ශුන් ය නොවන (%2) පිටවීමේ තත්වය ආපසු ලබා දුන්නේය
sr: %1 је вратио излазни статус различит од нуле (%2)
tr: %1 sıfır olmayan (%2) çıkış durumunu döndürdü
uk: %1 повернуто статус виходу (%2)
ur_pk: %1 نے غیر صفر (%2) ایگزٹ اسٹیٹس واپس کیا
vi: %1 trả về trạng thái thoát khác không (%2)

# QuaGzipFile|
source: QIODevice::Append is not supported for GZIP
ar: لا يتم دعم QIODevice::Append لـ GZIP
bg: QIODevice::Добавянето не се поддържа за GZIP
bn: QIODevice::Append GZIP-এর জন্য সমর্থিত নয়
cs_cz: QIODevice::Append není podporován pro GZIP
de: QIODevice::Append wird für GZIP nicht unterstützt
es: QIODevice::Adjuntar no es soportado por GZIP
fa: QIODevice::Append برای GZIP پشتیبانی نمی‌شود
fi: QIODevice::Gzip ei tue liittämistä
fr: QIODevice::Ajout non supporté pour GZIP
hi: QIODevice::संलग्न GZIP के लिए समर्थित नहीं है
hu: QIODevice::Append nem támogatott GZIP esetében.
id: QIODevice::Append tidak didukung untuk GZIP
it: QIODevice::Append non è supportato per GZIP
ja: GZIP では QIODevice::Append に対応していません
lt: QIODevice::Append nepalaikomas GZIP
lv: QIODevice::Append nav atbalstīts priekš GZIP
my: QIODevice::Append ကို GZIP အတွက် ထောက်ပံ့မထားပါ
pl: QIODevice::Dołączanie nie jest obsługiwanie przez GZIP
pt_pt: QIODevice::Append não é compatível com GZIP
ro: QIODevice::Append nu este acceptat pentru GZIP
ru: QIODevice::Append не поддерживается для GZIP
si: QIODevice::Append GZIP සඳහා සහාය නොදක්වයි
sr: QIODevice::Append није подржано за GZIP
tr: QIODevice::Ekleme, GZIP için desteklenmiyor
uk: QIODevice::Append не підтримується для GZIP
ur_pk: QIODevice::Append GZIP کے لیے تعاون یافتہ نہیں ہے

# QuaGzipFile|
source: Opening gzip for both reading and writing is not supported
ar: لا يتم دعم فتح gzip للقراءة والكتابة
bg: Отварянето на gzip за четене и запис едновременно не се поддържа
bn: পড়া এবং লেখা উভয়ের জন্য gzip খোলা সমর্থিত নয়
cs_cz: Otevírání gzip pro čtení a zápis není podporováno
de: Öffnen von gzip zum Lesen und Schreiben wird nicht unterstützt
es: Abriendo gzip para lectura y escriturar juntos no es soportado
fa: باز کردن gzip برای خواندن و نوشتن پشتیبانی نمی‌شود
fi: Gzip-tiedoston avausta luettavaksi ja muokattavaksi ei tueta
fr: Ouvrir gzip pour lire et écrire n'est pas supporté
hi: पढ़ने और लिखने दोनों के लिए gzip खोलना समर्थित नहीं है
hu: A gzip megnyitása olvasáshoz és íráshoz egyaránt nem támogatott.
id: Membuka gzip untuk membaca dan menulis tidak didukung
it: L'apertura di file gzip sia in lettura che in scrittura non è supportata
ja: gzip で開くことは、読み出しと書き込みの両方で対応していません
lt: Gzip atidarymas tiek skaitymui, tiek rašymui nepalaikomas
lv: Faila gzip atvēršana gan priekš lasīšanas, gan priekš rakstīšanas nav atbalstīta
my: ရေးဖတ်ဖို့အတွက် GZIP ဖွင့်ခြင်းကို ထောက်ပံ့မထားပါ
pl: Otwieranie gzip do odczytu i zapisu nie jest obsługiwane
pt_pt: A abertura de gzip para leitura e escrita não é suportada
ro: Deschiderea gzip atât pentru citire, cât și pentru scriere nu este acceptată
ru: Открытие файлов gzip для чтения и записи не поддерживается
si: කියවීම සහ ලිවීම යන දෙකම සඳහා gzip විවෘත කිරීම සහාය නොදක්වයි
sr: Истовремено отварање gzip-а за читање и писање није подржано
tr: Hem okuma hem de yazma için gzip'i açmak desteklenmiyor
uk: Відкриття gzip одночасно для читання і запису не підтримується
ur_pk: پڑھنے اور لکھنے دونوں کے لیے gzip کھولنا تعاون یافتہ نہیں ہے

# QuaGzipFile|
source: You can open a gzip either for reading or for writing. Which is it?
ar: يمكنك فتح ملف gzip إما للقراءة أو للكتابة. ما هو؟
bg: Можете да отворите gzip или за четене или запис. Кое да бъде?
bn: আপনি পড়ার জন্য বা লেখার জন্য একটি gzip খুলতে পারেন। ইহা কোনটা?
cs_cz: Můžete otevřít gzip buď pro čtení nebo zápis. Jak otevřít?
de: Du kannst eine gzip entweder zum Lesen oder Schreiben öffnen. Was davon ist es?
es: Puedes abrir un gzip para leer o para escribir. ¿Cuál es?
fa: می‌توانید یک فایل gzip را برای خواندن یا نوشتن باز کنید. کدام یک؟
fi: Voit avata gzip-tiedoston joko luettavaksi tai muokattavaksi. Kumman haluat tehdä?
fr: Vous pouvez ouvrir un gzip pour lire ou écrire. Lequel des deux?
hi: आप पढ़ने या लिखने के लिए एक gzip खोल सकते हैं। यह कौन सा है?
hu: A gzip fájlt olvasásra vagy írásra lehet megnyitni. Melyikre van szükséged?
id: Anda dapat membuka gzip untuk membaca atau menulis. Yang mana?
it: Puoi aprire un file gzip sia in lettura che in scrittura. Quale?
ja: gzip は読み出し用と書き込み用のどちらかを開くことができます。どちらにしますか?
lt: Galite atidaryti gzip, kad galėtumėte skaityti arba rašyti. Ka su juo norite daryti?
lv: Tu vari atvērt gzip tikai priekš lasīšanas vai rakstīšanas. Kurš tas ir?
my: GZIP ကို ဖွင့်ဖို့ (သို့) ဖတ်ဖို့ သင်ဖွင့်နိုင်ပါသည်။ ဘယ်ဟာလဲ။
pl: Można otworzyć gzip do odczytu lub zapisu. Który tryb wybrać?
pt_pt: Você pode abrir um gzip para ler ou escrever. Qual é?
ro: Puteți deschide un gzip fie pentru citire, fie pentru scriere. Care este?
ru: Можно открыть файлы gzip для чтения или записи. Что выбрать?
si: ඔබට කියවීම සඳහා හෝ ලිවීම සඳහා gzip එකක් විවෘත කළ හැකිය. ඒ මොකක්ද?
sr: Gzip можете отворити или за читање или за писање. Шта бирате?
tr: Bir gzip dosyasını sadece okuma veya yazma için açabilirsiniz. Hangisi?
uk: Ви можете відкрити gzip для читання або запису. Як саме відкрити?
ur_pk: آپ gzip کو یا تو پڑھنے کے لیے کھول سکتے ہیں یا لکھنے کے لیے۔ کون سا کرنا ہے؟

# QuaGzipFile|
source: Could not gzopen() file
ar: لم يتمكن من فتح الملف gzopen()
bg: Не може да се gzopen() файла
bn: gzopen() ফাইল করা যায়নি
cs_cz: Nelze provést gzopen() se souborem
de: gzopen() Datei nicht möglich
es: No se pudo gzopen() archivo
fa: امکان باز کردن فایل با gzopen() وجود ندارد
fi: Ei voitu gzopen() tiedostoa
fr: Impossible de gzopen() le fichier
hi: gzopen() फ़ाइल नहीं कर सका
hu: Nem sikerült gzopen() a fájlt
id: Tidak dapat membuka file gzopen()
it: Impossibile gzopen() il file
ja: gzopen() ファイルが実行できませんでした
lt: Nepavyko atidaryti gzopen() failo
lv: Nevarēja atvērt gzopen() failu
my: Gzopen() ဖိုင် မလုပ်နိုင်
pl: Nie można otworzyć pliku gzopen()
pt_pt: Não foi possível arquivo gzopen()
ro: Fișierul gzopen() nu a putut fi
ru: Невозможно выполнить операцию gzopen() для файла
si: මෙම gzopen() විවුර්ත කල නොහැක
sr: Неуспело gzopen() датотеке
tr: gzopen() dosyası açılamadı
uk: Не вдається gzopen() файл
ur_pk: فائل gzopen() نہیں ہو سکی

# QuaZIODevice|
source: QIODevice::Append is not supported for QuaZIODevice
ar: لا يتم دعم QIODevice::Append لـ QuaZIODevice
bg: QIODevice::Добавянето не се поддържа за QuaZIODevice
bn: QIODevice::Append QuaZIODevice-এর জন্য সমর্থিত নয়
cs_cz: QIODevice::Přidání není podporováno pro QuaZIODevice
de: QIODevice::Append wird für QuaZIODevice nicht unterstützt
es: QIODevice::Adjuntar no es soportado para QuaZIODevice
fa: QIODevice::Append برای QuaZIODevice پشتیبانی نمی‌شود
fi: QIODevice::QuaZIODevice ei tue liittämistä
fr: QIODevice::Ajout non supporté pour QuaZIODevice
hi: QIODevice::संलग्न QuaZIODevice के लिए समर्थित नहीं है
hu: QIODevice::Append nem támogatott QuaZIODevice esetében.
id: QIODevice::Append tidak didukung untuk QuaZIODevice
it: QIODevice::Append non è supportato per QuaZIODevice
ja: QuaZIODevice では QIODevice::Append に対応していません
lt: QIODevice::Papildymas nepalaikomas QuaZIODevice
lv: QIODevice::Append nav atbalstīts priekš QuaZIODevice
my: QIODevice::Append ကို QuaZIODevice အတွက် ထောက်ပံ့မထားပါ
pl: QIODevice::Dołączanie nie jest obsługiwanie przez QuaZIODevice
pt_pt: QIODevice::Append não é compatível com QuaZIODevice
ro: QIODevice::Append nu este acceptat pentru QuaZIODevice
ru: QIODevice::Append не поддерживается для QuaZIODevice
si: QIODevice::Append QuaZIODevice සඳහා සහාය නොදක්වයි
sr: QIODevice::Append није подржано за QuaZIODevice
tr: QIODevice::QuaZIODevice için ekleme desteklenmiyor
uk: QIODevice::Append не підтримується для QuaZIODevice
ur_pk: QIODevice::Append QuaZIODevice کے لیے تعاون یافتہ نہیں ہے
