Repository: FreeDownloadManagerTeam/FDM6-localization
Catalog: main/fdm_*.po
Languages: ar, bg, bn, cs_cz, de, es, fa, fi, fr, hi, hu, id, it, ja, lt, lv, my, pl, pt_pt, ro, ru, si, sr, tr, uk, ur_pk, vi

# QObject|
source: Error processing page content
ar: خطأ أثناء معالجة محتوى الصفحة
bg: Не мога да обработя съдържанието на страницата
bn: পৃষ্ঠার সামগ্রী প্রক্রিয়াকরণে ত্রুটি
cs_cz: Chyba při zpracovávání obsahu stránky
de: Fehler beim Verarbeiten des Seiteninhalts
es: Error al procesar el contenido de la página
fa: خطا در پردازش محتوای صفحه
fi: Virhe käsiteltäessä sivun sisältöä
fr: Erreur de traitement du contenu de la page
hi: पृष्ठ सामग्री संसाधित करने में त्रुटि
hu: Hiba történt az oldal tartalmának feldolgozása során
id: Kesalahan saat memproses konten halaman
it: Errore durante l'elaborazione del contenuto della pagina
ja: ページコンテンツの処理のエラーが発生しました
lt: Apdorojant puslapio turinį įvyko klaida
lv: Kļūda apstrādājot lapas saturu
my: လုပ်ဆောင်နေသည့် စာမျက်နှာ အကြောင်းအရာ အမှား
pl: Błąd przetwarzania zawartości strony
pt_pt: Conteúdo da página de processamento de erros
ro: Eroare la procesarea conținutului paginii
ru: Ошибка обработки содержимого страницы
si: පිටු අන්තර්ගතය සැකසීමේදී දෝෂයක් ඇතිවිය
sr: Грешка при обради садржаја странице
tr: Sayfa içeriğini işlerken hata oldu
uk: Помилка при оброюці вмісту сторінки
ur_pk: صفحہ کے مواد پر کارروائی کے دوران خرابی
vi: Lỗi xử lý nội dung trang

# QObject|
source: Unwanted behavior
ar: سلوك غير مرغوب
bg: Нежелано поведение
bn: অবাঞ্ছিত আচরণ
cs_cz: Nechtěné chování
de: Unerwünschtes Verhalten
es: Comportamiento no deseado
fa: رفتار نامطلوب
fi: Ei-toivottua toimintaa
fr: Comportement indésirable
hu: Nemkívánatos viselkedés
id: Perilaku tidak diinginkan
it: Comportamento indesiderato
ja: 不要な動作
lt: Nepageidaujamas elgesys
lv: Nevēlama uzvedība
my: မလိုချင်သည့် အပြုအမူ
pl: Niepożądane zachowanie
pt_pt: Comportamento indesejado
ro: Comportament nedorit
ru: Нежелательное поведение
si: අනවශ්ය හැසිරීම්
sr: Нежељено понашање
tr: İstenmeyen davranış
uk: Небажана повкдінка
ur_pk: ناپسندیدہ رویہ
vi: Hành vi không mong muốn

# QObject|
source: Unwanted behavior detected
ar: تم الكشف عن سلوك غير مرغوب
bg: Открито е нежелано поведение
bn: অবাঞ্ছিত আচরণ সনাক্ত করা হয়েছে
cs_cz: Bylo detekováno nechtěné chování
de: Unerwünschtes Verhalten erkannt
es: Comportamiento no deseado detectado
fa: رفتار نامطلوب شناسایی شد
fi: Havaittiin ei-toivottua toimintaa
fr: Comportement indésirable détecté
hu: Nemkívánatos viselkedés észlelve
id: Perilaku tidak diinginkan terdeteksi
it: Rilevato comportamento indesiderato
ja: 不要な動作を検出しました
lt: Aptiktas nepageidaujamas elgesys
lv: Nevēlama uzvedība novērota
my: မလိုချင်သည့် အပြုအမူကို သတိထားမိ
pl: Wykryto niepożądane zachowanie
pt_pt: Comportamento indesejado detectado
ro: Comportament nedorit detectat
ru: Обнаружено нежелательное поведение
si: අනවශ්ය හැසිරීම් හඳුනාගෙන ඇත
sr: Откривено нежељено понашање
tr: İstenmeyen davranış algılandı
uk: Виявлено небажану повкдінку
ur_pk: ناپسندیدہ رویہ پایا گیا
vi: Phát hiện hành vi không mong muốn

# QObject|
source: Unknown host key
ar: مفتاح مضيف غير معروف
bg: Неизвестен ключ на хоста
cs_cz: Neznámý klíč hostitele
de: Unbekannter Host-Schlüssel
fa: کلید میزبان ناشناس
fi: Tuntematon isännän avain
fr: Clé de l'hôte inconnue
hu: Ismeretlen szerverkulcs
id: Key host tidak diketahui
it: Chiave host sconosciuta
ja: 不明なホストキー
lt: Nežinomas pagrindinio kompiuterio raktas
pl: Nieznany klucz serwera
pt_pt: Chave de host desconhecida
ro: Cheie gazdă necunoscută
ru: Неизвестный ключ сервера
si: නොදන්නා සත්කාරක යතුර
sr: Непознат кључ хоста
tr: Bilinmeyen anamakine anahtarı
ur_pk: میزبانی کی نامعلوم 'کی'
vi: Khóa máy chủ không xác định

# QObject|
source: Public key of the host is unknown
ar: المفتاح العام للمضيف غير معروف
bg: Публичният ключ на хоста е неизвестен
cs_cz: Veřejný klíč hostitele je neznámý
de: Öffentlicher Schlüssel des Hosts ist unbekannt
fa: کلید عمومی میزبان ناشناخته است
fi: Isännän julkinen avain on tuntematon
fr: La clé publique de l'hôte est inconnue
hu: A szerver nyilvános kulcsa ismeretlen
id: Host key publik tidak diketahui
it: La chiave pubblica dell'host è sconosciuta
ja: ホストのパブリックキーが不明です
lt: Viešasis pagrindinio kompiuterio raktas nežinomas
pl: Klucz publiczny serwera jest nieznany
pt_pt: A chave pública do host é desconhecida
ro: Cheia publică a gazdei este necunoscută
ru: Публичный ключ сервера не известен
si: ධාරකයේ පොදු යතුර නොදනී
sr: Јавни кључ хоста је непознат
tr: Anamakinenin ortak anahtarı bilinmiyor
ur_pk: میزبان کی پبلک کی نامعلوم ہے
vi: Khóa công khai của máy chủ không xác định

# QObject|
source: Unsupported URL
ar: عنوان غير صالح
bg: Неподдържан URL
bn: অসমর্থিত URL
cs_cz: Nepodporovaná URL
de: Nicht unterstützte URL
es: URL no compatible
fa: URL پشتیبانی نمی شود
fi: Ei-tuettu URL-osoite
fr: URL non supportée
hi: असमर्थित URL
hu: Nem támogatott URL
id: URL tidak didukung
it: URL non supportato
ja: 対応していない URL です
lt: Nepalaikomas URL
lv: Neatbalstīts URL
my: ထောက်ပံ့မထားသည့် URL
pl: Nieobsługiwany adres pobierania
pt_pt: URL não suportado
ro: Adresă URL neacceptată
ru: Неподдерживаемая ссылка
si: සහාය නොදක්වන URL
sr: Неподржан URL
tr: Desteklenmeyen URL
uk: Непідтримуваний URL
ur_pk: غیر تعاون یافتہ ویب پتہ
vi: URL không được hỗ trợ

# QObject|
source: Untitled
ar: بلا عنوان
bg: Без име
bn: শিরোনামহীন
cs_cz: Bez názvu
de: Ohne Titel
es: Sin título
fa: بدون عنوان
fi: Nimetön
fr: Sans titre
hi: शीर्षकहीन
hu: Névtelen
id: Tanpa judul
it: Senza titolo
ja: タイトルなし
lt: Be pavadinimo
lv: Nenosaukts
my: ခေါင်းစီတပ်မထား
pl: Brak tytułu
pt_pt: Sem Título
ro: Fără titlu
ru: Без названия
si: මාතෘකාවක් නැති
sr: Без наслова
tr: Başlıksız
uk: Без імені
ur_pk: بلا عنوان
vi: Không có tiêu đề

# QObject|
source: Failed to remove current version
ar: فشل حذف الإصدار الحالي
bg: Не мога да премахна текущата версия
bn: বর্তমান সংস্করণ সরাতে ব্যর্থ হয়েছে৷
cs_cz: Selhalo odebrání aktuální verze
de: Derzeitige Version konnte nicht entfernt werden
es: Fallo al remover la versión actual
fa: نسخه فعلی حذف نشد
fi: Nykyisen version poisto epäonnistui
fr: Échec de la suppression de la version actuelle
hi: वर्तमान संस्करण को हटाने में विफल
hu: Nem sikerült eltávolítani a jelenlegi verziót
id: Gagal menghapus versi saat ini
it: Impossibile rimuovere la versione attuale
ja: 現在のバージョンの削除に失敗しました
lt: Nepavyko pašalinti dabartinės versijos
lv: Nevarēja noņemt pašreizējo versiju
my: လက်ရှိဗားရှင်းကို ဖယ်ရှားရန် မအောင်မြင်
pl: Błąd przy usuwaniu bieżącej wersji
pt_pt: Falha ao remover a versão atual
ro: Nu s-a putut elimina versiune curentă
ru: Не удалось удалить текущую версию
si: වත්මන් අනුවාදය ඉවත් කිරීමට අසමත් විය
sr: Неуспело уклањање тренутне верзије
tr: Şu anki sürümü kaldırma başarısız
uk: Не вдалося видалити поточну версію
ur_pk: موجودہ ورژن کو ہٹانے میں ناکامی
vi: Không xóa được phiên bản hiện tại

# QObject|
source: hdiutil error %1
ar: خطأ hdiutil %1
bg: грешка hdiutil %1
bn: hdiutil ত্রুটি %1
cs_cz: Chyba hdiutil %1
de: hdiutil-Fehler %1
es: error de hdiutil %1
fa: خطای hdiutil %1
fi: hdiutil-virhe %1
fr: erreur hdiutil %1
hi: एचडीयूटिल त्रुटि %1
hu: hdiutil hiba %1
id: kesalahan hdiutil %1
it: errore hdiutil %1
ja: hdiutil エラー %1
lt: hdiutil klaida %1
lv: hdiutil kļūda %1
my: hdiutil အမှား %1
pl: błąd 'hdiutil' %1
ro: eroare hdiutil %1
ru: ошибка hdiutil %1
sr: hdiutil грешка %1
tr: hdiutil hatası %1
uk: помилка hdiutil %1
ur_pk: hdiutil خرابی %1
vi: Lỗi hdiutil %1

# QObject|
source: Mount point does not exist
ar: نقطة تحميل غير موجودة
bg: Точката на монтиране не съществува
bn: মাউন্ট পয়েন্ট বিদ্যমান নেই
cs_cz: Bod připojení neexistuje
de: Einhängepunkt existiert nicht
es: Punto de montaje no existe
fa: نقطه Mount کردن موجود نیست
fi: Kytkentäpistettä ei ole olemassa
fr: Le point de montage n’existe pas
hi: माउंट पॉइंट मौजूद नहीं है
hu: Csatlakozási pont nem létezik
id: Mount point tidak ada
it: Il punto di montaggio non esiste
ja: マウントポイントが存在しません
lt: Montavimo taško nėra
lv: Pieslēgšanas punkts neeksistē
my: မောင့်အမှတ် မရှိပါ
pl: Punkt montowania nie istnieje
pt_pt: Ponto de montagem não existe
ro: Punctul de montare nu există
ru: Точка монтирования отсутствует
si: මවුන්ට් පොයින්ට් නොපවතී
sr: Тачка монтирања не постоји
tr: Bağlama noktası mevcut değil
uk: Точка монтування не існує
ur_pk: ماؤنٹ پوائنٹ موجود نہیں ہے
vi: Điểm gắn kết không tồn tại

# QObject|
source: Signature check failure.
ar: فشل التحقق من التوقيع.
bg: Грешка при проверка на подписа.
bn: স্বাক্ষর চেক ব্যর্থতা.
cs_cz: Selhala kontrola podpisu.
de: Signaturprüfung schlug fehl.
es: Fallo al comprobar la firma.
fa: عدم موفقیت در بررسی امضا.
fi: Allekirjoituksen tarkastus epäonnistui.
fr: Échec de la vérification de la signature.
hi: सिग्नेचर चेक फेल।
hu: Aláírás-ellenőrzési hiba.
id: Kegagalan pemeriksaan tanda tangan.
it: Controllo firma fallito.
ja: 署名の確認に失敗しました。
lt: Parašo tikrinimo klaida.
lv: Paraksta pārbaudes kļūda.
my: လက်မှတ် စစ်ဆေးမှု မအောင်မြင်။
pl: Nieudane sprawdzenie podpisu.
pt_pt: Falha no checagem de assinatura.
ro: Eșec de verificare a semnăturii.
ru: Ошибка проверки подписи.
si: අත්සන පරික්ෂාව අසමත්.
sr: Грешка при провери потписа.
tr: İmza denetimi hatası.
uk: Помилка перевірки сигнатури.
ur_pk: دستخط کی تصدیق میں ناکامی۔
vi: Kiểm tra chữ ký thất bại.

# QObject|
source: Download with %1
ar: تنزيل بـ %1
bg: Изтегли с %1
bn: %1 দিয়ে ডাউনলোড করুন
cs_cz: Stáhnout s %1
de: Mit %1 herunterladen
es: Descargar con %1
fa: دانلود با %1
fi: Lataa %1:llä
fr: Télécharger avec %1
hi: %1 के साथ डाउनलोड करें
hu: Letöltés a(z) %1 alkalmazással
id: Unduh dengan %1
it: Download con %1
ja: %1 でダウンロード
lt: Atsisiųskite naudodami %1
lv: Lejupielādēt ar %1
my: %1 နှင့် ဒေါင်းလုပ်ပါ
pl: Pobierz z %1
pt_pt: Baixar com o %1
ro: Descarcă cu %1
ru: Скачать с %1
si: %1 සමඟ බාගත කරන්න
sr: Преузми помоћу %1
tr: %1 ile indir
uk: Завантажити з %1
ur_pk: %1 کے ساتھ ڈاؤن لوڈ کریں
vi: Tải xuống với %1

# QObject|
source: Download all with %1
ar: تنزيل الكل بـ %1
bg: Изтегли всички с %1
bn: %1 দিয়ে সব ডাউনলোড করুন
cs_cz: Stáhnout vše s %1
de: Alles herunterladen mit %1
es: Descargar todo con %1
fa: دانلود همه با %1
fi: Lataa kaikki %1:llä
fr: Tout télécharger avec %1
hi: %1 के साथ सभी डाउनलोड करें
hu: Az összes letöltése a(z) %1 alkalmazással
id: Unduh semua dengan %1
it: Scarica tutto con %1
ja: %1 ですべてダウンロード
lt: Atsisiųskite viską naudodami %1
lv: Lejupielādēt visu ar %1
my: အားလုံးကို %1 နှင့် ဒေါင်းလုပ်ပါ
pl: Pobierz wszystkie z %1
pt_pt: Baixe tudo com %1
ro: Descărcați toate cu %1
ru: Скачать всё с %1
si: %1 සමඟ සියල්ල බාගත කරන්න
sr: Преузми све помоћу %1
tr: Tümünü %1 ile indir
uk: Завантажити все з %1
ur_pk: %1 کے ساتھ سب ڈاؤن لوڈ کریں
vi: Tải xuống tất cả với %1

# QObject|
source: Download selected with %1
ar: تنزيل المحدد بـ %1
bg: Изтегли избраните с %1
bn: ডাউনলোড %1 দিয়ে নির্বাচিত হয়েছে
cs_cz: Stáhnout vybrané s %1
de: Gewählte Dateien mit %1 herunterladen
es: Descargar seleccionado con %1
fa: دانلود انتخاب شده ها با %1
fi: Lataa valinta %1:llä
fr: Télécharger la sélection avec %1
hi: %1 के साथ चयनित डाउनलोड करें
hu: Kiválasztott letöltése a(z) %1 alkalmazással
id: Unduh pilihan dengan %1
it: Download elementi selezionati con %1
ja: 選択項目を %1 でダウンロード
lt: Atsisiuntimas pasirinktas naudojant %1
lv: Lejupielāde izvēlēta ar %1
my: ရွေးထားသည့်များကို %1 နှင့် ဒေါင်းလုပ်ပါ
pl: Pobierz zaznaczone przez %1
pt_pt: Download selecionado com o %1
ro: Descărcarea selectată cu %1
ru: Скачать выбранные загрузки с %1
si: %1 සමඟ තෝරාගත් දේ බාගත කරන්න
sr: Преузми изабрано помоћу %1
tr: Seçileni %1 ile indir
uk: Завантажити вибране з %1
ur_pk: %1 کے ساتھ منتخب کردہ ڈاؤن لوڈ کریں
vi: Tải về lựa chọn với %1

# QObject|
source: Download video with %1
ar: تنزيل الفيديو بـ %1
bg: Изтегли видеото с %1
bn: %1 দিয়ে ভিডিও ডাউনলোড করুন
cs_cz: Stáhnout video s %1
de: Videos mit %1 herunterladen
es: Descargar video con %1
fa: دانلود ویدیو با %1
fi: Lataa video %1:llä
fr: Télécharger la vidéo avec %1
hi: %1 के साथ वीडियो डाउनलोड करें
hu: Videó letöltése a(z) %1 alkalmazással
id: Unduh video dengan %1
it: Download video con %1
ja: %1 で動画をダウンロード
lt: Atsisiųskite vaizdo įrašą su %1
lv: Lejupielādēt video ar %1
my: ဗီဒီယိုကို %1 နှင့် ဒေါင်းလုပ်ပါ
pl: Pobierz wideo przez %1
pt_pt: Baixar vídeo com o %1
ro: Descărcați videoclipul cu %1
ru: Скачать видео с %1
si: %1 සමඟ වීඩියෝව බාගත කරන්න
sr: Преузми видео помоћу %1
tr: Görüntüyü %1 ile indir
uk: Завантажити відео з %1
ur_pk: %1 کے ساتھ ویڈیو ڈاؤن لوڈ کریں
vi: Tải xuống video với %1

# QObject|
source: Video
ar: فيديو
bg: Видео
bn: ভিডিও
fa: ویدئو
fr: Vidéo
hi: वीडियो
hu: Videó
ja: 動画
lt: Vaizdo įrašas
my: ဗီဒီယို
pl: Wideo
pt_pt: Vídeo
ro: Videoclipuri
ru: Видео
si: වීඩියෝ
sr: Видео
tr: Görüntü
uk: Відео
ur_pk: ویڈیو

# QObject|
source: Music
ar: موسيقى
bg: Музика
bn: সঙ্গীত
cs_cz: Hudba
de: Musik
es: Música
fa: موزیک
fi: Musiikki
fr: Musique
hi: संगीत
hu: Zene
id: Musik
it: Musica
ja: 音楽
lt: Muzika
lv: Mūzika
my: ဂီတ
pl: Muzyka
pt_pt: Música
ro: Muzică
ru: Музыка
si: සංගීතය
sr: Музика
tr: Müzik
uk: Музика
ur_pk: موسیقی
vi: Nhạc

# QObject|
source: There is not enough disk space.
ar: لا توجد مساحة تخزين كافية.
bg: Недостатъчно дисково пространство.
bn: পর্যাপ্ত ডিস্ক স্থান নেই.
cs_cz: Nedostatek volného místa na disku.
de: Nicht genügend Speicherplatz vorhanden.
es: No hay suficiente espacio en disco.
fa: فضای دیسک کافی نیست.
fi: Levytilaa ei ole riittävästi.
fr: Il n'y a pas assez d'espace disque.
hi: पर्याप्त डिस्क स्थान नहीं है।
hu: Nincs elég lemezterület.
id: Tidak ada ruang disk yang cukup.
it: Spazio insufficiente nel dispositivo.
ja: ディスクの空き容量が十分ではありません。
lt: Nepakanka vietos diske.
lv: Nav pietiekamas vietas diskā.
my: သိုလှောင်မှု မလုံလောက်ပါ။
pl: Brak wymaganej ilości wolnego miejsca na dysku.
pt_pt: Não há espaço em disco suficiente.
ro: Nu există suficient spațiu pe disc.
ru: Недостаточно места на диске.
si: ප්රමාණවත් තැටි ඉඩක් නැත.
sr: Нема довољно простора на диску.
tr: Yeterli disk alanı yok.
uk: Недостатньо місця на диску.
ur_pk: ڈسک پر کافی جگہ نہیں ہے۔
vi: Ổ đĩa không đủ dung lượng trống.

# QObject|
source: The list of downloads is damaged. %1 has failed to restore it from backup. Please close all your web browsers and try again.
ar: قائمة التنزيلات تالفة. %1 فشل في استعادتها من النسخ الاحتياطي. يرجى إغلاق كل متصفحاتك والمحاولة مجددا.
bg: Списъка с изтеглянията е повреден. %1 не успя да го възстанови от бекъпа. Затворете всички браузъри и опитайте отново.
bn: ডাউনলোড তালিকা ক্ষতিগ্রস্ত হয়. %1 এটিকে ব্যাকআপ থেকে পুনরুদ্ধার করতে ব্যর্থ হয়েছে। আপনার সমস্ত ওয়েব ব্রাউজার বন্ধ করুন এবং আবার চেষ্টা করুন.
cs_cz: Seznam stahování je poškozen. %1 - obnovení ze zálohy selhalo. Zavřete všechny Vaše webové prohlížeče a zkuste to znovu.
de: Downloadliste ist beschädigt. %1 konnte aus Backup nicht wiederhergestellt werden. Bitte alle Webbrowser schließen und erneut versuchen.
es: La lista de descargas está dañada. %1 a fallado al restaurarla desde una copia de seguridad. Por favor, cierra todos tus navegadores web e intenta de nuevo.
fa: لیست دانلود خراب شده‌است. %1 در بازگرداندن آن از پشتیبان گیری موفق نشد. لطفاً تمام مرورگرهای خود را ببندید و دوباره تلاش کنید.
fi: Latauslista on vioittunut. %1 ei voinut palauttaa sitä varmuuskopiosta. Sulje kaikki verkkoselaimet ja yritä uudelleen.
fr: La liste des téléchargements est endommagée. %1 a échoué à la restaurer depuis la sauvegarde. Veuillez fermer tous vos navigateurs web et réessayer.
hi: डाउनलोड की सूची क्षतिग्रस्त है। %1 बैकअप से पुनर्स्थापित करने में विफल रहा है। कृपया अपने सभी वेब ब्राउज़र बंद करें और पुनः प्रयास करें।
hu: A letöltések listája sérült. A(z) %1 nem tudta visszaállítani biztonsági másolatból. Kérjük, zárja be az összes böngészőt, és próbálja újra.
id: Daftar unduhan rusak. %1 gagal mengembalikannya dari cadangan. Mohon tutup semua peramban web Anda dan coba lagi.
it: L'elenco download è danneggiato. %1 non è riuscito a ripristinarlo dal backup. Chiudi tutti i browser web e riprova.
ja: ダウンロードのリストが破損しています。 %1 はバックアップからの復元に失敗しました すべてのウェブブラウザーを閉じて再試行してください。
lt: Atsisiuntimų sąrašas sugadintas. %1 nepavyko atkurti jo iš atsarginės kopijos. Uždarykite visas žiniatinklio naršykles ir bandykite dar kartą.
lv: Lejupielāžu saraksts ir bojāts. %1 nav bijis spējīgs to atjaunot no dublējuma. Lūdzu aizver visus savus interneta pārlūkus un mēģini atkal.
my: ဒေါင်းလုပ်စာရင်း ပျက်စီးနေသည်။ %1 က အရန်မှ ပြန်လည်ရယူရန် မအောင်မြင်ပါ။ ကျေးဇူးပြု၍ သင့်ဝဘ်ဘရောင်ဇာ အားလုံးကို ပတ်ပြီး ပြန်စမ်းပါ။
pl: Lista pobierań jest uszkodzona. %1 nie mógł jej przywrócić z kopii zapasowej. Zamknij wszystkie przeglądarki internetowe i spróbuj ponownie.
pt_pt: A lista de transferências está danificada. O %1 falhou ao restaurá-la a partir da cópia de segurança. Por favor, feche todos os seus navegadores e tente novamente.
ro: Lista de descărcări este deteriorată. %1 nu a reușit să-l restabilească din backup. Închideți toate browserele web și încercați din nou.
ru: Список загрузок повреждён. %1 не удалось восстановить его из резервной копии. Пожалуйста, закройте все браузеры и попробуйте снова.
si: බාගත කිරීම් ලැයිස්තුවට හානි සිදු වේ. %1 උපස්ථයෙන් එය යථා තත්වයට පත් කිරීමට අසමත් වී ඇත. කරුණාකර ඔබගේ සියලුම වෙබ් බ්රවුසර වසා නැවත උත්සාහ කරන්න.
sr: Листа преузимања је оштећена. %1 није успео да је поврати из резервне копије. Затворите све прегледаче и покушајте поново.
tr: İndirilenler listesi zarar görmüş. %1'nin yedekten geri yüklenmesi başarısız oldu. Lütfen tüm web tarayıcılarınızı kapatın ve tekrar deneyin.
uk: Список завантажень пошкоджено. %1 не зміг його відновити. Будь ласка, закрийте всі веб-браузери і спробуйте знову.
ur_pk: ڈاؤن لوڈز کی فہرست خراب ہو گئی ہے۔ %1 اسے بیک اپ سے بحال کرنے میں ناکام رہا۔ براہ کرم اپنے تمام ویب براؤزر بند کریں اور دوبارہ کوشش کریں۔
vi: Danh sách tải xuống bị hỏng. %1 không khôi phục được từ bản sao lưu. Vui lòng đóng tất cả trình duyệt web và thử lại.

# QObject|
source: Fatal error: failed to load the database.
ar: خطأ فادح: فشل تحميل قاعدة البيانات.
bg: Грешка: неуспешно зареждане на базата данни.
bn: মারাত্মক ত্রুটি: ডাটাবেস লোড করতে ব্যর্থ হয়েছে৷
cs_cz: Fatální chyba: selhalo načtení databáze.
de: Fataler Fehler: Datenbank konnte nicht geladen werden.
es: Error fatal: fallo al cargar la base de datos.
fa: خطای جدی: بارگیری پایگاه داده انجام نشد.
fi: Kriittinen virhe: tietokannan lataus epäonnistui.
fr: Erreur fatale: échec du chargement de la base de données.
hi: गंभीर त्रुटि: डेटाबेस लोड करने में विफल।
hu: Végzetes hiba: nem sikerült betölteni az adatbázist.
id: Kesalahan fatal: gagal memuat database.
it: Errore irreversibile: caricamento del database non riuscito.
ja: 致命的なエラー: データベースの読み込みに失敗しました。
lt: Lemtinga klaida: nepavyko įkelti duomenų bazės.
lv: Fatāla kļūda: nevarēja ielādēt datubāzi.
my: ပြင်းထန်တဲ့ အမှား၊ ဒေတာဘေ့စ်ကို ခေါ်ယူမှု မအောင်မြင်ပါ။
pl: Fatalny błąd: błąd połączenia z bazą.
pt_pt: Erro fatal: houve uma falha ao carregar o banco de dados.
ro: Eroare fatală: nu s-a putut încărca baza de date.
ru: Неустранимая ошибка: не удалось загрузить базу данных.
si: මාරාන්තික දෝෂය: දත්ත කියවීමට අසමත් විය.
sr: Фатална грешка: неуспело учитавање базе података.
tr: Önemli hata: veri tabanını yükleme başarısız.
uk: Критична помилка: не вдалося завантажити базу даних.
ur_pk: مہلک خرابی: ڈیٹا بیس لوڈ کرنے میں ناکامی۔
vi: Lỗi nghiêm trọng: không tải được cơ sở dữ liệu.

# QObject|
source: Would you like to erase it (this will clear your downloads list and all %1 data)?
ar: هل تريد حذفها (سيتم تفريغ قائمة التنزيلات وكل بيانات %1) ؟
bg: Искате ли да го изтриете (това ще изчисти списъка ви с изтегляния и всички данни %1)?
bn: আপনি কি এটি মুছে ফেলতে চান (এটি আপনার ডাউনলোড তালিকা এবং সমস্ত %1 ডেটা সাফ করবে)?
cs_cz: Chcete jej vymazat (to také smaže seznam stahování a všechna data %1)?
de: Willst du tatsächlich löschen (dies wird die Downloadliste und alle %1-Daten löschen)?
es: ¿Quieres borrarlo (esto borrará tu lista de descargas y todos los datos de %1)?
fa: می خواهید آن را پاک کنید (با این کار لیست دانلودهای شما و تمام داده های٪ 1 پاک خواهند شد)؟
fi: Haluatko tyhjentää sen (tämä poistaa latauslistan ja kaikki %1in tiedot)?
fr: Voulez-vous l'effacer (cela effacera votre liste de téléchargements et toute donnée %1)?
hi: क्या आप इसे मिटाना चाहेंगे (इससे आपकी डाउनलोड सूची और सभी %1 डेटा साफ़ हो जाएगा)?
hu: Szeretnéd törölni (ezzel törlöd a letöltési listát és az összes %1 adatot)?
id: Apakah Anda ingin menghapusnya (ini akan menghapus daftar unduhan Anda dan semua data %1)?
it: Vuoi cancellarlo (questa operazione cancellerà l'elenco download e tutti i dati di %1)?
ja: 消去しますか (ダウンロードリストとすべての %1 データが消去されます)?
lt: Ar norite jį ištrinti (išvalysite atsisiuntimų sąrašą ir visus %1 duomenis)?
lv: Vai jūs vēlētos to izdzēst (šis notīrīs jūsu lejupielāžu sarakstu un visus %1 datus)?
my: ဖျက်ချင်ပါလား (သင့်ဒေါင်းလုပ်စာရင်း)။
pl: Chcesz ją usunąć (zostaną wyczyszczone listy pobierania i wszystkie dane %1)?
pt_pt: Deseja apagá-lo (isto limpará a sua lista de transferências e todos os dados do %1)?
ro: Doriți să îl ștergeți (acest lucru va șterge lista dvs. de descărcări și toate datele %1)?
ru: Хотите стереть (это очистит ваш список загрузок и все данные %1)?
si: ඔබ එය මකා දැමීමට කැමතිද (මෙය ඔබගේ බාගැනීම් ලැයිස්තුව සහ සියලුම%1 දත්ත ඉවත් කරනු ඇත)?
sr: Желите ли да је обришете (ово ће испразнити листу преузимања и све податке програма %1)?
tr: Bunu silmek istiyor musunuz (bu, indirmeler listenizi ve tüm %1 verilerini temizleyecektir)?
uk: Ви дійсно хочете його стерти (це очистить ваш список завантажень і всі дані %1)?
ur_pk: کیا آپ اسے مٹانا چاہیں گے (یہ آپ کے ڈاؤن لوڈز کی فہرست اور تمام %1 ڈیٹا کو صاف کر دے گا)؟
vi: Bạn có muốn xóa nó (điều này sẽ xóa danh sách tải xuống và tất cả dữ liệu %1 của bạn)?

# QObject|
source: Failed.
ar: فشل.
bg: Грешка.
bn: ব্যর্থ হয়েছে.
cs_cz: Selhalo.
de: Fehlgeschlagen.
es: Fallido.
fa: ناموفق.
fi: Epäonnistui.
fr: Échoué.
hi: असफल।
hu: Sikertelen.
id: Gagal.
it: Fallito.
ja: 失敗しました。
lt: Nepavyko.
lv: Neizdevās.
my: ကျရှုံး
pl: Nie udało się.
pt_pt: Falhou.
ro: A eșuat.
ru: Сбой.
si: අසාර්ථකයි.
sr: Неуспело.
tr: Başarısız oldu.
uk: Не вдалося.
ur_pk: ناکام۔
vi: Thất bại.

# QObject|
source: Missing %path% parameter.
ar: معاملات %path% ناقصة.
bg: Липсващ %path% параметър.
bn: অনুপস্থিত %path% প্যারামিটার।
cs_cz: Chybí parametr %path%.
de: Fehlender %path%-Parameter.
es: Falta el parámetro %path%.
fa: پارامتر %path% موجود نیست.
fi: Puuttuva %path%-parametri.
fr: Paramètre %path% manquant.
hi: %path% पैरामीटर गुम है।
hu: Hiányzik a %path% paraméter.
id: Parameter %path% tidak ada.
it: Manca il parametro %path%.
ja: %path% のパラメーターがありません。
lt: Trūksta %path% parametro.
lv: Trūkstošs %path% parametrs.
my: ပျောက်နေသည့် %path% သတ်မှတ်ချက်
pl: Brakujący parametr %path%.
pt_pt: Faltando %path% parâmetro.
ro: Lipsește parametrul %path%.
ru: Пропущен параметр %path%.
si: %path% පරාමිතිය අතුරුදහන්.
sr: Недостаје параметар %path%.
tr: Eksik %path% parametresi.
uk: Параметр %path% відсутній.
ur_pk: %path% پیرامیٹر مفقود ہے۔
vi: Thiếu tham số %path%.

# QObject|
source: Update URL
ar: تحديث عنوان
bg: Обнови URL
bn: URL আপডেট করুন
cs_cz: Aktualizovat URL
de: URL aktualisieren
es: Actualizar URL
fa: بروزرسانی URL
fi: Päivitä URL
fr: Mettre à jour l'URL
hi: URL अपडेट करें
hu: URL frissítése
id: Perbaharui URL
it: Aggiorna URL
ja: URL の更新
lt: Atnaujinti URL
lv: Atjaunināt URL
my: URL ကို အသစ်လုပ်ပါ
pl: Adres aktualizacji
pt_pt: Atualizar URL
ro: Actualizați adresa URL
ru: Обновить ссылку
si: URL එක යාවත්කාලීන කරන්න
sr: Ажурирај URL
tr: URL'yi güncelle
uk: URL оновлення
ur_pk: یو-آر-ایل اپ ڈیٹ کریں
vi: Cập nhật URL

# QObject|
source: Documents
ar: المستندات
bg: Документи
bn: নথিপত্র
cs_cz: Dokumenty
de: Dokumente
es: Documentos
fa: مستندات
fi: Dokumentit
hi: दस्तावेजों
hu: Dokumentumok
id: Dokumen
it: Documenti
ja: ドキュメント
lt: Dokumentai
lv: Dokumenti
my: စာရွက်စာတမ်းများ
pl: Dokumenty
pt_pt: Documentos
ro: Documente
ru: Документы
si: ලියකියවිලි
sr: Документи
tr: Belgeler
uk: Документи
ur_pk: دستاویزات
vi: Tài liệu
