Repository: FreeDownloadManagerTeam/FDM6-localization
Catalog: main/fdm_*.po
Languages: ar, bg, bn, cs_cz, de, es, fa, fi, fr, hi, hu, id, it, ja, lt, lv, my, pl, pt_pt, ro, ru, si, sr, tr, uk, ur_pk, vi

# AdvancedSettings|
source: Show special offers
ar: إظهار العروض الخاصة
bg: Показване на специални оферти
bn: বিশেষ অফার দেখান
cs_cz: Zobrazit speciální nabídky
de: Sonderangebote anzeigen
es: Mostrar ofertas especiales
fa: نمایش پیشنهادهای ویژه
fi: Näytä erikoistarjouksia
fr: Afficher les offres spéciales
hi: दिखाएँ खास ऑफर
hu: Különleges ajánlatok megjelenítése
id: Lihat penawaran khusus
it: Visualizza offerte speciali
ja: 特別オファーを表示する
lt: Rodyti specialius pasiūlymus
lv: Parādīt īpašos piedāvājumus
my: အထူးကမ်းလှမ်းမှုများ ပြရန်
pl: Pokazuj oferty specjalne
pt_pt: Mostrar ofertas especiais
ro: Afișați oferte speciale
ru: Показывать специальные предложения
si: විශේෂ දීමනා පෙන්වන්න
sr: Прикажи специјалне понуде
tr: Özel teklifleri göster
uk: Показувати спеціальні пропозиції
ur_pk: خصوصی پیشکشیں دکھائیں
vi: Hiển thị ưu đãi đặc biệt

# AdvancedSettings|
source: Interface
ar: واجهة
bg: Интерфейс
bn: ইন্টারফেস
cs_cz: Rozhraní
de: Oberfläche
es: Interfaz
fa: رابط کاربری
fi: Käyttöliittymä
hi: इंटरफेस
hu: Kezelőfelület
id: Antarmuka
it: Interfaccia
ja: インターフェイス
lt: Sąsaja
lv: Interfeiss
my: အင်တာဖေ့
pl: Interfejs
ro: Interfață
ru: Интерфейс
si: අතුරු මුහුණත
sr: Интерфејс
tr: Arayüz
uk: Інтерфейс
ur_pk: انٹرفیس
vi: Giao diện

# AdvancedSettings|
source: Click on the Close button to hide %1 and keep it running in the background
ar: انقر على زر الإغلاق لإخفاء %1 مع الإبقاء عليه قيد التشغيل في الخلفية
bg: Щракнете върху бутона Затвори, за да скриете %1 и да го оставите да работи във фонов режим
bn: %1 লুকানোর জন্য বন্ধ বোতামে ক্লিক করুন এবং এটিকে ব্যাকগ্রাউন্ডে চালু রাখুন
cs_cz: Pro skrytí %1 a jeho běh na pozadí klepněte na tlačítko Zavřít
de: Auf die Schließen-Schaltfläche tippen, um %1 auszublenden und im Hintergrund weiterlaufen zu lassen.
fa: برای پنهان کردن %1 و اجرا در پس زمینه دکمه ی بستن را فشار دهید
fi: Piilota %1 sulkupainikkeesta ja pidä se käynnissä taustalla
fr: Cliquer sur le bouton Fermer pour cacher %1 et le maintenir en arrière-plan
hu: Kattints a Bezárás gombra a %1 elrejtéséhez, és futtasd tovább a háttérben!
id: Klik tombol tutup untuk menyembunyikan %1 dan tetap berjalan di latar belakang
it: Seleziona 'Chiudi' per nascondere %1 e mantenerlo in esecuzione in background
ja: 閉じるボタンのクリックで %1 を非表示にしてバックグラウンドで実行する
lt: Spustelėkite mygtuką Uždaryti, kad paslėptumėte %1 ir, kad jis tęstu veikti fone
pl: Użycie przycisku "Zamknij" ukrywa %1 i pozostawia program uruchomiony w tle
pt_pt: Clique no botão Fechar para ocultar o %1 e mantê-lo em execução em segundo plano
ro: Faceți clic pe butonul Închidere pentru a ascunde %1 și menține-l să ruleze în fundal
ru: Оставлять работать %1 в фоне при нажатии кнопки закрытия окна
si: %1 සැඟවීමට වසා දමන්න බොත්තම මත ක්ලික් කර එය පසුබිමේ ධාවනය කරන්න
sr: Кликните на дугме Затвори да сакријете %1 и задржите га у позадини
tr: Kapat düğmesine tıklandığında %1'yi gizle ve arka planda çalışır tut
uk: Клацніть по кнопці Закрити щоб приховати %1 і перевести його в фон
ur_pk: %1 کو چھپانے اور اسے پس منظر میں چلتے رہنے کے لیے 'بند کریں' کے بٹن پر کلک کریں
vi: Bấm vào nút Đóng để ẩn %1 và giữ cho nó chạy ở chế độ nền

# AdvancedSettings|
source: Open/hide the bottom panel by clicking on the download
ar: اظهار/إخفاء اللوحة السفلية بالضغط على التنزيل
bg: Показване/скриване на долен панел при натискане върху изтегляния файл
bn: ডাউনলোডে ক্লিক করে নীচের প্যানেলটি খুলুন/লুকান
cs_cz: Zobrazit/Skrýt spodní panel klepnutím na stahovanou položku
de: Öffnen/Ausblenden des unteren Felds durch Klicken auf den Download
es: Abrir/ocultar el panel inferior haciendo clic en la descarga
fa: باز/پنهان کردن پنل پایین با کلیک بر روی دانلود
fi: Näytä/sulje alapaneeli painamalla latausta
fr: Ouvrir/cacher le panneau du bas en cliquant sur le téléchargement
hi: डाउनलोड पर क्लिक करके नीचे के पैनल को खोलें/छुपाएं
hu: Nyissa meg/rejtse el az alsó panelt a letöltésre kattintva.
id: Buka/sembunyikan panel bawah dengan mengklik unduhan
it: Visualizza/nascondi pannello inferiore facendo clic sul download
ja: ダウンロードリストのクリックで下部パネルを表示/非表示にする
lt: Atidarykite / paslėpkite apatinį skydelį spustelėdami atsisiuntimą
lv: Atvērt/paslēpt apakšējo paneli uzklikšķinot un lejupielādes
my: ဒေါင်းလုပ်တွင် နှိပ်ခြင်းဖြင့် ခလုတ် ဖွင့်/ဝှက် အကွက်
pl: Pokaż/ukryj panel dolny po kliknięciu na pobieranym pliku
pt_pt: Abrir/ocultar o painel inferior ao clicar no download
ro: Deschideți/ascundeți panoul de jos făcând clic pe descărcare
ru: Открывать/скрывать нижнюю панель по щелчку на загрузку
si: බාගත මත ක්ලික් කිරීමෙන් පහළ පුවරුව විවෘත / සඟවන්න
sr: Отвори/сакриј доњи панел кликом на преузимање
tr: İndirmeye tıklayarak alt paneli aç/gizle
uk: Показати/сховати нижню панель по кліку на завантаженні
ur_pk: ڈاؤن لوڈ پر کلک کر کے نچلا پینل کھولیں/چھپائیں
vi: Mở/ẩn bảng điều khiển phía dưới bằng cách nhấp vào tải xuống

# AdvancedSettings|
source: Hide the Dock icon
ar: إخفاء رمز الشريط السفلي
bg: Скриване на иконата в Dock
cs_cz: Skrýt ikonu Docku
de: Dock-Symbol ausblenden
fa: پنهان کردن نماد داک
fi: Piilota kuvake Dockista
fr: Cacher l'icône du Dock
hu: Dokkoló ikon elrejtése
id: Sembunyikan ikon Dok
it: Nascondi icona dock
ja: ドックアイコンを非表示
lt: Slėpti doko piktogramą
pl: Ukryj ikonę dokowania
pt_pt: Ocultar o ícone do Dock
ro: Ascunde pictograma din bara de activități
ru: Не показывать иконку в доке
si: ඩොක් නිරූපකය සඟවන්න
sr: Сакриј икону у доку
tr: Kenetleme simgesini gizle
ur_pk: ڈاک آئیکن چھپائیں
vi: Ẩn biểu tượng Dock

# AdvancedSettings|
source: Indicate active download and upload using tray icon
ar: إظهار التنزيل والرفع النشط باستخدام ايقونة شريط الحالة
bg: Показване на активно изтегляне и качване с чрез иконата в трея
bn: ট্রে আইকন ব্যবহার করে সক্রিয় ডাউনলোড এবং আপলোড নির্দেশ করুন
cs_cz: Zobrazit aktivní stahování a nahrávání v ikoně v systémové liště
de: Aktiven Download/Upload durch Symbol in der Taskleiste anzeigen
es: Indicar descarga y subida activa usando el icono de bandeja
fa: نشان دادن دانلود و آپلود فعال با استفاده از نماد در نوار وظیفه
fi: Näytä aktiivinen lataus ja lähetys ilmaisinalueen kuvakkeena
fr: Indiquer le téléchargement/envoi actif en utilisant l'icône de la barre
hi: ट्रे आइकन का उपयोग करके सक्रिय डाउनलोड और अपलोड इंगित करें
hu: Aktív letöltés és feltöltés jelzése a tálcaikonon
id: Tunjukkan unduhan dan unggahan aktif melalui ikon tray
it: Visualizza icona download/upload attivi nella barra applicazioni
ja: トレイアイコンで実行中のダウンロードとアップロードを表示する
lt: Nurodykite aktyvų atsisiuntimą ir įkėlimą naudodami dėklo piktogramą
lv: Iezīmēt aktīvo lejupielādi un augšupielādi izmantojot paplātnes ikonu
my: အပြားပုံ သင်္ကေတသုံးပြီး လုပ်နေသည် ဒေါင်းလုပ် နှင့် အပ်လုပ်တို့ကို ပြပါ
pl: Pokazuj aktywne pobierania i wysyłania poprzez ikonę zasobnika
pt_pt: Indicar download e upload ativos usando o ícone da bandeja
ro: Indicați descărcarea și încărcarea activă folosind pictograma tavă
ru: Показывать активность загрузки с помощью значка в трее
si: තැටි නිරූපකය භාවිතා කරමින් සක්රීය බාගත කිරීම සහ උඩුගත කිරීම පෙන්වන්න
sr: Прикажи активно преузимање и слање преко иконе у системској касети
tr: Tepsi simgesini kullanarak etkin indirmeyi ve göndermeyi belirt
uk: Показувати активні завантаження і вивантаження через іконку в треї
ur_pk: ٹری آئیکن کے ذریعے فعال ڈاؤن لوڈ اور اپ لوڈ کی نشاندہی کریں
vi: Cho biết tải xuống và tải lên đang hoạt động bằng biểu tượng khay

# AdvancedSettings|
source: Show built-in tags:
ar: عرض العلامات المدمجة :
bg: Показване на вградените етикети:
bn: অন্তর্নির্মিত ট্যাগ দেখান:
cs_cz: Zobrazit zabudované štítky:
de: Integrierte Tags anzeigen:
es: Mostrar etiquetas integradas:
fa: نمایش برچسب‌های داخلی:
fi: Näytä sisäänrakennetut tunnisteet:
fr: Afficher les étiquettes intégrées:
hu: Beépített címkék megjelenítése
id: Tampilkan tag bawaan:
it: Visualizza etichette integrate:
ja: 内蔵タグを表示:
lt: Rodyti integruotas žymas:
lv: Parādīt iebūvētās atzīmes:
my: တပ်ဆင်ပြီး ပူးတွဲများကို ပြပါ၊
pl: Pokaż wbudowane tagi:
pt_pt: Mostrar etiquetas integradas:
ro: Afișați etichetele încorporate:
ru: Показывать встроенные метки:
si: පෙරනිමි ටැග් පෙන්වන්න:
sr: Прикажи уграђене ознаке:
tr: Yerleşik etiketleri göster:
uk: Показати вбудовані теги:
ur_pk: بلٹ ان ٹیگز دکھائیں:
vi: Hiển thị các thẻ tích hợp:

# AdvancedSettings|
source: Automation
ar: أتمتة
bg: Автоматизация
bn: অটোমেশন
cs_cz: Automatizace
de: Automatisierung
es: Automatización
fa: خودکارسازی
fi: Automaatio
fr: Automatisation
hu: Automatizálás
id: Otomatisasi
it: Operazioni automatizzate
ja: 自動化
lt: Automatika
lv: Automatizācija
my: အလိုအလျောက်လုပ်ခြင်း
pl: Automatyzacja
pt_pt: Automação
ro: Automatizare
ru: Автоматизация
si: ස්වයංක්රීයකරණය
sr: Аутоматизација
tr: Otomatikleştirme
uk: Автоматизація
ur_pk: آٹومیشن
vi: Tự động hóa

# AdvancedSettings|
source: Launch external application on download completion
ar: تشغيل التطبيق عند اكتمال التنزيل
bg: Стартиране на външно приложение при завършване на изтеглянето
bn: ডাউনলোড সম্পূর্ণ হলে বাহ্যিক অ্যাপ্লিকেশন চালু করুন
cs_cz: Spustit externí aplikaci při dokončení stahování
de: Externe App nach Abschluss des Downloads starten
es: Iniciar aplicación externa al completar la descarga
fa: اجرای برنامه خارجی پس از تکمیل دانلود
fi: Käynnistä ulkoinen sovellus latauksen valmistuttua
fr: Lancer une application externe en fin de téléchargement
hu: Külső alkalmazás indítása a letöltés befejezésekor
id: Luncurkan aplikasi eksternal saat pengunduhan selesai
it: Avvia applicazione esterna al completamento del download
ja: ダウンロード完了時に外部アプリケーションを起動する
lt: Baigę atsisiųsti, paleiskite išorinę programą
lv: Palaist ārējo aplikāciju pabeidzot lejupielādi
my: ဒေါင်းလုပ်ပြီးသွားပါက ပြင်ပပရိုဂရမ်ကို ဖွင့်ပါ
pl: Uruchom zewnętrzną aplikację po zakończeniu pobierania
pt_pt: Iniciar aplicação externa após a conclusão do download
ro: Lansați aplicația externă la finalizarea descărcării
ru: Запустить внешнее приложение после завершения загрузки
si: බාගත සම්පූර්ණ මත බාහිර යෙදුම දියත්
sr: Покрени спољну апликацију по завршетку преузимања
tr: İndirme tamamlandığında harici uygulamayı başlat
uk: Після завантаження запускати зовнішній застосунок
ur_pk: ڈاؤن لوڈ مکمل ہونے پر بیرونی ایپلیکیشن چلائیں
vi: Khởi chạy ứng dụng bên ngoài khi hoàn tất tải xuống

# AdvancedSettings|
source: Path:
ar: المسار:
bg: Път:
bn: পথ:
cs_cz: Cesta:
de: Pfad:
es: Ruta:
fa: مسیر:
fi: Sijainti:
fr: Chemin:
hi: रास्ता:
hu: Elérési út:
id: Jalur:
it: Percorso:
ja: パス:
lt: Kelias:
lv: Ceļš:
my: လမ်းကြောင်း၊
pl: Ścieżka:
pt_pt: Caminho:
ro: Cale:
ru: Путь:
si: මාර්ගය:
sr: Путања:
tr: Yol:
uk: Шлях:
ur_pk: پتہ:
vi: Đường dẫn:

# AdvancedSettings|
source: Please enter application's path
ar: يرجى إدخال مسار التطبيق
bg: Моля въведете пътя до приложението
bn: অনুগ্রহ করে আবেদনের পথ লিখুন
cs_cz: Vložte prosím cestu k aplikaci
de: Bitte App-Pfad eingeben
es: Por favor ingresa la ruta de la aplicación
fa: لطفاً مسیربرنامه را وارد کنید
fi: Syötä sovelluksen tiedostosijainti
fr: Veuillez entrer le chemin de l'application
hu: Kérlek add meg az alkalmazás útvonalát!
id: Silakan masukkan jalur aplikasi
it: Inserisci il percorso dell'applicazione
ja: ウイルス対策ソフトのパスを入力してください
lt: Įveskite programos kelią
lv: Lūdzu ievadi aplikācijas ceļu
my: ကျေးဇူးပြု၍ ပရိုဂရမ်လမ်းကြောင်းကို ဖြည့်ပါ
pl: Podaj ścieżkę do aplikacji
pt_pt: Por favor, insira o caminho da aplicação
ro: Vă rugăm să introduceți calea aplicației
ru: Пожалуйста, укажите путь приложения
si: කරුණාකර යෙදුමේ මාර්ගය ඇතුලත් කරන්න
sr: Унесите путању апликације
tr: Lütfen uygulamanın yolunu girin
uk: Будь ласка, введіть шлях до застосунка
ur_pk: براہ کرم ایپلیکیشن کا پاتھ درج کریں
vi: Vui lòng nhập đường dẫn của ứng dụng

# AdvancedSettings|
source: Arguments:
ar: المعلمات:
bg: Ключове:
bn: যুক্তি:
cs_cz: Parametry:
de: Argumente:
es: Argumentos:
fa: ورودی‌ها:
fi: Argumentit:
hi: तर्क:
hu: Argumentumok:
id: Argumen:
it: Parametri:
ja: 引数:
lt: Argumentai:
lv: Argumenti:
my: ဆိုလိုရင်းများ၊
pl: Parametry:
pt_pt: Argumentos:
ro: Argumente:
ru: Аргументы:
si: තර්ක:
sr: Аргументи:
tr: Bağ. değişkenler:
uk: Аргументи:
ur_pk: پیرامیٹرز:
vi: Biến:

# AdvancedSettings|
source: Arguments must contain %path% variable
ar: يجب أن تحتوي المعلمات على متغير %path%
bg: Ключовете трябва да съдържат %path% променлива
bn: আর্গুমেন্টে অবশ্যই %path% ভেরিয়েবল থাকতে হবে
cs_cz: Parametry musí obsahovat proměnnou %path%
de: Argumente müssen %path% -Variable enthalten
es: Argumentos deben contener la variable %path%
fa: پارامترها باید شامل متغیر %path% باشند
fi: Argumenttien täytyy sisältää %path%-muuttuja
fr: Les arguments doivent contenir la variable %path%
hi: तर्कों में %path% चर होना चाहिए
hu: Az argumentumoknak tartalmazniuk kell a %path% változót
id: Argumen harus berisi variabel %path%
it: I parametri devono contenere la variabile %path%
ja: 引数には変数の %path% を含める必要があります
lt: Argumentuose turi būti %path% kintamasis
lv: Parametriem jāiekļauj %path% mainīgo
my: ဆိုလိုရင်းများတွင် တန်ဖိုးရှင် %path% ပါဝင်ရမည်
pl: Parametry muszą zawierać zmienną %path%
pt_pt: Os argumentos devem conter variável de %path%
ro: Argumentele trebuie să conțină variabila %path%
ru: Аргументы должны содержать переменную %path%
si: තර්ක වල %path% විචල්ය අඩංගු විය යුතුය
sr: Аргументи морају садржати променљиву %path%
tr: Bağımsız değişkenler %path% değişkenini içermek zorundadır
uk: Аргументи повинні містити змінну %path%
ur_pk: آرگیومنٹس میں %path% ویری ایبل ہونا ضروری ہے
vi: Các đối số phải chứa biến %path%

# AdvancedSettings|
source: Go back to default settings
ar: استعادة الإعدادات الافتراضية
bg: Връщане към настройките по подразбиране
bn: ডিফল্ট সেটিংসে ফিরে যান
cs_cz: Přejít do výchozích nastavení
de: Zu Standardeinstellungen zurückkehren
es: Volver a los ajustes predeterminados
fa: بازگشت به تنظیمات پیش‌فرض
fi: Palauta oletusasetukset
fr: Revenir aux paramètres par défaut
hi: डिफ़ॉल्ट सेटिंग्स पर वापस जाएँ
hu: Visszatérés az alapértelmezett beállításokhoz
id: Kembali ke setelan bawaan
it: Ripristina impostazioni predefinite
ja: 既定の設定に戻す
lt: Grįžkite į numatytuosius nustatymus
lv: Iet atpakaļ uz noklusējuma iestatījumiem
my: မူလအပြင်အဆင်များသို့ ပြန်သွားရန်
pl: Wróć do ustawień domyślnych
pt_pt: Voltar para as configurações padrão
ro: Reveniți la setările implicite
ru: Восстановление настроек по умолчанию
si: පෙරනිමි සැකසුම් වෙත ආපසු යන්න
sr: Врати се на подразумевана подешавања
tr: Varsayılan ayarlara geri dön
uk: Повернутися до налаштувань за замовчуванням
ur_pk: ڈیفالٹ ترتیبات پر واپس جائیں
vi: Quay lại cài đặt mặc định

# AdvancedSettings|
source: Reset
ar: إعادة تعيين
bg: Нулиране
bn: রিসেট
cs_cz: Resetovat
de: Zurücksetzen
es: Reiniciar
fa: بازنشانی
fi: Palauta
fr: Réinitialiser
hi: रीसेट
hu: Visszaállítás
id: Setel ulang
it: Ripristina
ja: リセット
lt: Perkrauti
lv: Atiestatīt
my: ပြန်သတ်မှတ်ရန်
pt_pt: Redefinir
ro: Resetați
ru: Сбросить настройки
si: නැවත සකසන්න
sr: Ресетуј
tr: Sıfırla
uk: Скинути
ur_pk: ری سیٹ کریں
vi: Cài lại

# AdvancedSettings|
source: Default settings
ar: الأعدادات الأفتراضبة
bg: Настройки по подразбиране
bn: ডিফল্ট সেটিংস
cs_cz: Výchozí nastavení
de: Standardeinstellungen
es: Ajustes predeterminados
fa: تنظیمات پیش‌فرض
fi: Oletusasetukset
fr: Paramètres par défaut
hi: डिफ़ॉल्ट सेटिंग्स
hu: Alapértelmezés
id: Setelan bawaan
it: Impostazioni predefinite
ja: 既定の設定
lt: Numatytieji nustatymai
lv: Noklusējuma iestatījumi
my: မူလအပြင်အဆင်များ
pl: Ustawienia domyślne
pt_pt: Configurações padrão
ro: Setări implicite
ru: Настройки по умолчанию
si: පෙරනිමි සැකසුම්
sr: Подразумевана подешавања
tr: Varsayılan ayarlar
uk: За замовчуванням
ur_pk: ڈیفالٹ ترتیبات
vi: Thiết lập mặc định

# AdvancedSettings|
source: Restore default settings?
ar: أعادة الأعدادات الأفتراضية؟
bg: Възстановяване на настройките по подразбиране?
bn: ডিফল্ট সেটিংস পূর্বাবস্থায় ফিরিয়ে আনুন?
cs_cz: Obnovit výchozí nastavení?
de: Standardeinstellungen wiederherstellen?
es: ¿Restaurar ajustes predeterminados?
fa: بازیابی تنظیمات پیش‌فرض؟
fi: Palautetaanko oletusasetukset?
fr: Restaurer les paramètres par défaut?
hi: डिफ़ॉल्ट सेटिंग्स पुनर्स्थापित करें?
hu: Visszaállítod az alapértelmezett beállításokat?
id: Pulihkan setelan bawaan?
it: Vuoi ripristinare le impostazioni predefinite?
ja: 既定の設定に戻しますか?
lt: Atkurti numatytuosius nustatymus?
lv: Vai atjaunot noklusējuma iestatījumus?
my: မူလအပြင်အဆင်များအတိုင်း ပြန်လုပ်မလား။
pl: Przywrócić ustawienia domyślne?
pt_pt: Restaurar as configurações padrão?
ro: Restabilește setările implicite?
ru: Сбросить настройки?
si: පෙරනිමි සැකසුම් යථා තත්වයට පත් කරන්න?
sr: Вратити подразумевана подешавања?
tr: Varsayılan ayarlar geri yüklensin mi?
uk: Відновити налаштування за замовчуванням?
ur_pk: ڈیفالٹ ترتیبات بحال کریں؟
vi: Khôi phục lại các thiết lập mặc định?

# AdvancedSettings|
source: Backup the list of downloads every
ar: نسخ احتياطي لقائمة التنزيل كل
bg: Запазване на списъка на изтеглянията всеки
bn: প্রতিটি ডাউনলোড তালিকা ব্যাকআপ
cs_cz: Zálohovat seznam stahování každých
de: Downloadliste sichern alle
es: Respaldar la lista de descargas cada
fa: پشتیابان‌گیری از لیست دانلودها هر
fi: Latauslistan varmuuskopioinnin ajoitus
fr: Sauvegarder la liste des téléchargements chaque
hi: प्रत्येक डाउनलोड की सूची का बैकअप लें
hu: Készítsen biztonsági másolatot a letöltések listájáról minden
id: Cadangkan daftar unduhan setiap
it: Esegui backup elenco download ogni
ja: ダウンロードリストのバックアップ周期:
lt: Kiekvieną kartą kurkite atsarginę atsisiuntimų sąrašo kopiją
lv: Dublēt lejupielāžu sarakstu katru
my: ဒေါင်းလုပ်စာရင်းတိုင်းကို အရန်ထားပါ
pl: Utwórz kopię listy pobieranych plików co
pt_pt: Fazer backup da lista de downloads a cada
ro: Faceți backup pentru lista de descărcări fiecare
ru: Резервное копирование списка загрузок раз в
si: බාගත කිරීම් ලැයිස්තුව උපස්ථ කරන්න සෑම
sr: Прави резервну копију листе преузимања сваких
tr: İndirmeler listesini her şu sürede yedekle:
uk: Резервне копіювання списку завантажень кожні
ur_pk: ڈاؤن لوڈز کی فہرست کا بیک اپ لیں ہر
vi: Sao lưu danh sách tải xuống mỗi

# AdvancedSettings|
source: Avoid sleep mode if there is an active download
ar: تجنب وضع السكون إذا كان هناك تنزيل نشط
bg: Избягване на режим на заспиване ако има активно изтегляне
bn: একটি সক্রিয় ডাউনলোড থাকলে স্লিপ মোড এড়িয়ে চলুন
cs_cz: Zakázat režim spánku při aktivním stahování
de: Ruhemodus vermeiden, wenn ein Download aktiv ist
fa: اجتناب از حالت خواب در صورت وجود دانلود فعال
fi: Estä valmiustila, kun latauksia on käynnissä
fr: Eviter le mode veille s'il y a un téléchargement actif
hu: Alvó mód elkerülése, ha aktív letöltés van folyamatban
id: Hindari mode sleep jika ada unduhan aktif
it: Disabilita modalità sospensione se è presente un download attivo
ja: 実行中のダウンロードがある場合はスリープモードを回避する
lt: Venkite miego režimo, jei yra aktyvus atsisiuntimas
lv: Izvairīties no miega režīma ja ir aktīva lejupielāde
my: ဒေါင်းလုပ်လုပ်နေပါက အိပ်နည်းလမ်းကို ရှောင်ပါ
pl: Zablokuj usypianie, jeżeli istnieje aktywne pobieranie
pt_pt: Evitar o modo de suspensão se houver um download ativo
ro: Evitați modul de repaus dacă există o descărcare activă
ru: Запретить перевод компьютера в спящий режим при наличии активных загрузок
si: සක්රීය බාගත කිරීමක් තිබේ නම් Sleep Mode වළකින්න
sr: Избегавај режим спавања ако постоји активно преузимање
tr: Etkin bir indirme varsa uyku modunu önle
uk: Уникати сплячого режиму при активному завантаженні
ur_pk: اگر کوئی فعال ڈاؤن لوڈ ہے تو سلیپ موڈ سے بچیں
vi: Tránh chế độ ngủ nếu có bản tải xuống đang hoạt động

# AdvancedSettings|
source: Allow sleep mode if downloads can be resumed later
ar: السماح بوضع السكون إذا كان يمكن استئناف التنزيلات لاحقاً
bg: Разрешаване на режим на заспиване ако изтеглянето може да бъде възобновено по-късно
bn: যদি ডাউনলোডগুলি পরে আবার শুরু করা যায় তবে স্লিপ মোডকে অনুমতি দিন
cs_cz: Povolit režim spánku, pokud může být později obnoveno stahování
de: Ruhemodus zulassen, wenn die Downloads später fortgesetzt werden können
fa: فعال‌سازی حالت خواب اگر دانلودها قابل ادامه دادن باشند
fi: Salli valmiustila, kun latauksia voidaan jatkaa myöhemmin
fr: Autoriser le mode veille si les téléchargements peuvent être repris plus tard
hu: Alvó mód engedélyezése, ha a letöltéseket lehetséges később folytatni
id: Izinkan mode sleep jika unduhan dapat dilanjutkan nanti
it: Consenti modalità sospensione se i download possono essere ripresi in un secondo momento
ja: 後でダウンロードを再開できる場合はスリープモードを許可する
lt: Leiskite miego režimą, jei atsisiuntimus bus galima atnaujinti vėliau
lv: Atļaut miega režīmu ja lejupielādes var tikt atsāktas vēlāk
my: ဒေါင်းလုပ်ကို နောက်မှ ပြန်ဖွင့်နိုင်ပါက အိပ်နည်းလမ်းကို ခွင့်ပြုပါ
pl: Zezwól na usypianie, jeżeli pobierania mogą być później dokończone
pt_pt: Permitir o modo de suspensão se os downloads puderem ser retomados mais tarde
ro: Permiteți modul de repaus dacă descărcările pot fi reluate târziu
ru: Разрешить спящий режим, если закачки могут быть возобновлены позже
si: බාගත කිරීම් පසුව නැවත ආරම්භ කළ හැකි නම් Sleep Mode ඉඩ දෙන්න
sr: Дозволи режим спавања ако се преузимања могу наставити касније
tr: İndirmeler daha sonra devam edilebilecekse uyku moduna izin ver
uk: Дозволити сплячий режим якщо завантаження можна довантажити пізніше
ur_pk: اگر ڈاؤن لوڈز بعد میں دوبارہ شروع کیے جا سکتے ہیں تو سلیپ موڈ کی اجازت دیں
vi: Cho phép chế độ ngủ nếu có thể tiếp tục tải xuống sau

# AdvancedSettings|
source: File exists reaction
ar: اجراء وجود الملف
bg: При съществуващ файл
bn: ফাইল বিদ্যমান প্রতিক্রিয়া
cs_cz: Pokud existuje soubor
de: Verhalten bei Datei vorhanden
es: Reacción a archivo existente
fa: واکنش به وجود فایل
fi: Kun tiedosto on jo olemassa
fr: Le fichier existe, réaction
hi: फ़ाइल प्रत्युत्तर मौजूद है
hu: A fájl létezik reakció
id: File ada reaksi
it: Azione se il file esiste già
ja: 既存のファイルがある場合の対応
lt: Failas yra reakcija
lv: Fails eksistē reakcija
my: ဖိုင်တွင် တုံ့ပြန်မှု ပါသည်
pl: Jeżeli plik istnieje
pt_pt: Se o arquivo existir
ro: Fișierul există reacție
ru: Если файл уже существует
si: ගොනුව පවතින විට ප්රතික්රියාව
sr: Реакција ако датотека већ постоји
tr: Dosya mevcut uyarısı
uk: Якщо файл існує
ur_pk: فائل پہلے سے موجود ہونے پر ردعمل
vi: Hành động với tệp đã tồn tại

# AdvancedSettings|
source: Rename
ar: إعادة تسمية
bg: Преименуване
bn: নাম পরিবর্তন করুন
cs_cz: Přejmenovat
de: Umbenennen
es: Renombrar
fa: تغییر اسم
fi: Nimeä uudelleen
fr: Renommer
hi: नाम बदलें
hu: Átnevezés
id: Ubah nama
it: Rinomina file
ja: 名前を変更する
lt: Pervadinti
lv: Pārdēvēt
my: အမည်ပြောင်း
pl: Zmień nazwę
pt_pt: Renomear
ro: Redenumire
ru: Переименовать
si: නැවත නම් කරන්න
sr: Преименуј
tr: Yeniden adlandır
uk: Перейменувати
ur_pk: نام تبدیل کریں
vi: Đổi tên

# AdvancedSettings|
source: Overwrite
ar: الكتابة على الملف
bg: Презаписване
bn: ওভাররাইট করুন
cs_cz: Přepsat
de: Überschreiben
es: Sobrescribir
fa: بازنویسی
fi: Korvaa
fr: Écraser
hi: अधिलेखित
hu: Felülírás
id: Timpa berkas
it: Sovrascrivi file
ja: 上書きする
lt: Perrašyti
lv: Pārrakstīt
my: ထပ်ရေးရန်
pl: Zastąp
pt_pt: Sobrescrever
ro: Suprascriere
ru: Перезаписать
si: නැවත ලියන්න
sr: Препиши
tr: Üzerine yaz
uk: Перезаписати
ur_pk: پہلے سے موجود فائل تبدیل کریں
vi: Ghi đè

# AdvancedSettings|
source: Use sounds
ar: إستخدام الأصوات
bg: Използване на звуци
bn: শব্দ ব্যবহার করুন
cs_cz: Použít zvuky
de: Töne verwenden
es: Usar sonidos
fa: استفاده از صداها
fi: Toista ääniä
fr: Utiliser des sons
hi: ध्वनि का प्रयोग करें
hu: Hangok használata
id: Gunakan suara
it: Imposta file audio notifiche
ja: サウンドを使用する
lt: Naudokite garsus
lv: Lietot skaņas
my: အသံများကို အသုံးပြုပါ
pl: Użyj dźwięków
pt_pt: Usar sons
ro: Folosiți sunete
ru: Включить звуки
si: ශබ්ද භාවිතා කරන්න
sr: Користи звукове
tr: Şu sesleri kullan
uk: Використовувати звуки
ur_pk: آوازیں استعمال کریں
vi: Sử dụng âm thanh
