Repository: FreeDownloadManagerTeam/FDM6-localization
Catalog: main/fdm_*.po
Languages: ar, bg, bn, cs_cz, de, es, fa, fi, fr, hi, hu, id, it, ja, lt, lv, my, pl, pt_pt, ro, ru, si, sr, tr, uk, ur_pk, vi

# QObject|
source: Exit
ar: إنهاء
bg: Изход
bn: প্রস্থান করুন
cs_cz: Konec
de: Schließen
es: Salir
fa: خروج
fi: Poistu
fr: Sortir
hi: बाहर निकलना
hu: Kilépés
id: Keluar
it: Esci
ja: 終了
lt: Išeiti
lv: Iziet
my: ထွက်
pl: Wyjście
pt_pt: Sair
ro: Ieșire
ru: Выход
si: පිටවීම
sr: Излаз
tr: Çıkış
uk: Вийти
ur_pk: باہر نکلیں
vi: Thoát

# QObject|
source: Show main window
ar: إظهار النافذة الرئيسية
bg: Покажи главния прозорец
bn: প্রধান উইন্ডো দেখান
cs_cz: Zobrazit hlavní okno
de: Hauptfenster anzeigen
es: Mostrar ventana principal
fa: نمایش پنجره اصلی
fi: Näytä pääikkuna
fr: Afficher la fenêtre principale
hi: मुख्य विंडो दिखाएं
hu: Főablak megjelenítése
id: Tampilkan jendela utama
it: Apri Free Download Manager
ja: メインウィンドウを表示
lt: Rodyti pagrindinį langą
lv: Rādīt galveno logu
my: ပင်မပြတင်းကို ပြပါ
pl: Pokaż okno główne
pt_pt: Mostrar janela principal
ro: Arată fereastra principală
ru: Открыть главное окно
si: ප්රධාන කවුළුව පෙන්වන්න
sr: Прикажи главни прозор
tr: Ana pencereyi göster
uk: Показати головне вікно
ur_pk: مین ونڈو دکھائیں
vi: Hiển thị cửa sổ chính

# QObject|
source: About %1
ar: حول %1
bg: За %1
bn: সম্পর্কিত %1
cs_cz: O programu %1
de: Über %1
es: Acerca de %1
fa: درباره %1
fi: Tietoja %1ista
fr: À propos de %1
hi: लगभग %1
hu: A(z) %1 -ről
id: Mengenai %1
it: Info su %1
ja: %1 について
lt: Apie %1
lv: Par %1
my: %1 အကြောင်း
pl: O %1
pt_pt: Sobre o %1
ro: Despre %1
ru: О программе %1
si: %1 ගැන
sr: О програму %1
tr: %1 hakkında
uk: Про %1
ur_pk: %1 کے بارے میں
vi: Giới thiệu %1

# QObject|
source: Quit
ar: خروج
bg: Изход
bn: প্রস্থান করুন
cs_cz: Konec
de: Beenden
es: Salir
fa: خروج
fi: Sulje
fr: Quitter
hi: छोड़ना
hu: Kilépés
id: Keluar
it: Esci da Free Download manager
ja: 終了
lt: Išeiti
lv: Iziet
my: ထွက်
pl: Wyjście
pt_pt: Fechar
ro: Ieșire
ru: Выход
si: අත්හරින්න
sr: Изађи
tr: Çık
uk: Вийти
ur_pk: بند کریں
vi: Thoát

# QObject|
source: Preferences...
ar: التفضيلات...
bn: পছন্দ...
de: Einstellungen…
fa: تنظیمات...
fi: Asetukset…
fr: Préférences...
hu: Beállítások...
it: Impostazioni...
ja: 環境設定...
pl: Preferencje...
pt_pt: Preferências...
ro: Preferințe...
ru: Настройки…
sr: Поставке...
tr: Tercihler...
ur_pk: ترجیحات...
vi: Tuỳ chỉnh...

# QObject|
source: Check for updates...
ar: البحث عن تحديثات...
bn: হালনাগাদ এর জন্য অনুসন্ধান করুন...
de: Nach Updates suchen…
fa: بررسی برای به‌روزرسانی‌ها...
fi: Tarkista päivitykset...
fr: Vérifier les mises à jour...
hu: Frissítések keresése
it: Controlla aggiornamenti...
ja: 更新を確認...
pl: Szukaj aktualizacji...
pt_pt: Verificar atualizações...
ro: Verificați actualizări...
ru: Проверка обновлений...
sr: Провери ажурирања...
tr: Güncellemeleri denetle...
ur_pk: اپ ڈیٹس کے لیے چیک کریں...
vi: Kiểm tra cập nhật...

# QObject|
source: %1 B
ar: %1 ك
bg: %1 Б
fa: %1 بایت
fr: %1 o
ro: %1 O
ru: %1 Б
uk: %1 б
ur_pk: %1 بائٹ

# QObject|
source: %1 KB
ar: %1 ك.ب
bg: %1 КБ
fa: %1 کیلوبایت
fr: %1 Ko
ro: %1 KO
ru: %1 КБ
uk: %1 кб

# QObject|
source: %1 MB
ar: %1 م.ب
bg: %1 МБ
fa: %1 مگابایت
fr: %1 Mo
ro: %1 MO
ru: %1 МБ
uk: %1 Мб

# QObject|
source: %1 GB
ar: %1 ج.ب
bg: %1 ГБ
fa: %1 گیگابایت
fr: %1 Go
ro: %1 GO
ru: %1 ГБ
uk: %1 Гб

# QObject|
source: %1 TB
ar: %1 ت.ب
bg: %1 ТБ
fa: %1 ترابایت
fr: %1 To
ro: %1 TO
ru: %1 ТБ
uk: %1 Тб

# QObject|
source: %1 G
ar: %1 ج
bg: %1 Г
fa: %1 گیگ
ru: %1 Г
uk: %1 Г

# QObject|
source: %1 T
ar: %1 ت
bg: %1 Т
fa: %1 ترا
ru: %1 Т
uk: %1 Т

# QObject|
source: %1 B/s
ar: %1 ب/ث
bg: %1 Б/с
fr: %1 o/s
hu: %1 B/mp
ro: %1 O/s
ru: %1 Б/с
uk: %1 б/с
ur_pk: %1 بائٹ فی سیکنڈ

# QObject|
source: %1 KB/s
ar: %1 ك.ب/ث
bg: Кб/с
fr: %1 Ko/s
hu: %1 KB/mp
ja: %1 KB/秒
ro: %1 KO/s
ru: %1 КБ/с
uk: %1 Кб/с

# QObject|
source: %1 MB/s
ar: %1 م.ب/ث
bg: %1 МБ/с
fr: %1 Mo/s
hu: %1 MB/mp
ja: %1 MB/秒
ro: %1 MO/s
ru: %1 МБ/с
uk: %1 Мб/с

# QObject|
source: %1 GB/s
ar: %1 ج.ب/ث
bg: %1 ГБ/с
fr: %1 Go/s
hu: %1 GB/mp
ja: %1 GB/秒
ro: %1 GO/s
ru: %1 ГБ/с
uk: %1 Гб/с

# QObject|
source: %1 TB/s
ar: %1 ت.ب/ث
bg: %1 ТБ/с
fr: %1 To/s
hu: %1 TB/mp
ja: %1 TB/秒
ro: %1 TO/s
ru: %1 ТБ/с
uk: %1 Тб/с

# QObject|
source: %1 K/s
ar: %1 ك/ث
bg: %1 К/с
hu: %1 K/mp
ja: %1 K/秒
ru: %1 К/с
uk: %1 К/с

# QObject|
source: %1 M/s
ar: %1 م/ث
bg: %1 М/с
hu: %1 M/mp
ja: %1 M/秒
ru: %1 М/с
uk: %1 М/с

# QObject|
source: %1 G/s
ar: %1 ج/ث
bg: %1 Г/с
hu: %1 G/mp
ja: %1 G/秒
ru: %1 Г/с
uk: %1 Г/с

# QObject|
source: %1 T/s
ar: %1 ت/ث
bg: %1 Т/с
hu: %1 T/mp
ja: %1 T/秒
ru: %1 Т/с
uk: %1 Т/с

# QObject|
source: Download complete
ar: اكتمل التنزيل
bg: Изтеглянето завърши
bn: ডাউনলোড শেষ
cs_cz: Stahování bylo dokončeno
de: Download abgeschlossen
es: Descarga completa
fa: دانلود تکمیل شد
fi: Lataus valmis
fr: Téléchargement terminé
hi: डाउनलोड सम्पन्न हुआ
hu: Letöltés befejezve
id: Unduhan selesai
it: Download completato
ja: ダウンロードが完了しました
lt: Atsisiuntimas baigtas
lv: Lejupielāde pabeigta
my: ဒေါင်းလုပ်ပြီး
pl: Pobieranie zakończone
pt_pt: Download concluído
ro: Descă0rcare completă
ru: Загрузка завершена
si: බාගත කිරීම සම්පූර්ණයි
sr: Преузимање завршено
tr: İndirme tamamlandı
uk: Завантаження завершено
ur_pk: ڈاؤن لوڈ مکمل
vi: Hoàn thành tải xuống

# QObject|
source: Downloads complete
ar: اكتملت التنزيلات
bg: Изтеглянията завършиха
bn: ডাউনলোড সম্পূর্ণ
cs_cz: Stahování byla dokončena
de: Downloads abgeschlossen
es: Descargas completas
fa: دانلودها تکمیل شدند
fi: Lataukset valmiita
fr: Téléchargements terminés
hi: डाउनलोड पूर्ण
hu: Letöltések befelyezve
id: Unduhan selesai
it: Download completati
ja: ダウンロードが完了しました
lt: Atsisiuntimai baigti
lv: Lejupielādes pabeigta
my: ဒေါင်းလုပ်များ ပြီး
pl: Zakończone pobrania
pt_pt: Downloads concluídos
ro: Descărcări finalizate
ru: Загрузки завершены
si: බාගත කිරීම් සම්පූර්ණයි
sr: Преузимања завршена
tr: İndirmeler tamamlandı
uk: Завантаження завершено
ur_pk: ڈاؤن لوڈز مکمل
vi: Hoàn thành tải xuống

# QObject|
source: Download failed
ar: فشل التنزيل
bg: Неуспешно изтегляне
bn: ডাউনলোড ব্যর্থ হয়েছে
cs_cz: Stahování selhalo
de: Download fehlgeschlagen
es: Descarga fallida
fa: دانلود ناموفق بود
fi: Lataus epäonnistui
fr: Téléchargement échoué
hi: डाउनलोड विफल
hu: Sikertelen letöltés
id: Unduhan gagal
it: Download non riuscito
ja: ダウンロードに失敗しました
lt: Atsisiųsti nepavyko
lv: Lejupielāde neizdevās
my: ဒေါင်းလုပ် မအောင်မြင်
pl: Nieudane pobrania
pt_pt: Falha no download
ro: Descărcare eșuată
ru: Загрузка не удалась
si: බාගත කිරීම අසාර්ථක යි
sr: Преузимање није успело
tr: İndirme başarısız oldu
uk: Збій завантаження
ur_pk: ڈاؤن لوڈ ناکام رہا
vi: Tải xuống thất bại

# QObject|
source: Downloads failed
ar: فشلت التنزيل
bg: Неуспешно изтегляне
cs_cz: Stahování selhala
de: Downloads fehlgeschlagen
es: Descargas fallidas
fa: دانلودها ناموفق بودند
fi: Lataukset epäonnistuivat
fr: Téléchargements échoués
hi: डाउनलोड विफल
hu: Sikertelen letöltések
id: Unduhan gagal
it: Download non riusciti
ja: ダウンロードに失敗しました
lt: Atsisiuntimai nepavyko
lv: Lejupielādes neizdevās
my: ဒေါင်းလုပ်များ မအောင်မြင်ပါ
pl: Nieudane pobrania
pt_pt: Falha nos downloads
ro: Descărcările au eșuat
ru: Загрузки не удались
si: බාගත කිරීම් අසාර්ථකයි
sr: Преузимања нису успела
tr: İndirmeler başarısız oldu
uk: Збій завантаження
ur_pk: ڈاؤن لوڈز ناکام رہے
vi: Tải xuống thất bại

# QObject|
source: Download added
ar: تم إضافة تنزيل
bg: Изтеглянето е добавено
bn: ডাউনলোড যোগ করা হয়েছে
cs_cz: Stahování bylo přidáno
de: Download hinzugefügt
es: Descarga agregada
fa: دانلود اضافه شد
fi: Lataus lisätty
fr: Téléchargement ajouté
hi: डाउनलोड जोड़ा गया
hu: Letöltés hozzáadva
id: Unduhan ditambahkan
it: Download aggiunto
ja: ダウンロードが追加されました
lt: Atsisiuntimas pridėtas
lv: Lejupielāde pievienota
my: ဒေါင်းလုပ် ထည့်ခဲ့
pl: Dodano pobieranie
pt_pt: Download adicionado
ro: Descărcare adăugată
ru: Загрузка добавлена
si: බාගත එකතු කර ඇත
sr: Преузимање додато
tr: İndirme eklendi
uk: Завантаження додано
ur_pk: ڈاؤن لوڈ شامل کیا گیا
vi: Đã thêm tải xuống

# QObject|
source: Unknown error
ar: ‏‏خطأ غير معروف
bg: Непозната грешка
bn: অজানা ত্রুটি
cs_cz: Neznámá chyba
de: Unbekannter Fehler
es: Error desconocido
fa: خطای نامشخص
fi: Määrittelemätön virhe
fr: Erreur inconnue
hi: अज्ञात त्रुटि
hu: Ismeretlen hiba
id: Kesalahan tidak diketahui
it: Errore sconosciuto
ja: 不明なエラー
lt: Nežinoma klaida
lv: Nezināma kļūda
my: မသိအမှား
pl: Nieznany błąd
pt_pt: Erro desconhecido
ro: Eroare necunoscută
ru: Неизвестная ошибка
si: නොදන්නා දෝෂයක්
sr: Непозната грешка
tr: Bilinmeyen hata
uk: Невідома помилка
ur_pk: نامعلوم خرابی
vi: Lỗi không rõ

# QObject|
source: File read error
ar: خطأ في قراءة الملف
bg: Грешка при четене на файла
bn: ফাইল পড়ার ত্রুটি
cs_cz: Chyba čtení souboru
de: Datei-Lesefehler
es: Error de lectura de archivo
fa: خطای خواندن فایل
fi: Tiedoston lukuvirhe
fr: Erreur de lecture de fichier
hi: फ़ाइल पढ़ने में त्रुटि
hu: Fájlolvasási hiba
id: Kesalahan membaca berkas
it: Errore lettura file
ja: ファイルの読み込みエラー
lt: Failo skaitymo klaida
lv: Faila lasīšanas kļūda
my: ဖိုင်ဖတ်မှု အမှား
pl: Błąd odczytu pliku
pt_pt: Erro na leitura do arquivo
ro: Eroare de citire a fișierului
ru: Ошибка чтения файла
si: ගොනුව කියවීමේ දෝෂය
sr: Грешка при читању датотеке
tr: Dosya okuma hatası
uk: Помилка читання файлу
ur_pk: فائل پڑھنے کی خرابی
vi: Lỗi đọc tệp tin

# QObject|
source: Failed to read from file
ar: فشلت القراءة من الملف
bg: Не може да се чете от файла
bn: ফাইল থেকে পড়তে ব্যর্থ হয়েছে
cs_cz: Selhalo načtení ze souboru
de: Datei lesen fehlgeschlagen
es: Fallo al leer desde archivo
fa: خواندن از فایل ناموفق بود
fi: Tiedoston lukeminen epäonnistui
fr: Échec à la lecture depuis le fichier
hi: फ़ाइल से पढ़ने में विफल
hu: Nem sikerült olvasni a fájlból
id: Gagal membaca dari berkas
it: Lettura file fallita
ja: ファイルの読み込みに失敗しました
lt: Nepavyko nuskaityti iš failo
lv: Kļūda nolasot no faila
my: ဖိုင်မှ ဖတ်ရန် မအောင်မြင်ပါ
pl: Błąd odczytu z pliku
pt_pt: Falha ao ler o arquivo
ru: Не удалось прочитать из файла
si: ගොනුවෙන් කියවීමට අසමත් විය
sr: Неуспело читање из датотеке
tr: Dosyadan okuma başarısız
uk: Не вдалося прочитати файл
ur_pk: فائل سے پڑھنے میں ناکامی
vi: Không đọc được từ tệp

# QObject|
source: File write error
ar: خطأ في كتابة الملف
bg: Грешка при запис на файла
bn: ফাইল লেখার ত্রুটি
cs_cz: Chyba zápisu souboru
de: Datei-Schreibfehler
es: Error de escritura de archivo
fa: خطای نوشتن فایل
fi: Tiedoston kirjoitusvirhe
fr: Erreur d’écriture de fichier
hi: फ़ाइल लिखने में त्रुटि
hu: Fájlírási hiba
id: Kesalahan menulis berkas
it: Errore scrittura file
ja: ファイルの書き込みエラー
lt: Failo rašymo klaida
lv: Faila rakstīšanas kļūda
my: ဖိုင်ရေးမှု အမှား
pl: Błąd zapisu pliku
pt_pt: Erro de gravação de arquivo
ru: Ошибка записи файла
si: ගොනු ලිවීමේ දෝෂය
sr: Грешка при писању у датотеку
tr: Dosya yazma hatası
uk: Помилка запису файлу
ur_pk: فائل لکھنے کی خرابی
vi: Lỗi ghi tệp

# QObject|
source: Failed to write to file
ar: فشلت الكتابة إلى الملف
bg: Не може да се записва във файла
bn: ফাইল লিখতে ব্যর্থ হয়েছে
cs_cz: Selhal zápis do souboru
de: Datei schreiben fehlgeschlagen
es: Fallo al escribir al archivo
fa: نوشتن در فایل ناموفق بود
fi: Tiedostoon kirjoittaminen epäonnistui
fr: Échec à l’écriture dans le fichier
hi: फ़ाइल में लिखने में विफल
hu: Nem sikerült írni a fájlba
id: Gagal menulis ke berkas
it: Scrittura file fallita
ja: ファイルの書き込みに失敗しました
lt: Nepavyko įrašyti į failą
lv: Kļūda rakstot uz failu
my: ဖိုင်မှ ဖတ်ရန် မအောင်မြင်ပါ
pl: Błąd zapisu do pliku
pt_pt: Falha ao gravar para o arquivo
ro: Nu s-a putut scrie în fișier
ru: Не удалось записать в файл
si: ගොනුවට ලිවීමට අසමත් විය
sr: Неуспело писање у датотеку
tr: Dosyaya yazma başarısız
uk: Не вдалося записати в файл
ur_pk: فائل میں لکھنے میں ناکامی
vi: Không ghi được vào tệp

# QObject|
source: File open error
ar: خطأ في فتح الملف
bg: Грешка при отваряне на файл
bn: ফাইল খোলার ত্রুটি
cs_cz: Chyba otevření souboru
de: Datei-Öffnungsfehler
es: Error de abertura de archivo
fa: خطای باز کردن فایل
fi: Tiedoston avausvirhe
fr: Erreur d’ouverture du fichier
hi: फ़ाइल खोलने में त्रुटि
hu: Fájl megnyitási hiba
id: Kesalahan membuka berkas
it: Errore apertura file
ja: ファイルの展開エラー
lt: Failo atidarymo klaida
lv: Faila atvēršanas kļūda
my: ဖိုင်ဖွင့်မှု အမှား
pl: Błąd przy otwieraniu pliku
pt_pt: Erro de abertura de arquivo
ro: Eroare de deschidere a fișierului
ru: Ошибка открытия файла
si: ගොනුව විවෘත කිරීමේ දෝෂය
sr: Грешка при отварању датотеке
tr: Dosya açma hatası
uk: Помилка відкриття файлу
ur_pk: فائل کھولنے میں ناکامی
vi: Lỗi mở tệp

# QObject|
source: Failed to open file
ar: فشل فتح الملف
bg: Не може да се отвори файла
bn: ফাইল খুলতে ব্যর্থ
cs_cz: Selhalo otevření souboru
de: Datei öffnen fehlgeschlagen
es: Fallo al abrir el archivo
fa: باز کردن فایل ناموفق بود
fi: Tiedostoa ei voitu avata
fr: Échec à l’ouverture du fichier
hi: फ़ाइल खोलने में असफल
hu: Nem sikerült megnyitni a fájlt
id: Gagal membuka berkas
it: Apertura file fallita
ja: ファイルの展開に失敗しました
lt: Nepavyko atidaryti failo
lv: Faila atvēršanas kļūda
my: ဖိုင်မှ ဖွင့်ရန် မအောင်မြင်ပါ
pl: Nieudane otwarcie pliku
pt_pt: Falha ao abrir arquivo
ro: Deschiderea fișierului a eșuat
ru: Не удалось открыть файл
si: ගොනුව විවෘත කිරීමට අසමත් විය
sr: Неуспело отварање датотеке
tr: Dosyayı açma başarısız
uk: Не вдалося відкрити файл
ur_pk: فائل کھولنے میں ناکامی
vi: Không mở được tệp

# QObject|
source: Access denied
ar: تم رفض الوصول
bg: Достъпа отказан
bn: অ্যাক্সেস অস্বীকার করা হয়েছে৷
cs_cz: Přístup zamítnut
de: Zugriff verweigert
es: Acceso denegado
fa: دسترسی رد شد
fi: Pääsy evätty
fr: Accès refusé
hi: पहुंच अस्वीकृत
hu: Hozzáférés megtagadva
id: Akses ditolak
it: Accesso negato
ja: アクセス拒否
lt: Prieiga uždrausta
lv: Piekļuve liegta
my: ရယူခွင့် ပိတ်ပင်ထား
pl: Odmowa dostępu
pt_pt: Acesso negado
ro: Acces interzis
ru: Доступ запрещён
si: ප්රවේශය ප්රතික්ෂේප කර ඇත
sr: Приступ одбијен
tr: Erişim reddedildi
uk: Відмовлено в доступі
ur_pk: رسائی کی اجازت نہیں
vi: Từ chối truy cập

# QObject|
source: Access to file is denied
ar: تم رفض الوصول إلى الملف
bg: Достъпа до файла е отказан
bn: ফাইল অ্যাক্সেস অস্বীকার করা হয়
cs_cz: Přístup k souboru byl zamítnut
de: Dateizugriff verweigert
es: Acceso al archivo está denegado
fa: عدم دسترسی به فایل
fi: Pääsy tiedostoon evätty
fr: Accès à ce fichier refusé
hi: फ़ाइल तक पहुंच अस्वीकार कर दी गई है
hu: A fájlhoz való hozzáférés megtagadva
id: Akses ke berkas ditolak
it: Accesso al file negato
ja: ファイルへのアクセスが拒否されました
lt: Prieiga prie failo uždrausta
lv: Piekļuve failam ir liegta
my: ဖိုင်ရယူခွင့် ပိတ်ထားသည်
pl: Odrzucono dostęp do pliku
pt_pt: O acesso ao arquivo é negado
ro: Accesul la fișier este interzis
ru: Доступ к файлу запрещён
si: ගොනුවට පිවිසීම ප්රතික්ෂේප කෙරේ
sr: Приступ датотеци је одбијен
tr: Dosyaya erişim reddedildi
uk: Відмовлено в доступі до файлу
ur_pk: فائل تک رسائی کی اجازت نہیں ہے
vi: Truy cập tệp bị từ chối

# QObject|
source: File error
ar: خطأ بالملف
bg: Грешка файл
bn: ফাইল ত্রুটি
cs_cz: Chyba souboru
de: Dateifehler
es: Error de archivo
fa: خطای فایل
fi: Tiedostovirhe
fr: Erreur de fichier
hi: फ़ाइल त्रुटि
hu: Fájl hiba
id: Kesalahan berkas
it: Errore file
ja: ファイルエラー
lt: Failo klaida
lv: Faila kļūda
my: ဖိုင်အမှား
pl: Błąd pliku
pt_pt: Erro de arquivo
ro: Eroare de fișier
ru: Ошибка файла
si: ගොනු දෝෂය
sr: Грешка датотеке
tr: Dosya hatası
uk: Помилка файлу
ur_pk: فائل کی خرابی
vi: Lỗi tệp

# QObject|
source: Unknown file I/O error
ar: خطأ غير معروف بقراءة/كتابة الملف
bg: Непозната I/O грешка на файла
bn: অজানা ফাইল I/O ত্রুটি৷
cs_cz: Neznámá chyba I/O
de: Unbekannte Datei I/O-Fehler
es: Error desconocido de E/S de archivo
fa: خطای ناشناخته در خواندن/نوشتن در فایل
fi: Määrittelemätön tiedostovirhe
fr: Erreur de fichier I/O inconnue
hi: अज्ञात फ़ाइल I/O त्रुटि
hu: Ismeretlen fájl I/O hiba
id: Kesalahan proses I/O berkas tidak diketahui
it: Errore I/O file sconosciuto
ja: 不明なファイルの I/O エラーが発生しました
lt: Nežinoma failo įvesties / išvesties klaida
lv: Nezināma faila I/O kļūda
my: ဖိုင် I/O မသိအမှား
pl: Nieznany błąd I/O pliku
pt_pt: Erro de I/O do arquivo desconhecido
ro: Eroare I/O fișier necunoscut
ru: Неизвестная ошибка ввода-вывода файла
si: නොදන්නා ගොනුවකි I/O දෝෂයකි
sr: Непозната У/И грешка датотеке
tr: Bilinmeyen dosya G/Ç hatası
uk: Невідома помилка вводу/виводу
ur_pk: فائل کی نامعلوم I/O خرابی
vi: Lỗi I/O tệp không xác định

# QObject|
source: HTTP Error %1
ar: خطأ HTTP %1
bg: Грешка HTTP %1
bn: HTTP ত্রুটি %1
cs_cz: Chyba HTTP %1
de: HTTP-Fehler %1
es: Error de HTTP %1
fa: خطای HTTP %1
fi: HTTP-virhe %1
fr: Erreur HTTP %1
hi: एचटीटीपी त्रुटि %1
hu: HTTP Hiba %1
id: Kesalahan HTTP %1
it: Errore HTTP %1
ja: HTTP エラー %1
lt: HTTP klaida %1
lv: HTTP Kļūda %1
my: HTTP အမှား %1
pl: Błąd HTTP %1
pt_pt: Erro HTTP %1
ro: Eroare HTTP %1
ru: Ошибка HTTP %1
si: HTTP දෝෂය%1
sr: HTTP грешка %1
tr: HTTP Hatası %1
uk: Помилка HTTP %1
ur_pk: HTTP خرابی %1
vi: Lỗi HTTP %1

# QObject|
source: Bad Request
ar: طلب غير صحيح
bg: Неправилна заявка
bn: খারাপ অনুরোধ
cs_cz: Špatný požadavek
de: Ungültige Anforderung
es: Solicitud incorrecta
fa: درخواست بد
fi: Epäkelpo pyyntö
fr: Mauvaise demande
hi: खराब अनुरोध
hu: Rossz kérés
id: Permintaan Buruk
it: Richiesta errata
ja: 不正なリクエスト
lt: Blogas prašymas
lv: Slikts Pieprasījums
my: ညံ့သော တောင်းဆိုမှု
pl: Złe zapytanie
pt_pt: Pedido Incorreto
ro: Cerere greşită
ru: Неверный запрос
si: වැරදි ඉල්ලීම
sr: Лош захтев
tr: Geçersiz İstek
uk: Неправильний запит
ur_pk: خراب درخواست
vi: Yêu cầu tồi

# QObject|
source: Unauthorized
ar: غير مصرح به
bg: Неоторизиран
bn: অননুমোদিত
cs_cz: Neoprávněný
de: Unberechtigt
es: No autorizado
fa: غیرمجاز
fi: Ei oikeutta
fr: Non autorisée
hi: अनधिकृत
hu: Jogosulatlan
id: Tidak sah
it: Non autorizzato
ja: 許可されていません
lt: Neleistina
lv: Neautorizēts
my: ခွင့်ပြုချက်မရှိ
pl: Nieautoryzowane
pt_pt: Não Autorizado
ro: Neautorizat
ru: Неавторизованный
si: අනවසර
sr: Неовлашћено
tr: Yetkisiz
uk: Дозвіл відсутній
ur_pk: غیر مجاز
vi: Không được phép

# QObject|
source: Payment Required
ar: الدفع مطلوب
bg: Изисква се заплащане
bn: অর্থপ্রদান আবশ্যক
cs_cz: Je vyžadována platba
de: Zahlungsanforderung
es: Pago requerido
fa: نیاز به پرداخت دارد
fi: Edellyttää maksua
fr: Paiement requis
hi: भुगतान की आवश्यकता है
hu: Fizetés szükséges
id: Diperlukan Pembayaran
it: Pagamento richiesto
ja: お支払いが必要です
lt: Reikalingas mokėjimas
lv: Maksājums Nepieciešams
my: ငွေရှင်းတမ်း လိုအပ်သည်
pl: Wymagana płatność
pt_pt: Pagamento Necessário
ro: Plata obligatorie
ru: Требуется оплата
si: ගෙවීම් අවශ්යයි
sr: Плаћање неопходно
tr: Ödeme Gerekli
uk: Потрібно сплатити
ur_pk: ادائیگی درکار ہے
vi: Yêu cầu thanh toán

# QObject|
source: Forbidden
ar: ممنوع
bg: Забранен
bn: নিষিদ্ধ
cs_cz: Zakázáno
de: Verboten
es: Prohibido
fa: ممنوع
fi: Estetty
fr: Interdit
hi: वर्जित
hu: Tiltott
id: Terlarang
it: Proibito
ja: 禁止されています
lt: Draudžiama
lv: Aizliegts
my: တားမြစ်ထား
pl: Zabronione
pt_pt: Proibido
ro: Interzis
ru: Запрещено
si: තහනම්
sr: Забрањено
tr: Yasak
uk: Заборонено
ur_pk: ممنوعہ
vi: Cấm

# QObject|
source: Not Found
ar: غير موجود
bg: Не е открит
bn: পাওয়া যায়নি
cs_cz: Nenalezeno
de: Nicht gefunden
es: No encontrado
fa: یافت نشد
fi: Ei löytynyt
fr: Non Trouvé
hi: पता नहीं चला
hu: Nem található
id: Tidak Ditemukan
it: Non trovato
ja: 見つかりません
lt: Nerasta
lv: Nav atrasts
my: မတွေ့
pl: Nie znaleziono
pt_pt: Não Encontrado
ro: Nu a fost găsit
ru: Не найдено
si: සොයාගෙන නැත
sr: Није пронађено
tr: Bulunamadı
uk: Не знайдено
ur_pk: نہیں ملا
vi: Không tìm thấy

# QObject|
source: Method Not Allowed
ar: الطريقة غير مسموح بها
bg: Метода не е позволен
bn: পদ্ধতি অনুমতি নেই
cs_cz: Medota není povolena
de: Methode nicht erlaubt
es: Método no permitido
fa: روش مجاز نیست
fi: Tapaa ei sallita
fr: Méthode Non Autorisée
hi: विधि अनुमत नहीं
hu: Nem engedélyezett módszer
id: Metode Tidak Diizinkan
it: Metodo non consentito
ja: メソッドが許可されていません
lt: Metodas neleidžiamas
lv: Metode Nav Atļauta
my: နည်းလမ်းကို ခွင့်မပြုပါ
pl: Metoda nie jest dozwolona
pt_pt: Método Não Permitido
ro: Metodă nepermisă
ru: Метод не разрешён
si: ක්රමය අවසර නැත
sr: Метод није дозвољен
tr: Yönteme İzin Verilmiyor
uk: Метод не дозволено
ur_pk: طریقہ استعمال کرنے کی اجازت نہیں
vi: Phương pháp không được phép

# QObject|
source: Not Acceptable
ar: غير مقبول
bg: Неприемливо
bn: গ্রহণযোগ্য নয়
cs_cz: Nepřijatelné
de: Nicht akzeptabel
es: No aceptable
fa: قابل قبول نیست
fi: Ei hyväksyttävä
fr: Non Acceptable
hi: स्वीकार्य नहीं है
hu: Elfogadhatatlan
id: Tidak Diterima
it: Non accettabile
ja: 受け入れられません
lt: Nepriimtina
lv: Nav Pieļaujams
my: လက်မခံနိုင်
pl: Nie do przyjęcia
pt_pt: Não Aceitável
ro: Inacceptabil
ru: Недопустимо
si: පිළිගත නොහැකි
sr: Није прихватљиво
tr: Kabul Edilemez
uk: Неприйнятно
ur_pk: ناقابل قبول
vi: Không thể chấp nhận

# QObject|
source: Proxy Authentication Required
ar: مصادقة الخادم الوكيل مطلوبة
bg: Изисква се идентификация за прокси
bn: প্রক্সি প্রমাণীকরণ প্রয়োজন
cs_cz: Je vyžadováno ověření proxy
de: Proxy-Authentifizierung erforderlich
es: Autenticación proxy requerida
fa: پروکسی نیاز به احراز هویت دارد
fi: Välityspalvelin edellyttää tunnistautumista
fr: Authentification Proxy Requise
hi: प्रॉक्सी प्रमाणीकरण आवश्यक
hu: Proxy Hitelesítés szükséges
id: Diperlukan Otentifikasi Proxy
it: Autenticazione proxy richiesta
ja: プロキシ認証が必要です
lt: Reikalingas tarpinio serverio autentifikavimas
lv: Starpniekservera Autentifikācija Nepieciešama
my: Proxy အကောင့်ဝင်မှု လိုအပ်
pl: Wymagana autoryzacja proxy
pt_pt: Autenticação de Proxy Necessária
ro: Este necesară autentificarea proxy
ru: Требуется авторизация прокси
si: ප්රොක්සි සත්යාපනය අවශ්යයි
sr: Потребна пријава на прокси
tr: Vekil Sunucu Kimlik Doğrulaması Gerekli
uk: Потрібні логін та пароль для проксі
ur_pk: پروکسی کی تصدیق درکار ہے
vi: Yêu cầu xác thực Proxy

# QObject|
source: Request Timeout
ar: مهلة الطلب
bg: Заявката е просрочена
bn: অনুরোধের সময়সীমা শেষ
cs_cz: Požadavek vypršel
de: Anfrage-Timeout
es: Tiempo de espera de solicitud
fa: اتمام زمان درخواست
fi: Pyyntö aikakatkaistiin
fr: Requête Expirée
hi: ब्रेक का अनुरोध
hu: Lekérés időtúllépés
id: Permohonan Telah Melebihi Batas Waktu
it: Timeout richiesta
ja: リクエストタイムアウト
lt: Užklausos skirtasis laikas
lv: Pieprasījums Pārtraukts
my: တောင်းဆိုချိန် ကုန်သွား
pl: Upłynął limit czasu
pt_pt: Tempo Limite de Solicitação
ro: Solicitare Timeout
ru: Тайм-аут запроса
si: ඉල්ලීම් කාලය අවසන්
sr: Време захтева је истекло
tr: İstek Zaman Aşımı
uk: Час очікування запиту вийшов
ur_pk: درخواست کا وقت ختم ہو گیا
vi: Hết thời gian yêu cầu

# QObject|
source: Conflict
ar: تعارض
bg: Конфликт
bn: দ্বন্দ্ব
cs_cz: Konflikt
de: Konflikt
es: Conflicto
fa: مغایرت
fi: Ristiriita
fr: Conflit
hi: टकराव
hu: Konfliktus
id: Konflik
it: Conflitto
ja: 競合
lt: Konfliktas
lv: Konflikts
my: အငြင်းပွား
pl: Konflikt
pt_pt: Conflito
ru: Конфликт
si: නොගැලපීම්
sr: Конфликт
tr: Çakışma
uk: Конфлікт
ur_pk: تنازعہ
vi: Cuộc xung đột

# QObject|
source: Gone
ar: لم يعد متوفر
bg: Изчезнал
bn: সর্বস্বান্ত
cs_cz: Pryč
de: Vorbei
es: Ido
fa: رفته
fi: Poissa
fr: Disparu
hi: चला गया
hu: Elveszett
id: Hilang
it: Completato
ja: 経過
lt: Dingo
lv: Beidzies
my: သွားပြီ
pl: Wygasł
pt_pt: Ausente
ro: Plecat
ru: Потеряно
si: ගියා
sr: Уклоњено
tr: Gitti
uk: Пропало
ur_pk: ختم ہو گیا
vi: Không còn

# QObject|
source: Length Required
ar: الطول مطلوب
bg: Изисква се дължина
bn: দৈর্ঘ্য প্রয়োজন
cs_cz: Je vyžadována délka
de: Länge notwendig
es: Longitud requerida
fa: طول نیاز دارد
fi: Pituus vaaditaan
fr: Longueur Requise
hi: लंबाई आवश्यक
hu: Szükséges hossz
id: Panjang Diperlukan
it: Lunghezza richiesta
ja: 長さが必要です
lt: Reikalingas ilgis
lv: Garums Nepieciešams
my: အရှည် လိုအပ်
pl: Wymagana długość
pt_pt: Comprimento Necessário
ro: Lungimea necesară
ru: Требуется длина
si: දිග අවශ්යයි
sr: Дужина неопходна
tr: Uzunluk Gerekli
uk: Потрібна довжина
ur_pk: لمبائی درکار ہے
vi: Chiều dài yêu cầu
