Repository: FreeDownloadManagerTeam/FDM6-localization
Catalog: main/fdm_*.po
Languages: ar, bg, bn, cs_cz, de, es, fa, fi, fr, hi, hu, id, it, ja, lt, lv, my, pl, pt_pt, ro, ru, si, sr, tr, uk, ur_pk, vi

# FilesTree|
source: Low
ar: منخفضة
bg: Нисък
cs_cz: Nízká
de: Niedrig
es: Baja
fa: کم
fi: Matala
fr: Basse
hi: कम
hu: Alacsony
id: Rendah
it: Basso
ja: 低い
lt: Žemas
lv: Zema
my: နိမ့်
pl: Niski
pt_pt: Baixo
ro: Scăzut
ru: Низкий
si: අඩු
sr: Низак
tr: Düşük
uk: Низький
ur_pk: کم
vi: Thấp

# FilesTree|
source: Files
ar: ملفات
bg: Файлове
cs_cz: Soubory
de: Dateien
es: Archivos
fa: فایل‌ها
fi: Tiedostot
fr: Fichiers
hi: फ़ाइलें
hu: Fájlok
id: Berkas-berkas
it: File
ja: ファイル
lt: Failai
lv: Faili
my: ဖိုင်များ
pl: Pliki
pt_pt: Arquivos
ro: Fișiere
ru: Файлы
si: ගොනු
sr: Датотеке
tr: Dosyalar
uk: Файли
ur_pk: فائلیں
vi: Các tệp tin

# FilesTree|
source: Select all
ar: تحديد الكل
bg: Избиране на всички
bn: সব নির্বাচন করুন
cs_cz: Označit vše
de: Alle auswählen
es: Seleccionar todo
fa: انتخاب همه
fi: Valitse kaikki
fr: Tout sélectionner
hi: सभी का चयन करे
hu: Összes kiválasztása
id: Pilih Semua
it: Seleziona tutto
ja: すべて選択
lt: Pasirinkite viską
lv: Izvēlēties visu
my: အားလုံး ရွေးပါ
pl: Zaznacz wszystkie
pt_pt: Selecionar Tudo
ro: Selectează tot
ru: Выбрать все
si: සියල්ල තෝරන්න
sr: Изабери све
tr: Tümünü seç
uk: Вибрати все
ur_pk: سب کو منتخب کریں
vi: Chọn tất cả

# FilesTree|
source: Select none
ar: لا تختر شيئا
bg: Премахване на избрани
bn: কিছুই না
cs_cz: Odznačit vše
de: Nichts auswählen
es: Seleccionar nada
fa: انتخاب هیچ کدام
fi: Poista valinnat
fr: Ne rien sélectionner
hi: किसी का चयन न करें
hu: Semelyiket ne válassza ki
id: Tidak memilih apapun
it: Deseleziona tutto
ja: 選択解除
lt: Nepasirinkite nė vieno
lv: Neko neizvēlēties
my: ဘာမှ မရွေးပါ
pl: Odznacz wszystkie
pt_pt: Selecionar nenhum
ro: Selectați niciunul
ru: Снять выделение
si: තෝරාගැනීම් සියල්ල ඉවත් කරන්න
sr: Поништи избор
tr: Hiçbirini seçme
uk: Скинути вибір
ur_pk: کسی کو منتخب نہ کریں
vi: Không chọn

# FilesTreeContextMenu|
source: High priority
ar: أولوية عالية
bg: Висок приоритет
bn: উচ্চ অগ্রাধিকার
cs_cz: Vysoká priorita
de: Hohe Priorität
fa: اولویت بالا
fi: Korkea painotus
fr: Priorité haute
hu: Magas prioritás
id: Prioritas tinggi
it: Priorità alta
ja: 優先度: 高い
lt: Didelis prioritetas
lv: Augsta prioritāte
my: ဦးစားပေး မြင့်
pl: Wysoki priorytet
pt_pt: Prioridade alta
ro: Prioritate mare
ru: Высокий приоритет
si: ඉහළ ප්රමුඛතාවයක්
sr: Висок приоритет
tr: Yüksek öncelik
uk: Високий пріоритет
ur_pk: زیادہ ترجیح
vi: Ưu tiên cao

# FilesTreeContextMenu|
source: Normal priority
ar: أولوية متوسطة
bg: Нормален приоритет
bn: সাধারণ অগ্রাধিকার
cs_cz: Normální priorita
de: Normale Priorität
fa: اولویت عادی
fi: Normaali painotus
fr: Priorité normale
hu: Átlagos prioritás
id: Prioritas normal
it: Priorità normale
ja: 優先度: 標準
lt: Įprastas prioritetas
lv: Normāla prioritāte
my: ဦးစားပေး ပုံမှန်
pl: Normalny priorytet
pt_pt: Prioridade normal
ro: Prioritate normală
ru: Обычный приоритет
si: සාමාන්ය ප්රමුඛතාවය
sr: Нормалан приоритет
tr: Normal öncelik
uk: Нормальний пріоритет
ur_pk: عام ترجیح
vi: Ưu tiên bình thường

# FilesTreeContextMenu|
source: Low priority
ar: أولوية قليلة
bg: Нисък приоритет
bn: নিম্ন অগ্রাধিকার
cs_cz: Nízká priorita
de: Geringe Priorität
fa: اولویت کم
fi: Matala painotus
fr: Priorité basse
hu: Alacsony prioritás
id: Prioritas rendah
it: Priorità bassa
ja: 優先度: 低い
lt: Žemas prioritetas
lv: Zema prioritāte
my: ဦးစားပေး နိမ့်
pl: Niski priorytet
pt_pt: Prioridade baixa
ro: Prioritate mică
ru: Низкий приоритет
si: අඩු ප්රමුඛතාව
sr: Низак приоритет
tr: Düşük öncelik
uk: Низький пріоритет
ur_pk: کم ترجیح
vi: Ưu tiên thấp

# FilesTreeContextMenu|
source: Skip
ar: تخطي
bg: Пропусни
bn: এড়িয়ে যান
cs_cz: Přeskočit
de: Überspringen
es: Omitir
fa: نادیده گرفتن
fi: Ohita
fr: Passer
hi: छोड़ें
hu: Kihagyás
id: Lewati
it: Salta
ja: スキップ
lt: Praleisti
lv: Izlaist
my: ကျော်
pl: Pomiń
pt_pt: Ignorar
ro: Omite
ru: Пропустить
si: මඟ හරින්න
sr: Прескочи
tr: Atla
uk: Пропустити
ur_pk: چھوڑ دیں
vi: Bỏ qua

# FilesTreeContextMenu|
source: Open
ar: فتح
bg: Отвори
bn: খুলুন
cs_cz: Otevřít
de: Öffnen
es: Abrir
fa: باز کردن
fi: Avaa
fr: Ouvrir
hi: खुला हुआ
hu: Megnyitás
id: Buka
it: Apri file
ja: 開く
lt: Atidaryti
lv: Atvērt
my: ဖွင့်
pl: Otwórz
pt_pt: Abrir
ro: Deschide
ru: Открыть
si: විවෘත කරන්න
sr: Отвори
tr: Aç
uk: Відкрити
ur_pk: کھولیں
vi: Mở

# FilesTreeContextMenu|
source: Show in folder
ar: إظهار في المجلد
bg: Покажи в папка
bn: ফাইল এর ভেতরে দেখুন
cs_cz: Zobrazit ve složce
de: Im Ordner anzeigen
fa: نمایش در پوشه
fi: Näytä kansiossa
fr: Afficher dans le dossier
hi: फोल्डर में दिखाए
hu: Megjelenítés mappában
id: Tampilkan dalam folder
it: Visualizza nella cartella
ja: フォルダーを開く
lt: Rodyti aplanke
lv: Parādīt mapē
my: ဖိုင်တွဲတွင် ပြရန်
pl: Pokaż w folderze
pt_pt: Mostrar na pasta
ro: Arată în folder
ru: Показать в папке
si: ෆෝල්ඩරයේ පෙන්වන්න
sr: Прикажи у фасцикли
tr: Klasörde göster
uk: Показати у теці
ur_pk: فولڈر میں دکھائیں
vi: Hiển thị trong thư mục

# FilesTreeContextMenu|
source: File integrity
ar: سلامة الملف
bg: Файлова цялост
bn: ফাইলের অখণ্ডতা
cs_cz: Integrita souboru
de: Datei-Integrität
fa: یکپارچگی فایل
fi: Tiedostojen eheys
fr: Intégrité du fichier
hi: फ़ाइल अखंडता
hu: Fájl integritása
id: Integritas berkas
it: Integrità file
ja: ファイルの整合性
lt: Failo vientisumas
lv: Faila integritāte
my: ဖိုင်ခိုင်ခံ့မှု
pl: Integralność pliku
pt_pt: Integridade do arquivo
ro: Fişier integritatea
ru: Целостность файла
si: ගොනු අඛණ්ඩතාව
sr: Интегритет датотеке
tr: Dosya bütünlüğü
uk: Цілісність файлу
ur_pk: فائل کی سالمیت
vi: Tính toàn vẹn tệp tin

# FilesTreeContextMenu|
source: Convert video to mp3
ar: تحويل الفيديو إلى mp3
bg: Превърни видео в mp3
bn: ভিডিওকে mp3 তে রূপান্তর করুন
cs_cz: Převést video na MP3
de: Video in mp3 umwandeln
es: Convertir video a mp3
fa: تبدیل ویدیو به mp3
fi: Muunna video MP3-muotoon
fr: Convertir la vidéo en mp3
hi: वीडियो को mp3 में बदलें
hu: Videó konvertálása mp3-ra
id: Konversikan ke mp3
it: Converti video in MP3
ja: 動画を MP3 に変換する
lt: Konvertuoti vaizdo įrašą į mp3
lv: Pārveidot video uz mp3
my: ဗီဒီယိုကို mp3 ပြောင်းပါ
pl: Konwertuj wideo do MP3
pt_pt: Converter vídeo para mp3
ro: Convertiți videoclipul în mp3
ru: Конвертировать в mp3
si: MP3 කිරීමට වීඩියෝ පරිවර්තනය
sr: Конвертуј видео у mp3
tr: Görüntüyü Mp3'e dönüştür
uk: Конвертувати відео в mp3
ur_pk: ویڈیو کو mp3 میں تبدیل کریں
vi: Chuyển đổi video sang mp3

# FilesTreeContextMenu|
source: Convert video to mp4
ar: تحويل الفيديو إلى mp4
bg: Превърни видео в mp4
bn: ভিডিওকে mp4 তে রূপান্তর করুন
cs_cz: Převést video na MP4
de: Video in mp4 umwandeln
es: Convertir video a mp4
fa: تبدیل ویدیو به mp4
fi: Muunna video MP4-muotoon
fr: Convertir la vidéo en mp4
hi: वीडियो को mp4 में बदलें
hu: Videó konvertálása mp4-re
id: Konversikan ke mp4
it: Converti video in MP4
ja: 動画を MP4 に変換する
lt: Konvertuoti vaizdo įrašą į mp4
lv: Pārveidot video uz mp4
my: ဗီဒီယိုကို mp4 ပြောင်းပါ
pl: Konwertuj wideo do MP4
pt_pt: Converter vídeo para mp4
ro: Convertiți videoclipul în mp4
ru: Конвертировать в mp4
si: MP4 කිරීමට වීඩියෝ පරිවර්තනය
sr: Конвертуј видео у mp4
tr: Görüntüyü Mp4'e dönüştür
uk: Конвертувати відео в mp4
ur_pk: ویڈیو کو mp4 میں تبدیل کریں
vi: Chuyển đổi video sang mp4

# FilesTreeContextMenu|
source: Convert to mp4
ar: التحويل إلى mp4
bg: Превърни в mp4
bn: mp4 এ রূপান্তর করুন
cs_cz: Převést na MP4
de: In mp4 konvertieren
es: Convertir a mp4
fa: تبدیل به mp4
fi: Muunna MP4-muotoon
fr: Convertir en mp4
hi: mp4 में बदलें
hu: Konvertálás mp4-re
id: Konversikan ke mp4
it: Converti in MP4
ja: MP4 に変換
lt: Konvertuoti į mp4
lv: Pārveidot uz mp4
my: Mp4 သို့ ပြောင်းပါ
pl: Konwertuj do MP4
pt_pt: Converter para mp4
ro: Convertiți în mp4
ru: Конвертировать в mp4
si: MP4 වෙත පරිවර්තනය කරන්න
sr: Конвертуј у mp4
tr: Mp4'e dönüştür
uk: Конвертувати в mp4
ur_pk: mp4 میں تبدیل کریں
vi: Chuyển đổi thành tệp mp4

# FilesTreeHeader_V2|
source: Name
ar: الاسم
bg: Име
bn: নাম
fa: نام
fi: Nimi
fr: Nom
hu: Név
it: Nome
ja: 名前
lt: Pavadinimas
my: အမည်
pl: Nazwa
pt_pt: Nome
ro: Nume
ru: Имя
si: නම
sr: Име
tr: Ad
ur_pk: نام
vi: Tên

# FilesTreeHeader_V2|
source: Size
ar: الحجم
bg: Размер
bn: আকার
de: Größe
fa: حجم
fi: Koko
fr: Taille
hu: Méret
it: Dimensione
ja: サイズ
lt: Dydis
my: ပမာဏ
pl: Wielkość
pt_pt: Tamanho
ro: Dimensiune
ru: Размер
si: ප්‍රමාණය
sr: Величина
tr: Boyut
ur_pk: سائز
vi: Kích thước

# FilesTreeHeader_V2|
source: Status
ar: الحالة
bg: Статус
bn: স্ট্যাটাস
fa: وضعیت
fi: Tila
fr: Statut
hu: Állapot
it: Stato
ja: ステータス
lt: Būsena
my: အခြေအနေ
pt_pt: Estado
ru: Статус
si: තත්වය
sr: Статус
tr: Durum
ur_pk: حالت
vi: Trạng thái

# FilesTreeHeader_V2|
source: Completed
ar: مكتمل
bg: Завършени
bn: সম্পন্ন
de: Abgeschlossen
fa: تمام شده‌است
fi: Valmis
fr: Terminé
hu: Befejezve
it: Completati
ja: 完了
lt: Baigta
my: ပြီးဆုံး
pl: Zakończone
pt_pt: Concluído
ro: Finalizat
ru: Завершено
si: සම්පුර්ණ කර ඇත
sr: Завршено
tr: Tamamlandı
ur_pk: مکمل
vi: Đã hoàn thành

# FilesTreeHeader_V2|
source: Priority
ar: الأولوية
bg: Приоритет
bn: অগ্রাধিকার
de: Priorität
fa: اولویت
fi: Tärkeys
fr: Priorité
hu: Prioritás
it: Priorità
ja: 優先度
lt: Pirmenybė
my: ဦးစားပေး
pl: Priorytet
pt_pt: Prioridade
ro: Prioritate
ru: Приоритет
si: ප්රමුඛතාවය
sr: Приоритет
tr: Öncelik
ur_pk: ترجیح
vi: Ưu tiên

# FilesTreeHeader_V2|
source: Normal
ar: عادية
bg: Нормален
bn: সাধারণ
fa: عادی
fi: Normaali
fr: Normale
hu: Közepes
it: Normale
ja: 標準
lt: Normalus
my: ပုံမှန်
pl: Normalny
ru: Обычный
si: සාමාන්ය
sr: Нормалан
ur_pk: عام
vi: Bình thường

# FilesTreeHeader_V2|
source: High
ar: مرتفعة
bg: Висок
bn: উচ্চ
de: Hoch
fa: زیاد
fi: Korkea
fr: Haute
hu: Magas
it: Alto
ja: 高い
lt: Aukštas
my: မြင့်
pl: Wysoki
pt_pt: Alto
ro: Ridicat
ru: Высокий
si: ඉහළ
sr: Висок
tr: Yüksek
ur_pk: زیادہ
vi: Cao

# FilesTreeHeader_V2|
source: Low
ar: منخفضة
bg: Нисък
de: Niedrig
fa: کم
fi: Matala
fr: Basse
hu: Alacsony
it: Basso
ja: 低い
lt: Žemas
my: နိမ့်
pl: Niski
pt_pt: Baixo
ro: Scăzut
ru: Низкий
si: අඩු
sr: Низак
tr: Düşük
ur_pk: کم
vi: Thấp

# FilesTreeItem_V2|
source: Completed
ar: مكتمل
bg: Завършен
bn: সম্পন্ন
de: Abgeschlossen
fa: تمام شده‌است
fi: Valmis
fr: Terminé
hu: Befejezve
it: Completati
ja: 完了
lt: Baigta
my: ပြီးဆုံး
pl: Zakończone
pt_pt: Concluído
ro: Finalizat
ru: Завершено
si: සම්පුර්ණ කර ඇත
sr: Завршено
tr: Tamamlandı
ur_pk: مکمل
vi: Đã hoàn thành

# FilesTreeItem_V2|
source: Low
ar: منخفضة
bg: Нисък
de: Niedrig
fi: Matala
fr: Basse
it: Alto
lt: Žemas
my: နိမ့်
pl: Niski
ro: Scăzut
ru: Низкий
si: අඩු

# FilesTreeItem_V2|
source: Normal
ar: عادية
bg: Нормален
bn: সাধারণ
fi: Normaali
fr: Normale
it: Normale
lt: Normalus
my: ပုံမှန်
pl: Normalny
ru: Обычный
si: සාමාන්ය

# FilesTreeItem_V2|
source: High
ar: مرتفعة
bg: Висок
bn: উচ্চ
de: Hoch
fi: Korkea
fr: Haute
it: Basso
lt: Aukštas
my: မြင့်
pl: Wysoki
ro: Ridicat
ru: Высокий
si: ඉහළ

# FixedDownloadFolderCombobox|
source: Macros
ar: ماكرو
bg: Макроси
bn: ম্যাক্রো
cs_cz: Makra
de: Makros
fa: ماکروها
fi: Makrot
hi: मैक्रो
hu: Makrók
id: Makro
it: Gestisci
ja: マクロ
lt: Makrokomandos
pl: Makra
ro: Macro-uri
ru: Макросы
si: මැක්රොස්
sr: Макрои
tr: Makrolar
uk: Макрос
ur_pk: میکروز

# GeneralSettings|
source: General
ar: عام
bg: Общи
bn: সাধারণ
cs_cz: Obecné
de: Allgemein
fa: عمومی
fi: Yleiset
fr: Général
hi: सामान्य
hu: Általános
id: Umum
it: Generale
ja: 全般
lt: Apskritai
lv: Vispārīgi
my: အထွေထွေ
pl: Ogólne
pt_pt: Geral
ru: Основные
si: සාමාන්ය
sr: Опште
tr: Genel
uk: Загальні
ur_pk: عمومی
vi: Chung

# GeneralSettings|
source: Language
ar: لغة
bg: Език
bn: ভাষা
cs_cz: Jazyk
de: Sprache
es: Idioma
fa: زبان
fi: Kieli
fr: Langue
hi: भाषा
hu: Nyelv (Language)
id: Bahasa
it: Lingua interfaccia
ja: 表示言語
lt: Kalba
lv: Valoda
my: ဘာသာစကား
pl: Język programu
pt_pt: Idioma
ro: Limbă
ru: Язык
si: භාෂාව
sr: Језик
tr: Dil
uk: Мова
ur_pk: زبان
vi: Ngôn ngữ

# GeneralSettings|
source: Downloads
ar: التنزيلات
bg: Изтегляния
bn: ডাউনলোড
cs_cz: Stahování
es: Descargas
fa: دانلودها
fi: Lataukset
fr: Téléchargements
hi: डाउनलोड
hu: Letöltések
id: Unduhan
it: Download
ja: ダウンロード
lt: Atsisiuntimai
lv: Lejupielādes
my: ဒေါင်းလုပ်များ
pl: Pliki do pobrania
ro: Descărcări
ru: Загрузки
si: බාගත කිරීම්
sr: Преузимања
tr: İndirmeler
uk: Завантаження
ur_pk: ڈاؤن لوڈز
vi: Tải xuống

# GeneralSettings|
source: Suggest folders based on file type
ar: اقتراح مجلدات استنادا إلى نوع الملف
bg: Предложение за папки базирано на типа на файла
bn: ফাইলের প্রকারের উপর ভিত্তি করে ফোল্ডার সাজেস্ট করুন
cs_cz: Navrhovat složky podle typů souborů
de: Ordner basierend auf Dateityp vorschlagen
es: Sugerir carpetas basadas en el tipo de archivo
fa: پیشنهاد پوشه ها بر اساس نوع فایل
fi: Ehdota kansioita tiedostotyypistä
fr: Suggérer des dossiers basés sur le type de fichier
hi: फ़ाइल प्रकार के आधार पर फ़ोल्डरों का सुझाव दें
hu: Mappák ajánlása fájltípus alapján
id: Berikan saran folder berdasarkan jenis berkas
it: Suggerisci cartelle in base al tipo di file
ja: ファイルの種類に基づいてフォルダーを提案する
lt: Siūlyti aplankus pagal failo tipą
lv: Ieteikt mapes ņemot vērā faila veidu
my: ဖိုင်ပုံစံပေါ် မူတည်၍ ဖိုင်တွဲများကို အကြံပြုပါ
pl: Sugeruj foldery na podstawie rozszerzeń pliku
pt_pt: Sugerir pastas com base no tipo de ficheiro
ro: Sugerați foldere în funcție de tipul de fișier
ru: Предлагать папку сохранения на основе типа файла
si: ගොනු වර්ගය මත පදනම්ව ෆෝල්ඩර යෝජනා කරන්න
sr: Предложи фасцикле на основу типа датотеке
tr: Dosya türüne dayalı klasörler öner
uk: Пропонувати теки залежно від типу файлу
ur_pk: فائل کی قسم کی بنیاد پر فولڈرز تجویز کریں
vi: Đề xuất thư mục dựa trên loại tệp tin

# GeneralSettings|
source: Theme
ar: سمة
bg: Тема
de: Thema
fa: پوسته
fi: Teema
fr: Thème
hu: Téma
it: Tema
ja: テーマ
pl: Kompozycja
pt_pt: Tema
ro: Temă
ru: Тема
si: තේමාව
sr: Тема
tr: Tema
ur_pk: تھیم
vi: Giao diện

# GeneralSettings|
source: A light theme will be used, if the system theme is unknown.
ar: المظهر الفاتح سيتم استخدامه، إذا كانت سمة النظام غير معروفة.
bg: Ще се използва светла тема ако системната тема е неизвестна.
bn: একটি হালকা থিম ব্যবহার করা হবে, যদি সিস্টেম থিম অজানা হয়।
cs_cz: Pokud je neznámý motiv systému, bude použit světlý motiv.
de: Ein helles Thema wird verwendet, wenn das Systemthema unbekannt ist.
es: Un tema claro se utilizará, si el tema del sistema es desconocido.
fa: اگر پوسته سیستم ناشناخته باشد، از پوسته روشن استفاده خواهد شد.
fi: Vaaleaa teemaa käytetään, jos järjestelmäteema ei ole tiedossa.
fr: Un thème clair sera utilisé, si le thème du système est inconnu.
hi: यदि सिस्टम विषय अज्ञात है, तो एक हल्के विषय का उपयोग किया जाएगा।
hu: A világos téma lesz használva, ha a rendszer téma ismeretlen.
id: Light theme akan digunakan apabila tema sistem tidak diketahui.
it: Se il tema del sistema è sconosciuto verrà usato un tema chiaro.
ja: システムのテーマが不明な場合は、ライトテーマが適用されます。
lt: Jei sistemos tema nežinoma, bus naudojama šviesi tema.
lv: Gaišā tēma tiks lietota, ja sistēmas tēma ir nezināma.
my: စနစ်၏ ဒီဇိုင်းပုံစံကို မသိပါက အလင်းပုံစံကို သုံးပါမည်။
pl: Zostanie użyta jasna kompozycja, jeżeli kompozycja systemu będzie nieznana.
pt_pt: Um tema claro será usado caso o tema do sistema for desconhecido.
ro: Se va folosi o temă luminoasă, dacă tema sistemului este necunoscută.
ru: Будет использована светлая тема, если системная тема неизвестна.
si: පද්ධති තේමාව නොදන්නේ නම්, සැහැල්ලු තේමාවක් භාවිතා කරනු ඇත.
sr: Светла тема ће се користити ако је системска тема непозната.
tr: Sistem teması bilinmiyorsa, açık tema kullanılacaktır.
uk: Якщо системна тема невідома, буде використано світлу тему.
ur_pk: اگر سسٹم تھیم نامعلوم ہو تو لائٹ تھیم استعمال کیا جائے گا۔
vi: Giao diện sáng sẽ được áp dụng trong trường hợp không phân biệt được giao diện hệ thống.

# GeneralSettings|
source: UI style
ar: نمط واجهة المستخدم
bg: Стил на потребителския интерфейс
de: UI-Stil
fa: سبک رابط کاربری
fi: Käyttöliittymän tyyli
fr: Style d'UI
hu: Felületi stílus
it: Stile UI
ja: UI スタイル
pl: Wygląd programu
pt_pt: Estilo da interface do usuário
ro: Stil interfață utilizator (UI)
ru: Стиль интерфейса
si: UI ශෛලිය
sr: Стил корисничког интерфејса
tr: KA stili
ur_pk: UI اسٹائل
vi: Kiểu giao diện

# GeneralSettings|
source: New (beta)
bg: Нов (бета)
de: Neu (beta)
fi: Uusi (beeta)
it: Nuovo (beta)
ro: Nou (Beta)
ru: Новый (бета)
si: නව (බීටා)

# GeneralSettings|
source: Classic
ar: كلاسيكي
bg: Класически
de: Klassisch
fa: کلاسیک
fi: Perinteinen
fr: Classique
hu: Klasszikus
it: Classico
ja: クラシック UI
pl: Klasyczny
pt_pt: Clássico
ro: Clasic
ru: Классический
si: සම්භාව්ය
sr: Класичан
tr: Klasik
ur_pk: کلاسک
vi: Cổ điển

# GeneralSettings|
source: Your language is not listed or the translation isn't complete?
ar: لغتك غير مدرجة أو الترجمة غير مكتملة؟
bg: Езика ви го няма в списъка или е недовършен?
bn: আপনার ভাষা তালিকাভুক্ত নয় বা অনুবাদ সম্পূর্ণ হয়নি?
cs_cz: Váš jazyk není v seznamu nebo není překlad kompletní?
de: Deine Sprache ist nicht gelistet oder die Übersetzung ist nicht komplett?
es: ¿Tu idioma no está listado o la traducción no está completa?
fa: زبان شما در لیست نیست یا ترجمه کامل نیست؟
fi: Puuttuuko kielesi tai onko käännöksessä puutteita?
fr: Votre langue n'est pas listée ou la traduction est incomplète?
hi: आपकी भाषा सूचीबद्ध नहीं है या अनुवाद पूर्ण नहीं है?
hu: A nyelved nem szerepel a listán, vagy a fordítás nem teljes?
id: Bahasa Anda tidak tercantum atau terjemahannya tidak lengkap?
it: La lingua non è in elenco o la traduzione non è completa?
ja: あなたの言語がリストにないか、翻訳が十分ではありませんか?
lt: Jūsų kalbos nėra sąraše arba vertimas nebaigtas?
lv: Tava valoda nav norādīta vai tulkojums nav pabeigts?
my: သင့်ဘာသာစကားက စာရင်းတွင် မရှိပါ (သို့) ဘာသာပြန် မပြည့်စုံဘူးလား။
pl: Nie widzisz swojego języka na liście lub tłumaczenie jest niekompletne?
pt_pt: O seu idioma não está listado ou a tradução não está completa?
ro: Limba dvs. nu este listată sau traducerea nu este completă?
ru: Вашего языка нет в списке или перевод неполный?
si: ඔබේ භාෂාව ලැයිස්තුගත කර නොමැතිද නැතහොත් පරිවර්තනය සම්පූර්ණ නොවේද?
sr: Ваш језик није на листи или превод није завршен?
tr: Diliniz listede yok mu veya çeviri tamamlanmamış mı?
uk: Вашої мови нема в списку або переклад неповний?
ur_pk: کیا آپ کی زبان درج نہیں ہے یا ترجمہ مکمل نہیں ہے؟
vi: Ngôn ngữ của bạn không có trong danh sách hoặc bản dịch chưa hoàn chỉnh?

# GeneralSettings|
source: Let's fix it!
ar: لنقم بحل المشكلة!
bg: Да го поправим!
bn: এটা ঠিক করা যাক!
cs_cz: Pojďme to opravit!
de: Jetzt beheben!
es: ¡Corrijámoslo!
fa: بیایید آن را درست کنیم!
fi: Korjataan se!
fr: Réparons cela!
hi: चलो इसे ठीक करें!
id: Mari kita perbaiki!
it: Aiutaci!
ja: 修正しましょう!
lt: Pataisykime!
lv: Salabosim to!
my: ပြင်လိုက်ရအောင်။
pl: Pomóż nam to zmienić!
pt_pt: Vamos corrigir isso!
ro: Hai să o reparăm!
ru: Давайте это исправим!
si: අපි ඒක හදාගමු!
sr: Хајде да то поправимо!
tr: Hadi düzeltelim!
uk: Давайте виправимо це!
ur_pk: آئیے اسے ٹھیک کرتے ہیں!
vi: Sửa lỗi!

# GeneralSettings|
source: Options
ar: الخيارات
bn: অপশন
de: Optionen
fa: گزینه ها
fi: Valinnat
hu: Beállítások
it: Opzioni
ja: オプション
pl: Opcje
pt_pt: Opções
ro: Opţiuni
ru: Параметры
sr: Опције
tr: Seçenekler
ur_pk: اختیارات
vi: Tùy chọn

# GeneralSettings|
source: Launch at startup (minimized)
ar: البدء مع بدء تشغيل الكمبيوتر (مصغر)
bn: স্টার্টআপে লঞ্চ করুন (মিনিমাইজড)
de: Beim Starten ausführen (minimiert)
fa: راه‌اندازی در شروع (در حالت کوچک شده)
fi: Käynnistä tietokoneen käynnistyessä (pienennettynä)
fr: Lancer au démarrage (minimisé)
hu: Indítás a rendszer indulásakor (háttérben)
it: Esegui FDM (ridotto a icona) all'avvio del sistema
ja: 起動時に起動する (最小化して)
pl: Uruchom przy starcie systemu (zminimalizowany)
pt_pt: Executar na inicialização (minimizado)
ro: Lansare la pornire (minimizat)
ru: Запускать при старте системы (в свёрнутом виде)
sr: Покрени при подизању система (умањено)
tr: Başlangıçta başlat (simge durumunda)
ur_pk: اسٹارٹ اپ پر شروع کریں (کم سے کم کیا گیا)
vi: Chạy lúc khởi động (giảm thiểu)

# GeneralSettings|
source: Default download folder
ar: مجلد التنزيل الافتراضي
bg: Папка за изтегляне по подразбиране
bn: ডিফল্ট ডাউনলোড ফোল্ডার
cs_cz: Výchozí složka pro stažené soubory
de: Standard-Downloadordner
es: Carpeta de descarga predeterminada
fa: پوشه پیش‌فرض دانلود
fi: Oletuslatauskansio
fr: Dossier de téléchargement par défaut
hi: डिफ़ॉल्ट डाउनलोड फ़ोल्डर
hu: Alapértelmezett letöltési mappa
id: Folder unduhan standar
it: Cartella predefinita download
ja: 既定のダウンロードフォルダー
lt: Numatytasis atsisiuntimo aplankas
lv: Noklusējuma lejupielāžu mape
my: မူလ ဒေါင်းလုပ်ဖိုင်တွဲ
pl: Domyślny folder pobierania
pt_pt: Pasta de transferência predefinida
ro: Dosarul de descărcare implicit
ru: Папка по умолчанию для сохранения
si: පෙරනිමි බාගත ෆෝල්ඩරය
sr: Подразумевана фасцикла за преузимање
tr: Varsayılan indirme klasörü
uk: Тека для завантажень
ur_pk: ڈیفالٹ ڈاؤن لوڈ فولڈر
vi: Thư mục tải xuống mặc định

# GeneralSettings|
source: Choose default download folder automatically
ar: إختيار مجلد التنزيل الافتراضي تلقائيا
bg: Автоматично избиране на папката за изтегляне по подразбиране
bn: স্বয়ংক্রিয়ভাবে ডিফল্ট ডাউনলোড ফোল্ডার চয়ন করুন
cs_cz: Zvolte výchozí složku pro stažené soubory
de: Standard-Downloadordner automatisch wählen
es: Elegir carpeta de descarga predeterminada automáticamente
fa: انتخاب خودکار پوشه پیش‌فرض دانلود
fi: Valitse oletuslatauskansio automaattisesti
fr: Choisir automatiquement le dossier de téléchargement par défaut
hi: स्वचालित रूप से डिफ़ॉल्ट डाउनलोड फ़ोल्डर चुनें
hu: Az alapértelmezett letöltési mappa automatikus kiválasztása
id: Pilih folder unduhan standar secara otomatis
it: Scegli automaticamente la cartella predefinita per i download
ja: 既定のダウンロードフォルダーを自動的に選択する
lt: Automatiškai pasirinkite numatytąjį atsisiuntimo aplanką
lv: Izvēlēties noklusējuma mapi automātiski
my: မူလ ဒေါင်းလုပ်ဖိုင်တွဲကို အလိုအလျောက် ရွေးပါ
pl: Wybierz automatycznie domyślny folder pobierania
pt_pt: Escolher automaticamente a pasta de transferência predefinida
ro: Alegeți automat folderul de descărcare implicit
ru: Выбирать папку сохранения автоматически
si: පෙරනිමි බාගත ෆෝල්ඩරය ස්වයංක්රීයව තෝරන්න
sr: Аутоматски изабери подразумевану фасциклу за преузимање
tr: Varsayılan indirme klasörünü otomatik olarak seç
uk: Вибрати теку для завантажень автоматично
ur_pk: ڈیفالٹ ڈاؤن لوڈ فولڈر خودکار طور پر منتخب کریں
vi: Tự động chọn thư mục tải xuống mặc định

# GeneralSettings|
source: Suggest folders based on download URL
ar: اقتراح مجلدات استنادا إلى رابط التنزيل
bg: Предложение за папки базирано на URL за изтегляне
bn: ডাউনলোড URL এর উপর ভিত্তি করে ফোল্ডার সাজেস্ট করুন
cs_cz: Navrhovat složky podle URL stahování
de: Ordner basierend auf Download-URL vorschlagen
es: Sugerir carpetas basadas en la URL de descarga
fa: پیشنهاد پوشه ها بر اساس URL دانلود
fi: Ehdota kansioita latauksen URL-osoitteesta
fr: Suggérer des dossiers basés sur l'URL téléchargée
hi: डाउनलोड URL के आधार पर फोल्डर सुझाएं
hu: Mappák ajánlása a letöltési URL alapján
id: Berikan saran folder berdasarkan URL unduhan
it: Suggerisci cartelle in base all'URL download
ja: ダウンロード URL に基づいてフォルダーを提案する
lt: Siūlyti aplankus pagal atsisiuntimo URL
lv: Ieteikt mapes ņemot vērā lejupielādes URL
my: ဒေါင်းလုပ် URL ပေါ် မူတည်၍ ဖိုင်တွဲများကို အကြံပြုပါ
pl: Sugeruj foldery na podstawie adresu pobierania
pt_pt: Sugerir pastas com base na URL de transferência
ro: Sugerați foldere pe baza adresei URL de descărcare
ru: Предлагать папку сохранения на основе адреса загрузки
si: බාගත URL මත පදනම් වූ ෆෝල්ඩර යෝජනා කරන්න
sr: Предложи фасцикле на основу URL-а преузимања
tr: İndirme URL'sine dayalı klasörler öner
uk: Пропонувати теки залежно від URL-адреси завантаження
ur_pk: ڈاؤن لوڈ یو-آر-ایل کی بنیاد پر فولڈرز تجویز کریں
vi: Đề xuất thư mục dựa trên URL tải xuống
