Repository: FreeDownloadManagerTeam/FDM6-localization
Catalog: main/fdm_*.po
Languages: ar, bg, bn, cs_cz, de, es, fa, fi, fr, hi, hu, id, it, ja, lt, lv, my, pl, pt_pt, ro, ru, si, sr, tr, uk, ur_pk, vi

# DownloadsViewItemContextMenu|
source: Remove from list
ar: إزالة من القائمة
bg: Премахни от списъка
bn: তালিকা থেকে বাদ দাও
cs_cz: Odebrat ze seznamu
de: Von der Liste entfernen
es: Remover de la lista
fa: حذف از لیست
fi: Poista listalta
fr: Enlever de la liste
hi: सूची से निकाल दें
hu: Törlés a listáról
id: Hapus dari daftar
it: Rimuovi dall'elenco
ja: リストから削除
lt: Pašalinti iš sąrašo
lv: Noņemt no saraksta
my: စာရင်းမှ ဖယ်ရှားပါ
pl: Usuń z listy
pt_pt: Remover da lista
ro: Șterge din listă
ru: Убрать из списка
si: ලැයිස්තුවෙන් ඉවත් කරන්න
sr: Уклони са листе
tr: Listeden kaldır
uk: Видалити зі списку
ur_pk: فہرست سے ہٹائیں
vi: Xóa từ danh sách

# DownloadsViewItemContextMenu|
source: Play file while it is still downloading
ar: تشغيل الملف أثناء تنزيله
bg: Възпроизвеждане на файла докато той все още се изтегля
bn: ফাইলটি ডাউনলোড করার সময় প্লে করুন
cs_cz: Přehrát soubor, který je stále stahován
de: Datei abspielen, während sie heruntergeladen wird
fa: پخش فایل در هنگام دانلود
fi: Toista tiedosto vaikka sitä ladataan vielä
fr: Lire le fichier pendant qu'il est encore en téléchargement
hu: Fájl lejátszása letöltés közben
id: Putar berkas saat masih mengunduh
it: Riproduci il file mentre è ancora in fase di download
ja: ダウンロード中にファイルを再生
lt: Leisti failą, kol jis vis dar atsisiunčiamas
pl: Odtwórz film jeszcze podczas jego pobierania
pt_pt: Reproduzir arquivo enquanto ele ainda está sendo baixado
ro: Redați fișierul în timp ce încă se descarcă
ru: Начать воспроизведение файла пока он ещё качается
si: බාගත කරන අතරතුර ගොනුව ධාවනය කරන්න
sr: Пусти датотеку док се још преузима
tr: Dosyayı indirmeye devam ederken oynat
uk: Відтворювати файл під час завантаження
ur_pk: ڈاؤن لوڈ ہونے کے دوران ہی فائل چلائیں
vi: Phát tập tin đó ngay lập tức trong khi đang tải xuống

# DownloadsViewItemContextMenu|
source: Add mirror
ar: إضافة مرآة
bg: Добавете огледален адрес
bn: মিরর যোগ করুন
cs_cz: Přidat zrcadlo
de: Mirror hinzufügen
es: Agregar espejo
fa: افزودن منبع جایگزین
fi: Lisää toisiopalvelin
fr: Ajouter un miroir
hi: दर्पण जोड़ें
hu: Mirror hozzáadása
id: Tambahkan mirror
it: Aggiungi mirror
ja: ミラーを追加
lt: Pridėti atvaizda
lv: Pievienot spoguli
my: ပုံရိပ် ထည့်ပါ
pl: Dodaj kolejny serwer
pt_pt: Adicionar espelho
ro: Adăugați mirror
ru: Добавить зеркало
si: සමාන සේවාදායක එක් කරන්න
sr: Додај огледало (mirror)
tr: Yansı ekle
uk: Додати дзеркало
ur_pk: متبادل لنک شامل کریں
vi: Thêm

# DownloadsViewItemContextMenu|
source: Open download page
ar: فتح صفحة التنزيل
bg: Отваряне на страницата за изтегляне
bn: ডাউনলোড পৃষ্ঠা খুলুন
cs_cz: Otevřít stránku se stahováním
de: Downloadseite öffnen
es: Abrir página de descarga
fa: باز کردن صفحه دانلود
fi: Avaa lataussivu
fr: Ouvrir la page de téléchargement
hi: डाउनलोड पेज खोलें
hu: Letöltési oldal megnyitása
id: Buka halaman unduhan
it: Apri pagina download
ja: ダウンロードページを開く
lt: Atidaryti atsisiuntimo puslapį
lv: Atvērt lejupielāžu lapu
my: ဒေါင်းလုပ်စာမျက်နှာ ဖွင့်ပါ
pl: Otwórz stronę pobierania
pt_pt: Abrir página de download
ro: Deschide pagina de descărcare
ru: Открыть страницу загрузки
si: බාගත කිරීමේ පිටුව විවෘත කරන්න
sr: Отвори страницу преузимања
tr: İndirme sayfasını aç
uk: Відкрити сторінку завантаження
ur_pk: ڈاؤن لوڈ پیج کھولیں
vi: Mở trang tải xuống

# DownloadsViewItemContextMenu|
source: Copy link
ar: نسخ الرابط
bg: Копиране на връзка
bn: লিংক কপি করুন
cs_cz: Kopírovat odkaz
de: Link kopieren
es: Copiar enlace
fa: کپی کردن لینک
fi: Kopioi linkki
fr: Copier le lien
hi: प्रतिरूप जोड़ना
hu: Hivatkozás másolása
id: Salin tautan
it: Copia indirizzo
ja: リンクのコピー
lt: Nukopijuoti nuorodą
lv: Kopēt saiti
my: ချိတ်ဆက်ကို ကူးယူပါ
pl: Kopiuj łącze
pt_pt: Copiar link
ro: Copiați link-ul
ru: Копировать ссылку
si: සබැඳිය පිටපත් කරන්න
sr: Копирај везу
tr: Bağlantıyı kopyala
uk: Копіювати посилання
ur_pk: لنک کاپی کریں
vi: Sao chép đường dẫn

# DownloadsViewItemContextMenu|
source: Check for update
ar: فحص التحديثات
bg: Проверка за актуализации
bn: আপডেটের জন্য চেক করুন
cs_cz: Zkontrolovat aktualizace
de: Nach Updates suchen
es: Comprobar actualización
fa: بررسی برای بروزرسانی
fi: Tarkista päivitykset
fr: Vérifier la mise à jour
hi: अपडेट के लिये जांचें
hu: Frissítések keresése
id: Periksa pembaruan
it: Controlla aggiornamenti
ja: 更新の確認
lt: Patikrinkite, ar nėra naujinimų
lv: Meklēt atjauninājumu
my: အသစ်ရှိမရှိ စစ်ဆေးပါ
pl: Szukaj aktualizacji
pt_pt: Verificar por atualizações
ro: Căutați actualizări
ru: Проверить обновления
si: යාවත්කාලීන කිරීම සඳහා පරීක්ෂා කරන්න
sr: Провери ажурирања
tr: Güncellemeleri denetle
uk: Перевірити оновлення
ur_pk: اپ ڈیٹ کے لیے چیک کریں
vi: Kiểm tra bản cập nhật

# DownloadsViewItemContextMenu|
source: Export selected downloads
ar: إستخراج التنزيلات المحددة
bg: Изнеси избраните изтегляния
bn: নির্বাচিত ডাউনলোড রপ্তানি করুন
cs_cz: Exportovat vybraná stahování
de: Ausgewählten Download exportieren
es: Exportar descargas seleccionadas
fa: صادر کردن دانلودهای انتخاب شده
fi: Vie valitut lataukset
fr: Exporter les téléchargements sélectionnés
hi: चयनित डाउनलोड निर्यात करें
hu: Kiválasztott letöltések exportálása
id: Ekspor unduhan yang dipilih
it: Esporta download selezionati
ja: 選択したダウンロードをエクスポート
lt: Eksportuoti pasirinktus atsisiuntimus
lv: Eksportēt izvēlētās lejupielādes
my: ရွေးထားသည့် ဒေါင်းလုပ်များကို တင်ပို့ပါ
pl: Eksportuj zaznaczone pobrania
pt_pt: Exportar downloads selecionados
ro: Exportați descărcările selectate
ru: Экспорт выбранных загрузок
si: තෝරාගත් බාගැනීම් අපනයනය කරන්න
sr: Извези изабрана преузимања
tr: Seçilen indirmeleri dışa aktar
uk: Експортувати вибрані завантаження
ur_pk: منتخب کردہ ڈاؤن لوڈز ایکسپورٹ کریں
vi: Xuất những tải xuống đã chọn

# DownloadsViewItemContextMenu|
source: Add tag
ar: إضافة علامة
bg: Добавете етикет
bn: ট্যাগ যোগ করুন
cs_cz: Přidat štítek
de: Tag hinzufügen
fa: افزودن برچسب
fi: Lisää tunniste
fr: Ajouter une étiquette
hi: टैग जोड़ें
hu: Címke hozzáadása
id: Tambahkan tagar
it: Aggiungi etichetta
ja: タグを追加
lt: Prideti žymą
lv: Pievienot atzīmi
my: ပူးတွဲ ထည့်ပါ
pl: Dodaj znacznik
pt_pt: Adicionar etiqueta
ro: Adaugă etichetă
ru: Добавить метку
si: ටැගය එක් කරන්න
sr: Додај ознаку
tr: Etiket ekle
uk: Додати позначку
ur_pk: ٹیگ شامل کریں
vi: Thêm tag

# DownloadsViewItemContextMenu|
source: File integrity
ar: سلامة الملف
bg: Файлова цялост
bn: ফাইলের অখণ্ডতা
cs_cz: Integrita souboru
de: Datei-Integrität
es: Integridad del archivo
fa: یکپارچگی فایل
fi: Tiedostojen eheys
fr: Intégrité des fichiers
hi: फ़ाइल अखंडता
hu: Fájl integritása
id: Integritas berkas
it: Integrità file
ja: ファイルの整合性
lt: Failo vientisumas
lv: Faila integritāte
my: ဖိုင်ခိုင်ခံ့မှု
pl: Integralność pliku
pt_pt: Integridade do arquivo
ro: Integritatea fișierului
ru: Целостность файла
si: ගොනු අඛණ්ඩතාව
sr: Интегритет датотеке
tr: Dosya bütünlüğü
uk: Цілісність файлу
ur_pk: فائل کی سالمیت
vi: Tính toàn vẹn tệp tin

# DownloadsViewItemContextMenu|
source: Schedule
ar: الجدولة
bg: График
bn: সময়সূচী
cs_cz: Plán
de: Planen
es: Programar
fa: برنامه‌ریزی
fi: Ajoitus
fr: Planifier
hi: अनुसूची
hu: Ütemezés
id: Jadwal
it: Pianifica
ja: スケジュール
lt: Tvarkaraštis
lv: Ieplānot
my: အစီအစဉ်
pl: Harmonogram
pt_pt: Agendar
ro: Planificare
ru: Планировщик
si: කාලසටහන
sr: Испланирај
tr: Zamanlama
uk: Графік
ur_pk: نظام الاوقات
vi: Lập lịch biểu

# DownloadsViewItemContextMenu|
source: Change URL
ar: تغيير الرابط
bg: Смени URL
bn: URL পরিবর্তন করুন
cs_cz: Změnit URL
de: URL ändern
es: Cambiar URL
fa: تغییر URL
fi: Vaihda URL-osoite
fr: Changer l'URL
hi: URL बदलें
hu: URL módosítása
id: Ubah URL
it: Modifica URL
ja: URL を変更
lt: Keisti URL
lv: Mainīt URL
my: URL ပြောင်းပါ
pl: Zmień adres pobierania
pt_pt: Alterar URL
ro: Schimbați adresa URL
ru: Изменить ссылку
si: URL එක වෙනස් කරන්න
sr: Промени URL
tr: URL'yi değiştir
uk: Змінити URL
ur_pk: یو-آر-ایل تبدیل کریں
vi: Thay đổi URL

# DownloadsViewItemContextMenu|
source: Convert to mp3
ar: التحويل إلى mp3
bg: Превърни в mp3
bn: mp3 তে রূপান্তর করুন
cs_cz: Převést na MP3
de: In mp3 konvertieren
es: Convertir a mp3
fa: تبدیل به mp3
fi: Muunna MP3-muotoon
fr: Convertir en mp3
hi: mp3 में बदलें
hu: Konvertálás mp3-ra
id: Konversikan ke mp3
it: Converti in MP3
ja: MP3 に変換
lt: Konvertuoti į mp3
lv: Pārveidot uz mp3
my: Mp3 သို့ ပြောင်းပါ
pl: Konwertuj do MP3
pt_pt: Converter para mp3
ro: Convertiți în mp3
ru: Конвертировать в mp3
si: MP3 වෙත පරිවර්තනය කරන්න
sr: Конвертуј у mp3
tr: Mp3'e dönüştür
uk: Конвертувати в mp3
ur_pk: mp3 میں تبدیل کریں
vi: Chuyển đổi thành tệp mp3

# DownloadsViewItemContextMenu|
source: Convert to mp4
ar: التحويل إلى mp4
bg: Превърни в mp4
bn: mp4 এ রূপান্তর করুন
cs_cz: Převést na MP4
de: In mp4 konvertieren
es: Convertir a mp4
fa: تبدیل به mp4
fi: Muunna MP4-muotoon
fr: Convertir en mp4
hi: mp4 में बदलें
hu: Konvertálás mp4-re
id: Konversikan ke mp4
it: Converti in MP4
ja: MP4 に変換
lt: Konvertuoti į mp4
lv: Pārveidot uz mp4
my: Mp4 သို့ ပြောင်းပါ
pl: Konwertuj do MP4
pt_pt: Converter para mp4
ro: Convertiți în mp4
ru: Конвертировать в mp4
si: MP4 වෙත පරිවර්තනය කරන්න
sr: Конвертуј у mp4
tr: Mp4'e dönüştür
uk: Конвертувати в mp4
ur_pk: mp4 میں تبدیل کریں
vi: Chuyển đổi thành tệp mp4

# DownloadsViewItemContextMenu|
source: Perform virus check
ar: عمل فحص ضد الفيروسات
bg: Провери за вируси
bn: ভাইরাস পরীক্ষা সঞ্চালন
cs_cz: Provést kontrolu antivirem
de: Virenprüfung durchführen
es: Realizar comprobación de virus
fa: انجام ویروس‌یابی
fi: Tarkista virusten varalta
fr: Réaliser une vérification antivirus
hi: वायरस की जांच करें
hu: Vírusellenőrzés elvégzése
id: Lakukan pemeriksaan virus
it: Esegui scansione virus
ja: ウイルスチェックを実行
lt: Atlikite virusų patikrinimą
lv: Veikt vīrusu pārbaudi
my: ဗိုင်းရပ် စစ်ဆေးမှု ပြုရန်
pl: Wykonaj test antywirusowy
pt_pt: Realizar verificação de vírus
ro: Efectuați verificarea virușilor
ru: Проверить на вирусы
si: වෛරස් පරීක්ෂාව සිදු කරන්න
sr: Изврши проверу на вирусе
tr: Virüs denetimi yap
uk: Перевірити на віруси
ur_pk: وائرس چیک کریں
vi: Quét virus

# DownloadsViewItemContextMenu|
source: Abort
ar: إيقاف إجباري
bg: Относно
bn: বন্ধ করুন
cs_cz: Zrušit
de: Abbrechen
es: Abortar
fa: لغو
fi: Keskeytä
fr: Abandonner
hi: बीच में बंद करें
hu: Megszakítás
id: Gagalkan
it: Interrompi
ja: 中止
lt: Nutraukti
lv: Pārtraukt
my: ထွက်ပါ
pl: Przerwij
pt_pt: Abortar
ru: Прервать
si: නවත්වන්න
sr: Прекини
tr: İptal et
uk: Перервати
ur_pk: منسوخ کریں
vi: Hoãn lại

# DownloadsViewItemContextMenu|
source: Set priority
ar: تعيين الأولوية
bg: Задаване на приоритет
bn: অগ্রাধিকার নির্ধারন কর
cs_cz: Nastavit prioritu
de: Prioritäten setzen
es: Establecer prioridad
fa: انتخاب اولویت
fi: Aseta tärkeys
fr: Régler la priorité
hi: प्राथमिकता दर्ज करें
hu: Prioritás beállítása
id: Tetapkan prioritas
it: Imposta priorità
ja: 優先度の設定
lt: Nustatyti prioritetą
lv: Uzstādīt prioritāti
my: ဦးစားပေး လုပ်ရန်
pl: Ustaw priorytet
pt_pt: Definir prioridade
ro: Stabilește prioritatea
ru: Установить приоритет
si: ප්රමුඛතාව සකසන්න
sr: Постави приоритет
tr: Önceliği ayarla
uk: Встановити пріоритет
ur_pk: ترجیح سیٹ کریں
vi: Đặt ưu tiên

# DownloadsViewItemContextMenu|
source: Show in folder
ar: إظهار في المجلد
bg: Покажи в папка
bn: ফাইল এর ভেতরে দেখুন
cs_cz: Zobrazit ve složce
de: Im Ordner anzeigen
es: Mostrar en carpeta
fa: نمایش در پوشه
fi: Näytä kansiossa
fr: Afficher dans le dossier
hi: फोल्डर में दिखाए
hu: Megjelenítés mappában
id: Tampilkan dalam folder
it: Visualizza nella cartella
ja: フォルダーを開く
lt: Rodyti aplanke
lv: Parādīt mapē
my: ဖိုင်တွဲတွင် ပြရန်
pl: Pokaż w folderze
pt_pt: Mostrar na pasta
ro: Arată în folder
ru: Показать в папке
si: ෆෝල්ඩරයේ පෙන්වන්න
sr: Прикажи у фасцикли
tr: Klasörde göster
uk: Показати у теці
ur_pk: فولڈر میں دکھائیں
vi: Hiển thị trong thư mục

# DownloadsViewItemContextMenu|
source: Show info
ar: إظهار المعلومات
bg: Покажи информация
bn: তথ্য দেখান
cs_cz: Zobrazit informace
de: Info anzeigen
es: Mostrar información
fa: نمایش اطلاعات
fi: Näytä tiedot
fr: Afficher les infos
hi: जानकारी दिखाएं
hu: Információ megjelenítése
id: Tampilkan informasi
it: Visualizza informazioni
ja: 情報を表示
lt: Rodyti informaciją
lv: Parādīt informāciju
my: ဒေတာ ပြရန်
pl: Pokaż info
pt_pt: Mostrar informações
ro: Afișați info
ru: Показать информацию
si: තොරතුරු පෙන්වන්න
sr: Прикажи информације
tr: Bilgi göster
uk: Показати інформацію
ur_pk: معلومات دکھائیں
vi: Hiển thị thông tin

# DownloadsViewItemContextMenu|
source: Files
ar: ملفات
bg: Файлове
cs_cz: Soubory
de: Dateien
es: Archivos
fa: فایل‌ها
fi: Tiedostot
fr: Fichiers
hi: फ़ाइलें
hu: Fájlok
id: Berkas-berkas
it: File
ja: ファイル
lt: Failai
lv: Faili
my: ဖိုင်များ
pl: Pliki
pt_pt: Arquivos
ro: Fișiere
ru: Файлы
si: ගොනු
sr: Датотеке
tr: Dosyalar
uk: Файли
ur_pk: فائلیں
vi: Các tệp tin

# DownloadsViewItemContextMenu|
source: Sequential download
ar: تنزيل متسلسل
bg: Последователно изтегляне
bn: ক্রমিক ডাউনলোড
cs_cz: Sekvenční stahování
de: Sequenzieller Download
es: Descarga secuencial
fa: دانلود ترتیبی
fi: Lataa tiedostot järjestyksessä
fr: Téléchargement séquentiel
hi: अनुक्रमिक डाउनलोड
hu: Letöltés egymás utáni sorrendben
id: Unduhan berurutan
it: Download sequenziale
ja: 順次ダウンロード
lt: Nuoseklus atsisiuntimas
lv: Secīga Lejupielāde
my: အစဉ်လိုက် ဒေါင်းလုပ်
pl: Pobieranie sekwencyjne
pt_pt: Download sequencial
ro: Descărcare secvenţială
ru: Последовательная загрузка
si: අනුක්රමික බාගත කිරීම
sr: Секвенцијално преузимање
tr: Sıralı indirme
uk: Послідовне завантаження
ur_pk: ترتیب وار ڈاؤن لوڈ
vi: Tải xuống tuần tự

# DownloadsViewItemContextMenu|
source: Share file
de: Datei freigeben
fr: Partager le fichier
hu: Fájl megosztása
ja: ファイルを共有
pl: Udostępnij plik
pt_pt: Compartilhar arquivo
ro: Partajați fișierul
ru: Поделиться файлом
sr: Подели датотеку
tr: Dosyayı paylaş
ur_pk: فائل شیئر کریں
vi: Chia sẻ tệp

# DownloadsViewItemContextMenu2|
source: Remove from list
ar: إزالة من القائمة
bg: Премахни от списъка
bn: তালিকা থেকে বাদ দাও
cs_cz: Odebrat ze seznamu
de: Von der Liste entfernen
es: Remover de la lista
fa: حذف از لیست
fi: Poista listasta
fr: Enlever de la liste
hi: सूची से निकाल दें
hu: Törlés a listáról
id: Hapus dari daftar
it: Rimuovi dall'elenco
ja: リストから削除
lt: Pašalinti iš sąrašo
lv: Noņemt no saraksta
my: စာရင်းမှ ဖယ်ရှားပါ
pl: Usuń z listy
pt_pt: Remover da lista
ro: Șterge din listă
ru: Убрать из списка
si: ලැයිස්තුවෙන් ඉවත් කරන්න
sr: Уклони са листе
tr: Listeden kaldır
uk: Видалити зі списку
ur_pk: فہرست سے ہٹائیں
vi: Xóa từ danh sách

# DownloadsViewItemContextMenu2|
source: Restart
ar: إعادة البدء
bg: Рестарт
bn: আবার শুরু
cs_cz: Restartovat
de: Neu starten
fa: شروع مجدد
fi: Aloita alusta
fr: Relancer
hi: पुनर्प्रारंभ करें
hu: Újraindítás
id: Mulai ulang
it: Riavvia
ja: やり直し
lt: Paleisti iš naujo
lv: Restartēt
my: ပြန်စရန်
pl: Uruchom ponownie
pt_pt: Reiniciar
ru: Перезапустить
si: නැවත ආරම්භ කරන්න
sr: Поново покрени
tr: Yeniden başlat
uk: Перезапуск
ur_pk: دوبارہ شروع کریں
vi: Khởi động lại

# DownloadsViewItemFileInfo|
source: Download complete
ar: اكتمل التنزيل
bg: Изтеглянето завърши
bn: ডাউনলোড শেষ
cs_cz: Stahování bylo dokončeno
de: Download abgeschlossen
es: Descarga completa
fa: دانلود انجام شد
fi: Lataus valmis
fr: Téléchargement terminé
hi: डाउनलोड सम्पन्न हुआ
hu: Letöltés befejezve
id: Unduhan selesai
it: Download completato
ja: ダウンロードが完了しました
lt: Atsisiuntimas baigtas
lv: Lejupielāde pabeigta
my: ဒေါင်းလုပ်ပြီး
pl: Pobieranie zakończone
pt_pt: Download concluído
ro: Descărcare completă
ru: Загрузка завершена
si: බාගත සම්පුර්ණ කිරීම
sr: Преузимање завршено
tr: İndirme tamamlandı
uk: Завантаження завершено
ur_pk: ڈاؤن لوڈ مکمل
vi: Hoàn thành tải xuống

# DownloadsViewItemFileInfo|
source: Checking files...
ar: فحص الملفات...
bg: Проверка на файлове...
bn: ফাইল পরীক্ষা করা হচ্ছে...
cs_cz: Kontrolování souborů…
de: Dateien prüfen…
es: Comprobando archivos...
fa: در حال بررسی فایل‌ها...
fi: Tarkistetaan tiedostoja…
fr: Vérification des fichiers...
hi: फ़ाइलें जाँची जा रही हैं...
hu: Fájlok ellenőrzése...
id: Memeriksa berkas...
it: Verifica file...
ja: ファイルを確認しています...
lt: Tikrinami failai...
lv: Pārbauda failus...
my: ဖိုင်များ စစ်နေသည်...
pl: Sprawdzanie plików...
pt_pt: Checando arquivos...
ro: Se verifică fișierele...
ru: Проверка файлов…
si: ගොනු පරික්ෂා කිරීම...
sr: Провера датотека...
tr: Dosyalar denetleniyor...
uk: Перевірка файлів...
ur_pk: فائلوں کی جانچ پڑتال ہو رہی ہے...
vi: Đang kiểm tra tệp...

# DownloadsViewItemFileInfo|
source: Merging media streams...
ar: دمج تدفق الوسائط...
bg: Сливане на потоци от данни...
bn: মিডিয়া স্ট্রীম একত্রিত করা হচ্ছে...
cs_cz: Spojování datových proudů…
de: Medien-Streams verbinden…
es: Combinando medios de transmisión...
fa: ادغام جریان رسانه‌ای...
fi: Yhdistetään mediastriimejä…
fr: Fusion des flux de médias...
hi: मीडिया स्ट्रीम मर्ज किए जा रहे हैं...
hu: Médiafolyamok egyesítése...
id: Menyatukan aliran media...
it: Unione flussi multimediali...
ja: メディアストリームを結合しています...
lt: Sujungiami medijos srautai...
lv: Apvieno multivides straumes...
my: မီဒီယာ ထုတ်လွှင်မှုများကို ပေါင်းစည်းနေ...
pl: Scalanie strumieni mediów...
pt_pt: Mesclando fluxos de mídia...
ro: Se îmbină fluxurile media...
ru: Слияние медиапотоков…
si: මාධ්ය ධාරාවන් ඒකාබද්ධ කිරීම...
sr: Спајање медијских токова...
tr: Ortam akışları birleştiriliyor...
uk: Злиття потоків даних...
ur_pk: میڈیا اسٹریمز کو ضم کیا جا رہا ہے...
vi: Đang hợp nhất các luồng phương tiện...

# DownloadsViewItemFileInfo|
source: Requesting info...
ar: طلب المعلومات...
bg: Очаквам информация...
bn: তথ্যের অনুরোধ করা হচ্ছে...
cs_cz: Vyžadování informací…
de: Informationen anfordern…
es: Solicitando información...
fa: در حال درخواست اطلاعات...
fi: Pyydetään tietoja…
fr: Demande d'infos...
hi: जानकारी का अनुरोध किया जा रहा है...
hu: Információ lekérése...
id: Meminta informasi...
it: Richiesta info...
ja: 情報を要求しています...
lt: Prašoma informacijos...
lv: Pieprasa informāciju...
my: ဒေတာများ တောင်းနေ...
pl: Pobieranie info...
pt_pt: Solicitando informações...
ro: Solicitare info...
ru: Запрос информации…
si: තොරතුරු ඉල්ලනවා...
sr: Захтевање информација...
tr: Bilgi isteniyor...
uk: Запит інформації...
ur_pk: معلومات طلب کی جا رہی ہیں...
vi: Yêu cầu thông tin ...

# DownloadsViewItemFileInfo|
source: Queued
ar: قيد الانتظار
bg: На опашка
bn: সারিবদ্ধ
cs_cz: Ve frontě
de: Wartend
es: En cola
fa: صف شده
fi: Jonossa
fr: En file d'attente
hi: कतारबद्ध
hu: Várólistán
id: Dalam antrian
it: In coda
ja: キュー
lt: Eilėje
lv: Ierindots
my: တန်းစီနေ
pl: W kolejce
pt_pt: Na fila
ro: În așteptare
ru: В очереди
si: පිළිවෙලට එකතු කර ඇත
sr: На чекању
tr: Kuyruğa alındı
uk: Додано в чергу
ur_pk: قطار میں ہے
vi: Đã xếp hàng

# DownloadsViewItemFileInfo|
source: Paused
ar: متوقف مؤقتا
bg: На пауза
bn: বিরতি দেওয়া হয়েছে
cs_cz: Pozastaveno
de: Pausiert
es: Pausada
fa: مکث شده
fi: Pysäytetty
fr: En pause
hi: रोके गए
hu: Szüneteltetve
id: Ditunda
it: In pausa
ja: 一時停止
lt: Pristabdyta
lv: Apturēts
my: ရပ်နေ
pl: Wstrzymane
pt_pt: Pausado
ro: Pauzat
ru: Остановлено
si: තාවකාලිකව නවත්වා ඇත
sr: Паузирано
tr: Duraklatıldı
uk: Зупинено
ur_pk: روکا گیا
vi: Đã tạm dừng

# DownloadsViewItemFileInfo|
source: Unknown file size
ar: حجم الملف غير معروف
bg: Неизв. размер на файла
bn: অজানা ফাইলের আকার
cs_cz: Neznámá velikost souboru
de: Unbekannte Dateigröße
es: Tamaño de archivo desconocido
fa: حجم فایل نامشخص
fi: Tiedostokoko ei tiedossa
fr: Taille du fichier inconnue
hi: अज्ञात फ़ाइल आकार
hu: Ismeretlen fájlméret
id: Ukuran berkas tidak diketahui
it: Dimensione file sconosciuta
ja: 不明なファイルサイズ
lt: Nežinomas failo dydis
lv: Nezināms faila lielums
my: ဖိုင်ပမာဏ မသိ
pl: Nieznany rozmiar pliku
pt_pt: Tamanho do arquivo desconhecido
ro: Dimensiunea fișierului necunoscută
ru: Размер файла неизвестен
si: නොදන්නා ගොනු ප්රමාණය
sr: Непозната величина датотеке
tr: Bilinmeyen dosya boyutu
uk: Розмір файлу невідомий
ur_pk: نامعلوم فائل سائز
vi: Kích thước tệp tin không xác định

# DownloadsViewItemStatus_V2|
source: Checking files
ar: فحص الملفات
bn: ফাইল চেক করা হচ্ছে
de: Dateien prüfen
fa: در حال بررسی فایل‌ها
fi: Tarkistetaan tiedostoja
fr: Vérification des fichiers
hu: Fájlok ellenőrzése
it: Verifica file
ja: ファイルを確認しています
pl: Sprawdzanie plików
pt_pt: Checando arquivos
ro: Verificarea fișierelor
ru: Проверка файлов
sr: Провера датотека
tr: Dosyalar denetleniyor
ur_pk: فائلوں کی جانچ پڑتال جاری ہے
vi: Đang kiểm tra tệp

# DownloadsViewItemStatus_V2|
source: Merging media streams
ar: دمج تدفق الوسائط
bn: মিডিয়া স্ট্রীম একত্রিত করা হচ্ছে
de: Medien-Streams verbinden
fi: Yhdistetään mediastriimejä
fr: Fusion des flux de médias
hu: Médiafolyamok egyesítése
it: Unione flussi multimediali
ja: メディアストリームを結合しています
pl: Scalanie strumieni mediów
pt_pt: Mesclando fluxos de mídia
ro: Îmbinarea fluxurilor media
ru: Слияние медиапотоков
sr: Спајање медијских токова
tr: Ortam akışları birleştiriliyor
ur_pk: میڈیا اسٹریمز کو ضم کیا جا رہا ہے
vi: Đang hợp nhất các luồng phương tiện

# DownloadsViewItemStatus_V2|
source: Requesting info
ar: طلب المعلومات
bn: তথ্যের অনুরোধ করা হচ্ছে
de: Informationen anfordern
fa: در حال درخواست اطلاعات
fi: Pyydetään tietoja
fr: Demande d'infos
hu: Információ lekérése
it: Richiesta info
ja: 情報を要求しています
pl: Pobieranie info
pt_pt: Solicitando informações
ro: Solicitare info
ru: Запрос информации
sr: Захтевање информација
tr: Bilgi isteniyor
ur_pk: معلومات طلب کی جا رہی ہیں
vi: Yêu cầu thông tin

# DownloadsViewItemStatus_V2|
source: n/a
ar: لاشئ
fa: نامشخص
ja: 利用不可
pl: brak
ro: indisponibil
ru: н/д
sr: н/д
tr: yok
ur_pk: دستیاب نہیں
vi: không có

# DownloadsViewItemStatus_V2|
source: Queued
ar: قيد الانتظار
bn: সারিবদ্ধ
de: Wartend
fa: صف شده
fi: Jonossa
fr: En file d'attente
hu: Várólistán
it: In coda
ja: キュー
pl: W kolejce
pt_pt: Na fila
ro: În așteptare
ru: В очереди
sr: На чекању
tr: Kuyruğa alındı
ur_pk: قطار میں ہے
vi: Đã xếp hàng

# DownloadsViewItemStatus_V2|
source: Completed
ar: مكتمل
bn: সম্পন্ন
de: Abgeschlossen
fa: تمام شده
fi: Valmis
fr: Terminé
hu: Befejezve
it: Completati
ja: 完了
pl: Zakończone
pt_pt: Concluído
ro: Terminat
ru: Завершено
sr: Завршено
tr: Tamamlandı
ur_pk: مکمل
vi: Đã hoàn thành

# DownloadsViewItem_V2|
source: n/a
ar: غير متوفر
fa: نامشخص
it: n/d
ja: 利用不可
pl: brak
ro: indisponibil
ru: н/д
sr: н/д
tr: yok
ur_pk: دستیاب نہیں
vi: không có

# DownloadsViewStatusItem|
source: Queued
ar: قيد الانتظار
bg: На опашка
bn: সারিবদ্ধ
cs_cz: Ve frontě
de: Wartend
es: En cola
fa: صف شده
fi: Jonossa
fr: En file d'attente
hi: कतारबद्ध
hu: Várólistán
id: Dalam antrian
it: In coda
ja: キュー
lt: Eilėje
lv: Ierindots
my: တန်းစီနေ
pl: W kolejce
pt_pt: Na fila
ro: În așteptare
ru: В очереди
si: පිළිවෙලට එකතු කර ඇත
sr: На чекању
tr: Kuyruğa alındı
uk: Додано в чергу
ur_pk: قطار میں ہے
vi: Đã xếp hàng

# DownloadsViewStatusItem|
source: Checking files
ar: فحص الملفات
bg: Проверка на файлове
bn: ফাইল চেক করা হচ্ছে
cs_cz: Kontrolování souborů
de: Dateien prüfen
es: Comprobando archivos
fa: در حال بررسی فایل‌ها
fi: Tarkistetaan tiedostoja
fr: Vérification des fichiers
hi: फाइलों की जांच
hu: Fájlok ellenőrzése
id: Memeriksa berkas
it: Verifica file
ja: ファイルを確認しています
lt: Failų tikrinimas
lv: Pārbauda failus
my: ဖိုင်များ စစ်နေသည်...
pl: Sprawdzanie plików
pt_pt: Checando arquivos
ro: Verificarea fișierelor
ru: Проверка файлов
si: ගොනු පරීක්ෂා කිරීම
sr: Провера датотека
tr: Dosyalar denetleniyor
uk: Перевірка файлів
ur_pk: فائلوں کی جانچ پڑتال جاری ہے
vi: Đang kiểm tra tệp
