Repository: FreeDownloadManagerTeam/FDM6-localization
Catalog: main/fdm_*.po
Languages: ar, bg, bn, cs_cz, de, es, fa, fi, fr, hi, hu, id, it, ja, lt, lv, my, pl, pt_pt, ro, ru, si, sr, tr, uk, ur_pk, vi

# CustomizeSoundsDialog|
source: Downloads added
ar: تم إضافة التحميلات
bg: Добавени изтегляния
bn: ডাউনলোড যোগ করা হয়েছে
cs_cz: Stahování bylo přidáno
de: Downloads hinzugefügt
es: Descargas agregadas
fa: دانلودها اضافه شدند
fi: Lataus lisättiin
fr: Téléchargements ajoutés
hi: डाउनलोड जोड़े गए
hu: Letöltések hozzáadva
id: Unduhan ditambahkan
it: Download aggiunti
ja: ダウンロードが追加されました
lt: Pridėta atsisiuntimų
lv: Lejupielādes pievienotas
my: ဒေါင်းလုပ်များ ထည့်ခဲ့သည်
pl: Dodane pobieranie
pt_pt: Downloads adicionados
ro: Descărcări adăugate
ru: Загрузки добавлены
si: බාගත කිරීම් එකතු කර ඇත
sr: Преузимања додата
tr: İndirmeler eklendi
uk: Завантаження додано
ur_pk: ڈاؤن لوڈز شامل کیے گئے
vi: Đã thêm tải xuống

# CustomizeSoundsDialog|
source: Downloads completed
ar: تم إكمال التحميلات
bg: Завършени изтегляния
bn: ডাউনলোড সম্পন্ন হয়েছে
cs_cz: Stahování bylo dokončeno
de: Downloads abgeschlossen
es: Descargas completadas
fa: دانلودها تمام شدند
fi: Lataus valmistui
fr: Téléchargements terminés
hi: डाउनलोड पूर्ण
hu: A letöltések befejeződtek
id: Unduhan selesai
it: Download completati
ja: ダウンロードが完了しました
lt: Atsisiuntimai baigti
lv: Lejupielādes pabeigtas
my: ဒေါင်းလုပ်များ ပြီးပါပြီ
pl: Pobierania zakończone
pt_pt: Downloads concluídos
ro: Descărcări finalizate
ru: Загрузки завершены
si: බාගත කිරීම් සම්පූර්ණ යි
sr: Преузимања завршена
tr: İndirmeler tamamlandı
uk: Завантаження завершено
ur_pk: ڈاؤن لوڈز مکمل ہوئے
vi: Tải xuống hoàn thành

# CustomizeSoundsDialog|
source: Downloads failed
ar: فشلت التحميلات
bg: Неуспешно изтегляне
cs_cz: Stahování selhalo
de: Downloads fehlgeschlagen
es: Descargas fallidas
fa: دانلودها ناموفق بودند
fi: Lataus epäonnistui
fr: Téléchargements échoués
hi: डाउनलोड विफल
hu: A letöltések nem sikerültek
id: Unduhan gagal
it: Download non riusciti
ja: ダウンロードに失敗しました
lt: Atsisiuntimai nepavyko
lv: Lejupielādes neizdevās
my: ဒေါင်းလုပ်များ မအောင်မြင်ပါ
pl: Nieudane pobrania
pt_pt: Downloads com falha
ro: Descărcările au eșuat
ru: Загрузки не удались
si: බාගත කිරීම් අසාර්ථකයි
sr: Преузимања неуспела
tr: İndirmeler başarısız oldu
uk: Збій завантаження
ur_pk: ڈاؤن لوڈز ناکام ہوئے
vi: Tải xuống thất bại

# CustomizeSoundsDialog|
source: No active downloads
ar: لا توجد تنزيلات نشطة
bg: Няма активни изтегляния
bn: কোন সক্রিয় ডাউনলোড নেই
cs_cz: Žádná aktivní stahování
de: Keine aktiven Downloads
es: No hay descargas activas
fa: دانلود فعالی وجود ندارد
fi: Aktiivisia latauksia ei ole
fr: Pas de téléchargement actif
hi: कोई सक्रिय डाउनलोड नहीं
hu: Nincs aktív letöltés
id: Tidak ada unduhan aktif
it: Nessun download attivo
ja: 実行中のダウンロードはありません
lt: Nėra aktyvių atsisiuntimų
lv: Nav aktīvu lejupielāžu
my: လုပ်နေသည့် ဒေါင်းလုပ်များ မရှိ
pl: Brak aktywnych pobierań
pt_pt: Nenhum download ativo
ro: Nu există descărcări active
ru: Нет активных загрузок
si: සක්රීය බාගත කිරීම් නොමැත
sr: Нема активних преузимања
tr: Etkin indirmeler yok
uk: Немає активних завантажень
ur_pk: کوئی فعال ڈاؤن لوڈ نہیں ہے
vi: Không chủ động tải xuống

# CustomizeSoundsDialog|
source: Set sound
ar: تعيين الصوت
bg: Задаване на звук
bn: শব্দ সেট করুন
cs_cz: Nastavit zvuk
de: Ton festlegen
es: Establecer sonido
fa: تنظیم صدا
fi: Aseta ääni
fr: Choisir un son
hi: ध्वनि सेट करें
hu: Hang beállítása
id: Atur suara
it: Imposta
ja: サウンドの設定
lt: Nustatyti garsą
lv: Uzstādīt skaņu
my: အသံထည့်ပါ
pl: Ustaw dźwięk
pt_pt: Definir som
ro: Setează sunet
ru: Выбрать звук
si: ශබ්දය සකසන්න
sr: Постави звук
tr: Sesi ayarla
uk: Встановити звук
ur_pk: آواز سیٹ کریں
vi: Đặt âm thanh

# CustomizeSoundsDialog|
source: Remove
ar: إزالة
bg: Премахване
bn: অপসারণ
cs_cz: Odebrat
de: Entfernen
es: Remover
fa: حذف
fi: Poista
fr: Enlever
hi: हटाएँ
hu: Törlés
id: Hapus
it: Rimuovi
ja: 削除
lt: Pašalinti
lv: Noņemt
my: ဖယ်ရှားပါ
pl: Usuń
pt_pt: Remover
ro: Șterge
ru: Удалить
si: ඉවත් කරන්න
sr: Уклони
tr: Kaldır
uk: Прибирати
ur_pk: ہٹائیں
vi: Loại bỏ

# CustomizeSoundsDialog|
source: Test
ar: إختبار
bg: Тест
bn: পরীক্ষা
cs_cz: Otestovat
es: Probar
fa: آزمایش
fi: Testaa
fr: Tester
hi: परीक्षण
hu: Kipróbálás
id: Tes
it: Prova
ja: テスト
lt: Testas
lv: Testēt
my: စမ်းသပ်
pl: Testuj
pt_pt: Testar
ru: Проверить
si: පරික්ෂාව
sr: Тестирај
tr: Dene
uk: Тест
ur_pk: ٹیسٹ کریں
vi: Kiểm tra

# CustomizeSoundsDialog|
source: Close
ar: إغلاق
bg: Затвори
bn: বন্ধ
cs_cz: Zavřít
de: Schließen
es: Cerrar
fa: بستن
fi: Sulje
fr: Fermer
hi: बंद करें
hu: Bezárás
id: Tutup
it: Chiudi
ja: 閉じる
lt: Uždaryti
lv: Aizvērt
my: ပိတ်
pl: Zamknij
pt_pt: Fechar
ro: Închide
ru: Закрыть
si: වහන්න
sr: Затвори
tr: Kapat
uk: Закрити
ur_pk: بند کریں
vi: Đóng

# DeleteDownloadsDialog|
source: Delete selected downloads
ar: حذف التنزيلات المحددة
bg: Изтриване на избраните изтегляния
bn: নির্বাচিত ডাউনলোডগুলি মুছুন
cs_cz: Smazat vybraná stahování
de: Gewählte Downloads löschen
es: Borrar descargas seleccionadas
fa: حذف دانلودهای انتخاب شده
fi: Poista valitut lataukset
fr: Supprimer les téléchargements sélectionnés
hi: चयनित डाउनलोड हटाएं
hu: A kijelölt letöltések törlése
id: Hapus unduhan yang dipilih
it: Elimina download selezionati
ja: 選択したダウンロードを削除
lv: Dzēst izvēlētās lejupielādes
my: ရွေးထားသည့် ဒေါင်းလုပ်များကို ဖျက်ပါ
pl: Usuń zaznaczone pobrania
pt_pt: Excluir downloads selecionados
ro: Ștergeți descărcările selectate
ru: Удалить выбранные загрузки
si: තෝරාගත් බාගැනීම් මකන්න
sr: Обриши изабрана преузимања
tr: Seçilen indirmeleri sil
uk: Видалити вибрані завантаження
ur_pk: منتخب کردہ ڈاؤن لوڈز حذف کریں
vi: Xóa các tải xuống đã chọn

# DeleteDownloadsDialog|
source: Remember my choice
ar: تذكر اختياري
bg: Запомни избора ми
bn: আমার পছন্দ মনে রেখো
cs_cz: Zapamatovat moji volbu
de: Meine Wahl merken
es: Recordar mi elección
fa: انتخاب من را به خاطر بسپار
fi: Muista valinta
fr: Se souvenir de mon choix
hi: मेरी पसंद याद रखें
hu: Emlékezz, hogy mit választottam
id: Ingat pilihan saya
it: Ricorda la mia scelta
ja: この選択を記憶する
lt: Prisimink mano pasirinkimą
lv: Atcerēties manu izvēli
my: ကျွန်ုပ်ရွေးချယ်မှုကို မှတ်ထားပါ
pl: Zapamiętaj mój wybór
pt_pt: Lembrar minha escolha
ro: Reamintește-mi alegerea mea
ru: Запомнить выбор
si: මගේ තේරීම මතක තබා ගන්න
sr: Запамти мој избор
tr: Seçimimi hatırla
uk: Пам'ятати мій вибір
ur_pk: میرا انتخاب یاد رکھیں
vi: Hãy nhớ sự lựa chọn của tôi

# DeleteDownloadsDialog|
source: Delete files
ar: حذف الملفات
bg: Изтриване на файловете
bn: ফাইল মুছে দিন
cs_cz: Smazat soubory
de: Dateien löschen
es: Borrar archivos
fa: حذف فایل‌ها
fi: Poista tiedostot
fr: Supprimer les fichiers
hi: फ़ाइलें जोड़ें
hu: Fájlok törlése
id: Hapus berkas-berkas
it: Elimina file
ja: ファイルを削除
lt: Ištrinti failus
lv: Dzēst failus
my: ဖိုင်များကို ဖျက်ရန်
pl: Usuń pliki
pt_pt: Excluir arquivos
ro: Șterge fișiere
ru: Удалить загруженные файлы
si: ගොනු මකන්න
sr: Обриши датотеке
tr: Dosyaları sil
uk: Видалити файли
ur_pk: فائلیں حذف کریں
vi: Xóa các tệp tin

# DeleteDownloadsDialog|
source: Remove from list
ar: إزالة من القائمة
bg: Премахни от списъка
bn: তালিকা থেকে বাদ দাও
cs_cz: Odebrat ze seznamu
de: Von der Liste entfernen
es: Remover de la lista
fa: حذف از لیست
fi: Poista listalta
fr: Enlever de la liste
hi: सूची से निकाल दें
hu: Törlés a listáról
id: Hapus dari daftar
it: Rimuovi dall'elenco
ja: リストから削除
lt: Pašalinti iš sąrašo
lv: Noņemt no saraksta
my: စာရင်းမှ ဖယ်ရှားပါ
pl: Usuń z listy
pt_pt: Remover da lista
ro: Șterge din listă
ru: Убрать из списка
si: ලැයිස්තුවෙන් ඉවත් කරන්න
sr: Уклони са листе
tr: Listeden kaldır
uk: Видалити зі списку
ur_pk: فہرست سے ہٹائیں
vi: Xóa từ danh sách

# DeleteDownloadsDialog|
source: Cancel
ar: إلغاء
bg: Отказ
bn: বাতিল করুন
cs_cz: Storno
de: Abbrechen
es: Cancelar
fa: انصراف
fi: Peru
fr: Annuler
hi: रद्द करें
hu: Mégse
id: Batalkan
it: Annulla
ja: キャンセル
lt: Atšaukti
lv: Atcelt
my: ပယ်ဖျက်
pl: Anuluj
pt_pt: Cancelar
ro: Anulează
ru: Отмена
si: අවලංගු කරන්න
sr: Откажи
tr: İptal
uk: Скасувати
ur_pk: منسوخ کریں
vi: Hủy

# DeleteDownloadsDialog|
source: OK
ar: موافق
bn: ওকে
es: Aceptar
fa: تأیید
hi: ठीक है
hu: Rendben
id: BAIK
lt: Gerai
my: အိုကေ
ru: ОК
si: හරි
sr: У реду
tr: Tamam
ur_pk: ٹھیک ہے
vi: Đồng ý

# DeleteDownloadsDialog|
source: Delete this file?
ar: حذف هذا الملف؟
bg: Изтриване на файла?
bn: এই ফাইলটি মুছবেন?
cs_cz: Smazat tento soubor?
de: Diese Datei löschen?
es: ¿Borrar este archivo?
fa: این فایل حذف شود؟
fi: Poistetaanko tiedosto?
fr: Supprimer ce fichier?
hi: यह फ़ाइल हटाएं?
hu: Törli ezt a fájlt?
id: Hapus berkas ini?
it: Vuoi eliminare questo file?
ja: このファイルを削除しますか?
lt: Ištrinti šį failą?
lv: Vai dzēst šo failu?
my: ဒီဖိုင်ကို ဖျက်မလား။
pl: Czy usunąć ten plik?
pt_pt: Eliminar este ficheiro?
ro: Ștergeți acest fișier?
ru: Удалить этот файл?
si: මෙම ගොනුව මකන්නද?
sr: Обрисати ову датотеку?
tr: Bu dosya silinsin mi?
uk: Видалити цей файл?
ur_pk: یہ فائل حذف کریں؟
vi: Xoá tệp này?

# DeleteDownloadsDialog|
source: Delete selected files?
ar: حذف هذه الملفات؟
bg: Изтриване на избраните файлове?
bn: নির্বাচিত ফাইল মুছবেন?
cs_cz: Smazat vybrané soubory?
de: Ausgewählte Dateien löschen?
es: ¿Borrar los archivos seleccionados?
fa: فایل های انتخاب شده حذف شوند؟
fi: Poistetaanko valitut tiedostot?
fr: Supprimer les fichiers sélectionnés?
hi: चयनित फ़ाइलें हटाएं?
hu: Törli a kijelölt fájlokat?
id: Hapus berkas yang dipilih?
it: Vuoi eliminare i file selezionati?
ja: 選択したファイルを削除しますか?
lv: Vai dzēst izvēlētos failus?
my: ရွေးထားသည့် ဖိုင်များကို ဖျက်မလား။
pl: Czy usunąć zaznaczone pliki?
pt_pt: Eliminar ficheiros selecionados?
ro: Ștergeți fișierele selectate?
ru: Удалить выбранные файлы?
si: තෝරාගත් ගොනු මකන්නද?
sr: Обрисати изабране датотеке?
tr: Seçilen dosyalar silinsin mi?
uk: Видалити вибрані файли?
ur_pk: منتخب کردہ فائلیں حذف کریں؟
vi: Xoá các tệp được chọn?

# DeleteDownloadsDialogSimple|
source: Delete selected downloads
ar: حذف التنزيلات المحددة
bg: Изтриване на избраните изтегляния
bn: নির্বাচিত ডাউনলোডগুলি মুছুন
cs_cz: Smazat vybraná stahování
de: Ausgewählte Downloads löschen
es: Borrar descargas seleccionadas
fa: حذف دانلودهای انتخاب شده
fi: Poista valitut lataukset
fr: Supprimer les téléchargements sélectionnés
hi: चयनित डाउनलोड हटाएं
hu: A kijelölt letöltések törlése
id: Hapus unduhan yang dipilih
it: Elimina download selezionati
ja: 選択したダウンロードを削除
lt: Ištrinti pasirinktus atsisiuntimus
lv: Dzēst izvēlētās lejupielādes
my: ရွေးထားသည့် ဒေါင်းလုပ်များကို ဖျက်ပါ
pl: Usuń zaznaczone pobierania
pt_pt: Excluir downloads selecionados
ro: Ștergeți descărcările selectate
ru: Удалить выбранные загрузки
si: තෝරාගත් බාගැනීම් මකන්න
sr: Обриши изабрана преузимања
tr: Seçilen indirmeleri sil
uk: Видалити вибрані завантаження
ur_pk: منتخب کردہ ڈاؤن لوڈز حذف کریں
vi: Xóa các tải xuống đã chọn

# DeleteDownloadsDialogSimple|
source: Are you sure you want to delete the selected file(s)?
ar: هل أنت متأكد من رغبتك بحذف الملفات المحددة؟
bg: Сигурни ли сте че желаете да изтриете избрания(те) файл(ове)?
bn: আপনি কি নির্বাচিত ফাইল(গুলি) মুছতে চান?
cs_cz: Opravdu chcete smazat vybrané soubory?
de: Ausgewählte Datei(en) wirklich löschen?
es: ¿Estás seguro/a de que quieres borrar el/los archivo(s) seleccionado(s)?
fa: آیا مطمئن هستید که می‌خواهید فایل(های) انتخاب شده را حذف کنید؟
fi: Haluatko varmasti poistaa valitut tiedostot?
fr: Êtes vous sûr(e) de vouloir supprimer le(s) fichier(s) sélectionné(s)?
hi: क्या आप वाकई चयनित फ़ाइल(फ़ाइलों) को हटाना चाहते हैं?
hu: Biztosan törli a kijelölt fájl(oka)t?
id: Apakah Anda yakin ingin menghapus berkas yang dipilih?
it: Sei sicuro di voler eliminare i file selezionati?
ja: 選択したファイルを削除してもよろしいですか?
lt: Ar tikrai norite ištrinti pasirinktą (-us) failą (-us)?
lv: Vai esi drošs, ka vēlies dzēst izvēlēto(s) failu(s)?
my: ရွေးထားသည့် ဖိုင်(များ)ကို ဖျက်ချင်သည်မှာ သေချာပြီလား။
pl: Czy na pewno chcesz usunąć zaznaczone pliki?
pt_pt: Tem a certeza de que deseja eliminar o(s) ficheiro(s) selecionado(s)?
ro: Sigur doriți să ștergeți fișierele selectate?
ru: Вы уверены, что хотите удалить выбранные файлы?
si: ඔබ තෝරාගත් ගොනුව මකා දැමීමට අවශ්ය බව ඔබට විශ්වාසද?
sr: Да ли сте сигурни да желите да обришете изабране датотеке?
tr: Seçilen dosya(ları)yı silmek istediğinize emin misiniz?
uk: Ви впевнені, що хочете видалити вибрані файл(и)?
ur_pk: کیا آپ واقعی منتخب کردہ فائلوں کو حذف کرنا چاہتے ہیں؟
vi: Xoá các tệp đã chọn?

# DeleteDownloadsDialogSimple|
source: OK
ar: موافق
bn: ওকে
es: Aceptar
fa: تأیید
hi: ठीक है
hu: Rendben
id: BAIK
lt: Gerai
my: အိုကေ
ru: ОК
si: හරි
sr: У реду
tr: Tamam
ur_pk: ٹھیک ہے
vi: Đồng ý

# DeleteDownloadsDialogSimple|
source: Cancel
ar: إلغاء
bg: Отказ
bn: বাতিল করুন
cs_cz: Storno
de: Abbrechen
es: Cancelar
fa: انصراف
fi: Peru
fr: Annuler
hi: रद्द करें
hu: Mégse
id: Batal
it: Annulla
ja: キャンセル
lt: Atšaukti
lv: Atcelt
my: ပယ်ဖျက်
pl: Anuluj
pt_pt: Cancelar
ro: Anulează
ru: Отмена
si: අවලංගු කරන්න
sr: Откажи
tr: İptal
uk: Скасувати
ur_pk: منسوخ کریں
vi: Hủy

# DeleteDownloadsFailedDialog|
source: Download deleting failed
ar: تعذر حذف التنزيل
bg: Грешка при изтриване на изтеглянето
bn: ডাউনলোড মুছে ফেলা ব্যর্থ হয়েছে
cs_cz: Smazání stahování selhalo
de: Download löschen fehlgeschlagen
es: Fallo al borrar la descarga
fa: حذف دانلود ناموفق بود
fi: Latausten poistaminen epäonnistui
fr: Suppression du téléchargement échouée
hi: डाउनलोड हटाना विफल
hu: A letöltés törlése nem sikerült
id: Hapus unduhan gagal
it: Eliminazione del download non riuscita
ja: ダウンロードの削除に失敗しました
lt: Atsisiųsti nepavyko ištrinti
lv: Lejupielādes dzēšana neizdevās
my: ဒေါင်းလုပ်ဖျက်ခြင်း မအောင်မြင်ပါ
pl: Błąd usuwania pobrania
pt_pt: Falha ao excluir o download
ro: Ștergerea descărcării a eșuat
ru: Не удалось удалить загрузку
si: බාගත මකා දැමීම අසාර්ථක විය
sr: Брисање преузимања није успело
tr: İndirmeyi silme başarısız oldu
uk: Не вдалося видалити завантаження
ur_pk: ڈاؤن لوڈ حذف کرنا ناکام رہا
vi: Xoá tệp tải xuống thất bại

# DeleteDownloadsFailedDialog|
source: Try again
ar: حاول مرة أخرى
bg: Опитайте отново
bn: আবার চেষ্টা কর
cs_cz: Zkusit znovu
de: Erneut versuchen
es: Intentar de nuevo
fa: دوباره تلاش کنید
fi: Yritä uudelleen
fr: Réessayer
hi: पुनः प्रयास करें
hu: Próbáld újra
id: Coba lagi
it: Riprova
ja: 再試行
lt: Bandykite dar kartą
lv: Mēģināt vēlreiz
my: ထပ်စမ်းပါ
pl: Spróbuj ponownie
pt_pt: Tentar novamente
ro: Încearcă din nou
ru: Попробовать снова
si: නැවත උද්සාහ කරන්න
sr: Покушај поново
tr: Tekrar dene
uk: Спробувати ще
ur_pk: دوبارہ کوشش کریں
vi: Thử lại

# DeleteDownloadsFailedDialog|
source: Ignore
ar: تجاهل
bg: Игнориране
bn: উপেক্ষা করুন
cs_cz: Ignorovat
de: Ignorieren
es: Ignorar
fa: نادیده‌گرفتن
fi: Ohita
fr: Ignorer
hi: नज़रअंदाज़ करना
hu: Kihagyás
id: Abaikan
it: Ignora
ja: 無視
lt: Ignoruoti
lv: Ignorēt
my: လျစ်လျူရှုပါ
pl: Ignoruj
pt_pt: Ignorar
ro: Ignoră
ru: Пропустить
si: නොසලකා හරින්න
sr: Игнориши
tr: Yoksay
uk: Ігнорувати
ur_pk: نظر انداز کریں
vi: Bỏ qua

# DeleteDownloadsFailedDialog|
source: Ignore all
ar: تجاهل الكل
bg: Игнориране на всички
bn: সবগুলো উপেক্ষা করুন
cs_cz: Ignorovat vše
de: Alle ignorieren
es: Ignorar todo
fa: نادیده‌گرفتن همه
fi: Ohita kaikki
fr: Tout ignorer
hi: सभी की अनदेखी करें
hu: Összes kihagyása
id: Abaikan Semua
it: Ignora tutti
ja: すべて無視
lt: Ignoruoti visus
lv: Ignorēt visu
my: အားလုံးကို လျစ်လျူရှုပါ
pl: Ignoruj wszystko
pt_pt: Ignorar tudo
ro: Ignoră tot
ru: Пропустить все
si: සියල්ල නොසලකා හරින්න
sr: Игнориши све
tr: Tümünü yoksay
uk: Ігнорувати все
ur_pk: سب کو نظر انداز کریں
vi: Bỏ qua toàn bộ

# DeleteDownloadsFailedDialog|
source: Abort
ar: إيقاف إجباري
bg: Относно
bn: বন্ধ করুন
cs_cz: Přerušit
de: Abbrechen
es: Abortar
fa: لغو
fi: Keskeytä
fr: Abandonner
hi: बीच में बंद करें
hu: Megszakítás
id: Gagalkan
it: Termina
ja: 中止
lt: Nutraukti
lv: Pārtraukt
my: ထွက်ပါ
pl: Przerwij
pt_pt: Abortar
ru: Прервать
si: නවත්වන්න
sr: Прекини
tr: İptal et
uk: Перервати
ur_pk: منسوخ کریں
vi: Hủy bỏ

# DiskSpace|
source: Size: %1 (Disk space: %2)
ar: الحجم: %1 (مساحة القرص: %2)
bg: Размер: %1 (Място на диска: %2)
cs_cz: Velikost: %1 (Místo na disku: %2)
de: Größe: %1 (Speicherplatz: %2)
es: Tamaño: %1 (Espacio en disco: %2)
fa: حجم: %1 (فضای دیسک: %2)
fi: Koko: %1 (levytila: %2)
fr: Taille: %1 (Espace disque: %2)
hi: आकार: %1 (डिस्क स्थान: %2)
hu: Méret: %1 (Lemezterület: %2)
id: Ukuran: %1 (Ruang disk: %2)
it: Dimensione file: %1 (spazio disponibile disco: %2)
ja: サイズ: %1 (ディスクの空き容量: %2)
lt: Dydis: %1 (vieta diske: %2)
lv: Izmērs: %1 (Vieta diskā: %2)
my: ပမာဏ၊ %1 (သိုလှောင်မှု၊ %2)
pl: Rozmiar: %1 (miejsce na dysku: %2)
pt_pt: Tamanho: %1 (Espaço em disco: %2)
ro: Dimensiune: %1 (spațiu pe disc: %2)
ru: Размер: %1 (Место на диске: %2)
si: තරම: %1 (තැටි අවකාශය: %2)
sr: Величина: %1 (Простор на диску: %2)
tr: Boyut: %1 (Disk alanı: %2)
uk: Розмір: %1 (Місце на диску: %2)
ur_pk: سائز: %1 (ڈسک کی جگہ: %2)
vi: Kích thước: %1 (Ổ đĩa: %2)

# DiskSpace|
source: Disk space: %1
ar: مساحة تخزين: %1
bg: Дисково пространство: %1
cs_cz: Místo na disku: %1
de: Speicherplatz: %1
fa: فضای دیسک: %1
fi: Levytila: %1
fr: Espace disque: %1
hu: Lemezterület: %1
id: Ruang penyimpanan: %1
it: Spazio disponibile: %1
ja: ディスクの空き: %1
lt: Vietos diske: %1
lv: Vieta diskā: %1
my: သိုလှောင်မှု၊ %1
pl: Pojemność dysku: %1
pt_pt: Espaço em disco: %1
ro: Spațiu pe disc: %1
ru: Место на диске: %1
si: තැටි අවකාශය: %1
sr: Простор на диску: %1
tr: Disk alanı: %1
uk: Місце на диску: %1
ur_pk: ڈسک کی جگہ: %1
vi: Dung lượng đĩa: %1

# DiskSpace|
source: Size: %1
ar: الحجم: %1
bg: Размер: %1
cs_cz: Velikost: %1
de: Größe: %1
es: Tamaño: %1
fa: حجم: %1
fi: Koko: %1
fr: Taille: %1
hi: आकार: %1
hu: Méret: %1
id: Ukuran: %1
it: Dimensione: %1
ja: サイズ: %1
lv: Izmērs: %1
my: ပမာဏ၊ %1
pl: Rozmiar: %1
pt_pt: Tamanho: %1
ro: Mărime: %1
ru: Размер: %1
si: තරම: %1
sr: Величина: %1
tr: Boyut: %1
uk: Розмір: %1
ur_pk: سائز: %1
vi: Kích thước: %1

# DockUploadSpeedSetting|
source: Show total upload speed in the Dock icon
ar: إظهار سرعة الرفع الإجمالية في رمز القطب
bg: Показване на общата скорост на качване в иконата в дока
bn: ডক আইকনে মোট আপলোড গতি দেখান
cs_cz: Zobrazit celkovou rychlost nahrávání v ikoně Docku
de: Gesamte Upload-Geschwindigkeit im Dock-Symbol anzeigen
es: Mostrar la velocidad de subida total en el icono dock
fa: نمایش سرعت کل بارگذاری در نماد داک
fi: Näytä kokonaislähetysnopeus ilmoitusalueen kuvakkeessa
fr: Afficher la vitesse totale d'envoi dans l’icône du Dock
hi: डॉक आइकन में कुल अपलोड गति दिखाएं
hu: A teljes feltöltési sebesség megjelenítése a Dock ikonon
id: Tampilkan kecepatan unggah total di ikon Dock
it: Visualizza la velocità di caricamento totale nell'icona del Dock
ja: ドックアイコンに合計アップロード速度を表示する
lt: Rodyti bendrą įkėlimo greitį doko piktogramoje
lv: Parādīt kopējo augšupielādes ātrumu Paplātes ikonā
my: ဆိပ်သင်္ကေတတွင် စုစုပေါင်း အပ်လုပ်အမြန်နှုန်းကို ပြပါ
pl: Pokaż całkowitą prędkość wysyłania na ikonie
pt_pt: Mostrar velocidade total de upload no ícone da Dock
ro: Afișați viteza totală de încărcare în pictograma Dock
ru: Показывать общую скорость отдачи на значке в доке
si: ඩොක් නිරූපකයේ මුළු උඩුගත කිරීමේ වේගය පෙන්වන්න
sr: Прикажи укупну брзину слања у Док икони
tr: Kenetleme simgesinde toplam gönderme hızını göster
uk: Показати загальну швидкість завантаження в іконці Закріплення
ur_pk: ڈاک (Dock) آئیکن میں کل اپ لوڈ کی رفتار دکھائیں
vi: Hiển thị tốc độ tải lên tổng trong biểu tượng Dock

# DownloadExpiredDialog|
source: Download Failure
ar: فشل التنزيل
bg: Неуспешно изтегляне
bn: ডাউনলোড ব্যর্থতা
cs_cz: Stahování selhalo
de: Download fehlgeschlagen
es: Fallo en la Descarga
fa: اشکال در دانلود
fi: Lataus epäonnistui
fr: Échec du téléchargement
hi: डाउनलोड विफलता
hu: Letöltési hiba
id: Unduhan gagal
it: Download non riuscito
ja: ダウンロードに失敗しました
lt: Atsisiuntimo nesėkmė
lv: Lejupielādes Kļūda
my: ဒေါင်းလုပ် မအောင်မြင်မှု
pl: Błąd pobierania
pt_pt: Falha no download
ro: Eșec la descărcare
ru: Загрузка не удалась
si: බාගත අසමත් විය
sr: Неуспех преузимања
tr: İndirme Hatası
uk: Збій завантаження
ur_pk: ڈاؤن لوڈ کی ناکامی
vi: Tải xuống thất bại

# DownloadExpiredDialog|
source: Can't resume download. Download link likely expired. Resume attempts failed.
ar: لا يمكن إستئناف التنزيل. ربما قد انتهت صلاحية رابط التنزيل. فشلت عملية إستئناف المحاولات.
bg: Не може да се възобнови изтеглянето. Връзката вероятно е просрочена. Опитите за възстановяване са неуспешни.
bn: ডাউনলোড পুনরায় শুরু করা যাবে না। ডাউনলোড লিঙ্কের মেয়াদ শেষ হয়ে গেছে। পুনরায় শুরু করার প্রচেষ্টা ব্যর্থ হয়েছে৷
cs_cz: Nelze pokračovat ve stahování. Odkaz pravděpodobně vypršel. Pokus o navázání selhal.
de: Download kann nicht fortgesetzt werden. Downloadlink wahrscheinlich abgelaufen. Fortsetzungsversuche fehlgeschlagen.
es: No se puede reanudar la descarga. Enlace de descarga parece haber expirado. Fallo en los intentos de reanudar.
fa: نمی‌توان دانلود را ادامه داد. لینک دانلود احتمالاً منقضی شده‌است. تلاش‌های ادامه ناموفق بودند.
fi: Latausta ei voida jatkaa. Latauslinkki on todennäköisesti vanhentunut. Jatkoyritykset epäonnistuivat.
fr: Impossible de reprendre le téléchargement. Le lien de téléchargement a probablement expiré. Les tentatives de reprise ont échoué.
hi: डाउनलोड फिर से शुरू नहीं कर सकता। डाउनलोड लिंक संभवतः समाप्त हो गया है। फिर से शुरू करने के प्रयास विफल रहे।
hu: A letöltés nem folytatható. A letöltési link valószínűleg lejárt. A folytatás megkísérlése nem sikerült.
id: Tidak dapat melanjutkan unduhan. Tautan unduhan mungkin kadaluwarsa. Percobaan untuk melanjutkan gagal.
it: Impossibile riprendere il download. Il collegamento per il download è probabilmente scaduto. Tentativi di ripresa non riusciti.
ja: ダウンロードを再開できません。ダウンロードリンクの有効期限が切れている可能性があります。再開を試みましたが失敗しました。
lt: Negalima tęsti atsisiuntimo. Tikėtina, kad atsisiuntimo nuoroda nebegalioja. Bandymai tęsti nepavyko.
lv: Nevar atsākt lejupielādi. Lejupielādes saite visdrīzāk ir novecojusi. Atsākšanas mēģinājumi nav izdevušies.
my: ဒေါင်းလုပ်ကို ပြန်မစနိုင်ပါ။ ဒေါင်းလုပ်လင့်ခ်က သက်တမ်းကုန်သွားပုံရသည်။ ပြန်စရန် ကြိုးပမ်းမှု မအောင်မြင်ပါ။
pl: Nie można wznowić pobierania. Link prawdopodobnie wygasł. Nie udało się ponowić pobierania.
pt_pt: Não é possível retomar a transferência. A ligação de transferência provavelmente expirou. As tentativas de retomada falharam.
ro: Nu se poate relua descărcarea. Linkul de descărcare a expirat probabil. Încercările de reluare au eșuat.
ru: Невозможно продолжить загрузку. Возможно, ссылка истекла. Попытки возобновления не удались.
si: බාගත කිරීම නැවත ආරම්භ කළ නොහැක. බාගත කිරීමේ සබැඳිය කල් ඉකුත් වීමට ඉඩ ඇත. නැවත ආරම්භ කිරීමේ උත්සාහයන් අසාර්ථක විය.
sr: Није могуће наставити преузимање. Веза за преузимање је вероватно истекла. Покушаји наставка нису успели.
tr: İndirmeye devam edilemiyor. İndirme bağlantısının süresi dolmuş olabilir. Devam etme girişimleri başarısız oldu.
uk: Неможливо відновити завантаження. Схоже, посилання вже не дійсне. Спроби відновити невдалі.
ur_pk: ڈاؤن لوڈ دوبارہ شروع نہیں کیا جا سکتا۔ غالباً ڈاؤن لوڈ لنک کی مدت ختم ہو چکی ہے۔ دوبارہ شروع کرنے کی کوششیں ناکام رہیں۔
vi: Không thể tiếp tục tải xuống. Liên kết tải xuống có thể đã hết hạn. Các nỗ lực tiếp tục đã thất bại.
