Repository: FreeDownloadManagerTeam/FDM6-localization
Catalog: main/fdm_*.po
Languages: ar, bg, bn, cs_cz, de, es, fa, fi, fr, hi, hu, id, it, ja, lt, lv, my, pl, pt_pt, ro, ru, si, sr, tr, uk, ur_pk, vi

# TumMaxURatioComboBox|
source: Custom...
ar: مخصص...
bg: Избери...
bn: কাস্টম...
cs_cz: Vlastní…
de: Benutzerdefiniert…
es: Personalizado...
fa: سفارشی...
fi: Muu…
fr: Personnalisé...
hi: रीति...
hu: Egyedi...
id: Kustom...
it: Personalizzato...
ja: カスタム...
lt: Pasirinktinis...
lv: Pielāgots...
my: စိတ်ကြိုက်…
pl: Niestandardowy...
pt_pt: Personalizado...
ro: Personalizat...
ru: Изменить…
si: වෙනස්කිරීම්...
sr: Прилагођено...
tr: Özel...
uk: Виберіть....
ur_pk: حسب ضرورت...
vi: Tuỳ chỉnh...

# TumMaxURatioComboBox|
source: Please enter numbers only
ar: يرجى إدخال أرقام فقط
bg: Моля въведете само числа
bn: অনুগ্রহ করে শুধু মাত্র নাম্বার প্রবেশ করাও
cs_cz: Zadejte jen číslice
de: Bitte nur Zahlen eingeben
es: Por favor, ingresa solo números
fa: لطفاً فقط عدد وارد کنید
fi: Syötä vain numeroita
fr: Veuillez entrer seulement des nombres
hi: कृपया केवल संख्याएँ दर्ज करें
hu: Csak számokat adjon meg
id: Mohon masukkan angka saja
it: Inserisci solo numeri
ja: 数字のみを入力してください
lt: Įveskite tik skaičius
lv: Lūdzu ievadi tikai numurus
my: ကျေးဇူးပြု၍ နံပါတ်များသာ ဖြည့်ပါ
pl: Proszę wprowadzać tylko cyfry
pt_pt: Por favor, digite apenas números
ro: Vă rugăm introduceți doar numere
ru: Пожалуйста, вводите только цифры
si: කරුණාකර අංක පමණක් ඇතුලත් කරන්න
sr: Молимо унесите само бројеве
tr: Lütfen sadece sayı girin
uk: Будь ласка, вводьте лише числа
ur_pk: براہ کرم صرف نمبر درج کریں

# TumModeBlock|
source: Download speed
ar: سرعة التنزيل
bg: Скорост на изтегляне
bn: ডাউনলোডের গতি
cs_cz: Rychlost stahování
de: Downloadgeschwindigkeit
es: Velocidad de descarga
fa: سرعت دانلود
fi: Latausnopeus
fr: Vitesse de téléchargement
hi: डाउनलोड की गति
hu: Letöltési sebesség
id: Kecepatan unduhan
it: Velocità download
ja: ダウンロード速度
lt: Atsisiuntimo greitis
lv: Lejupielādes ātrums
my: ဒေါင်းလုပ် အမြန်နှုန်း
pl: Prędkość pobierania
pt_pt: Velocidade de download
ro: Viteza de descărcare
ru: Скорость загрузки
si: බාගත වේගය
sr: Брзина преузимања
tr: İndirme hızı
uk: Швидкість завантаження
ur_pk: ڈاؤن لوڈ کی رفتار
vi: Tốc độ tải xuống

# TumModeBlock|
source: Unlimited
ar: غير محدود
bg: Неограничена
bn: আনলিমিটেড
cs_cz: Bez limitu
de: Uneingeschränkt
es: Ilimitado
fa: نامحدود
fi: Rajoittamaton
fr: Illimité
hi: असीमित
hu: Korlátlan
id: Tidak Terbatas
it: Illimitato
ja: 無制限
lt: Neribota
lv: Bezlimitēts
my: ကန့်သတ်မဲ့
pl: Bez limitu
pt_pt: Ilimitado
ro: Nelimitat
ru: Без ограничений
si: අසීමිත
sr: Неограничено
tr: Sınırsız
uk: Необмежена
ur_pk: لا محدود
vi: Không giới hạn

# TumModeBlock|
source: Max. number of simultaneous downloads
ar: الحد الأقصى لعدد التنزيلات المتزامنة
bg: Макс. брой едновременни изтегляния
bn: সর্বোচ্চ একযোগে ডাউনলোডের সংখ্যা
cs_cz: Maximální počet současných stahování
de: Max. Anzahl gleichzeitiger Downloads
es: Número máximo de descargas simultáneas
fa: حداکثر تعداد دانلودهای همزمان
fi: Samanaikaisten latausten enimmäismäärä
fr: Nombre max. de téléchargements simultanés
hi: अधिकतम एक साथ डाउनलोड की संख्या
hu: Az egyidejű letöltések max. száma
id: Jumlah maksimal unduhan bersamaan
it: Numero massimo download contemporanei
ja: 同時ダウンロードの最大数
lt: Maks. atsisiuntimų skaičius vienu metu
lv: Maks. vienlaicīgo lejupielāžu numurs
my: တစ်ချိန်တည်း ဒေါင်းလုပ်များအတွက် အများဆုံး အရေအတွက်
pl: Maksymalna liczba jednoczesnych pobierań
pt_pt: Máx. número de downloads simultâneos
ro: Număr maxim de descărcări simultane
ru: Максимум одновременных загрузок
si: එකවර බාගත කිරීම් ගණන
sr: Макс. број истовремених преузимања
tr: En fazla eşzamanlı indirme sayısı
uk: Максимальна кількість одночасних завантажень
ur_pk: بیک وقت ڈاؤن لوڈز کی زیادہ سے زیادہ تعداد

# TumModeBlock|
source: Snail mode
ar: الوضع البطيئ
bg: Режим охлюв
bn: শামুক মোড
cs_cz: Režim Šnek
de: Schneckenmodus
es: Modo caracol
fa: حالت حلزونی
fi: Etanatila
fr: Mode escargot
hi: घोंघा मोड
hu: Csiga mód
id: Mode Siput
it: Modalità lumaca
ja: カタツムリモード
lt: Sraigės režimas
lv: Gliemeža režīms
my: ခရုနည်းလမ်း
pl: Tryb powolny
pt_pt: Modo caracol
ro: Modul Lent (Viteză redusă)
ru: Режим «Улитка»
sr: Пуж режим
tr: Salyangoz modu
uk: Режим равлика
ur_pk: اسنیل موڈ
vi: Chế độ ốc sên

# TumModeBlock|
source: Frees bandwidth without stopping downloads.
ar: تحرير النطاق الترددي بدون إيقاف التنزيلات.
bg: Освобождава трафик без да спира изтеглянията.
bn: ডাউনলোড বন্ধ না করে ব্যান্ডউইথ মুক্ত করে।
cs_cz: Uvolňuje šířku pásma bez zastavení stahování.
de: Bandbreite freigeben ohne Downloads zu stoppen.
es: Libera ancho de banda sin parar las descargas.
fa: پهنای باند را بدون توقف دانلودها آزاد می کند.
fi: Vapauttaa kaistanleveyttä pysäyttämättä latauksia.
fr: Libère la bande passante sans arrêter les téléchargements.
hi: डाउनलोड को रोके बिना बैंडविड्थ को मुक्त करता है।
hu: Felszabadítja a sávszélességet a letöltések leállítása nélkül.
id: Membebaskan pita jaringan tanpa menghentikan proses pengunduhan.
it: Libera larghezza di banda senza interrompere i download.
ja: ダウンロードを停止せずに帯域幅を解放します。
lt: Atlaisvina pralaidumą nestabdant atsisiuntimų.
lv: Atbrīvo joslas platumu neapturot lejupielādes.
my: ဒေါင်းလုပ်များ ရပ်မသွားဘဲ ဘန်အကျယ်ကို လွှတ်ပေးသည်။
pl: Zwolnij transfer bez zatrzymywania pobierania.
pt_pt: Libera a largura de banda sem parar os downloads.
ro: Eliberează lățime de bandă fără a opri descărcările.
ru: Освобождает пропускную способность без остановки загрузки.
si: බාගත කිරීම් නැවැත්වීමකින් තොරව වේගය නිදහස් කරන්න.
sr: Ослобађа проток без заустављања преузимања.
tr: İndirmeleri durdurmadan bant genişliğini boşaltır.
uk: Звільнює канал не зупиняючи завантаження.
ur_pk: ڈاؤن لوڈز کو روکے بغیر بینڈوتھ خالی کرتا ہے۔

# TumModeDialog|
source: Change traffic limits
ar: تغيير حدود نقل البيانات
bg: Промяна на лимита на трафика
bn: ট্রাফিক সীমা পরিবর্তন
cs_cz: Změnit limity přenosu
de: Traffic-Limits ändern
es: Cambiar límites de trafico
fa: محدودیت ترافیک را تغییر دهید
fi: Muuta verkon käyttöä
fr: Changer les limites de trafic
hi: यातायात सीमा बदलें
hu: Forgalmi korlátok módosítása
id: Ubah batasan lalu lintas
it: Modifica limiti traffico
ja: トラフィック制限を変更する
lt: Keisti eismo apribojimus
lv: Mainīt satiksmes limitus
my: သွားလာမှု ကန့်သတ်ချက်များကို ပြောင်းပါ
pl: Zmień limity prędkości
pt_pt: Alterar os limites de tráfego
ro: Modificați limitele de trafic
ru: Изменить ограничения трафика
si: වේග සීමාවන් වෙනස් කරන්න
sr: Промени ограничења саобраћаја
tr: Trafik sınırlarını değiştir
uk: Змінити обмеження трафіку
ur_pk: ٹریفک کی حدود تبدیل کریں

# TumSettingTextField|
source: Can't be greater than %1
ar: لا يمكن ان تكون القيمة اكبر من %1
bg: Не може да бъде по-голямо от %1
bn: %1 এর বেশি হতে পারে না
cs_cz: Nemůže být větší než %1
de: Darf nicht größer sein als %1
es: No puede ser mayor que %1
fa: نمی‌تواند بیشتر از %1 باشد
fi: Ei voi olla suurempi kuin %1
fr: Ne peut être plus grand que %1
hi: %1 से बड़ा नहीं हो सकता
hu: %1 értéknél nem lehet nagyobb
id: Tidak boleh lebih besar dari %1
it: Non può essere maggiore di %1
ja: 値を %1 以下にする必要があります
lt: Negali būti didesnis nei %1
lv: Nevar būt lielāks par %1
my: %1 ထက် ပိုမကြီးနိုင်ပါ
pl: Nie może być większe niż %1
pt_pt: Não pode ser maior que %1
ro: Nu poate fi mai mare decât %1
ru: Требуется значение не больше %1
si: %1 ට වඩා වැඩි විය නොහැක
sr: Не може бити веће од %1
tr: %1 değerinden büyük olamaz
uk: Не може бути більше %1
ur_pk: %1 سے زیادہ نہیں ہو سکتا

# TuneAndAddDownloadDialog|
source: New download
ar: تنزيل جديد
bg: Ново изтегляне
bn: নতুন ডাউনলোড
cs_cz: Nové stahování
de: Neuer Download
es: Nueva descarga
fa: دانلود جدید
fi: Uusi lataus
fr: Nouveau téléchargement
hi: नया डाउनलोड
hu: Új letöltés
id: Unduhan baru
it: Nuovo download
ja: 新規ダウンロード
lt: Naujas atsisiuntimas
lv: Jauna lejupielāde
my: ဒေါင်းလုပ်အသစ်
pl: Nowe pobieranie
pt_pt: Novo download
ro: Descărcare nouă
ru: Новая загрузка
si: නව බාගත කිරීමක්
sr: Ново преузимање
tr: Yeni indirme
uk: Нове завантаження
ur_pk: نیا ڈاؤن لوڈ
vi: Tải xuống mới

# TuneAndAddDownloadPage|
source: New file
ar: ملف جديد
bg: Нов файл
bn: নতুন নথি
cs_cz: Nový soubor
de: Neue Datei
es: Nuevo archivo
fa: فایل جدید
fi: Uusi tiedosto
fr: Nouveau fichier
hi: नई फ़ाइल
hu: Új fájl
id: Berkas baru
it: Nuovo file
ja: 新規ファイル
lt: Naujas failas
lv: Jauns fails
my: ဖိုင်အသစ်
pl: Nowy plik
pt_pt: Novo arquivo
ro: Fişier nou
ru: Новый файл
si: නව ගොනුවක්
sr: Нова датотека
tr: Yeni dosya
uk: Новий файл
ur_pk: نئی فائل
vi: Tệp mới

# TuneAndAddDownloadPage|
source: Download
ar: تنزيل
bg: Изтегляне
bn: ডাউনলোড করুন
cs_cz: Stáhnout
de: Herunterladen
es: Descargar
fa: دانلود
fi: Lataa
fr: Télécharger
hi: डाउनलोड
hu: Letöltés
id: Unduh
ja: ダウンロード
lt: Atsisiųsti
lv: Lejupielādēt
my: ဒေါင်းလုပ်
pl: Pobierz
pt_pt: Baixar
ro: Descarcă
ru: Скачать
si: බාගත කිරීම
sr: Преузми
tr: İndir
uk: Завантажити
ur_pk: ڈاؤن لوڈ
vi: Tải xuống

# TuneAndAddDownloadPage|
source: Save to
ar: حفظ إلى
bg: Запази в
bn: সংরক্ষণ
cs_cz: Uložit do
de: Speichern unter
es: Guardar en
fa: ذخیره در
fi: Tallenna nimellä
fr: Enregistrer vers
hi: को बचाए
hu: Mentés ide
id: Simpan ke
it: Salva in
ja: に保存
lt: Išsaugoti į
lv: Saglabāt uz
my: သို့ သိမ်းပါ
pl: Zapisz do
pt_pt: Salvar para
ro: Salvează in
ru: Сохранить в
si: සුරකින්න
sr: Сачувај у
tr: Şuraya kaydet
uk: Зберегти до
ur_pk: یہاں محفوظ کریں
vi: Lưu thành

# TuneAndAddDownloadPage|
source: File name
ar: اسم الملف
bg: Име на фаил
bn: ফাইলের নাম
cs_cz: Název souboru
de: Dateiname
es: Nombre de archivo
fa: نام فایل
fi: Tiedostonimi
fr: Nom de fichier
hi: फ़ाइल का नाम
hu: Fájl név
id: Nama berkas
it: Nome file
ja: ファイル名
lt: Failo pavadinimas
lv: Faila nosaukums
my: ဖိုင်အမည်
pl: Nazwa pliku
pt_pt: Nome do arquivo
ro: Nume fisier
ru: Имя файла
si: ගොනුවේ නම
sr: Име датотеке
tr: Dosya adı
uk: Ім'я файлу
ur_pk: فائل کا نام
vi: Tên tệp

# TuneAndAddDownloadPage|
source: Play file while it is still downloading
ar: تشغيل الملف رغم استمرار التنزيل
bg: Възпроизвеждане на файла докато той все още се изтегля
bn: ফাইলটি ডাউনলোড করার সময় প্লে করুন
cs_cz: Přehrát soubor, který je stále stahován
de: Datei abspielen, während sie heruntergeladen wird
fa: پخش فایل در هنگام دانلود
fi: Toista tiedosto vaikka sitä ladataan vielä
fr: Lire le fichier pendant qu'il est encore en téléchargement
hu: Fájl lejátszása letöltés közben
id: Putar berkas saat masih mengunduh
it: Riproduci il file mentre è ancora in fase di download
ja: ダウンロード中にファイルを再生する
lt: Leisti failą, kol jis vis dar atsisiunčiamas
pl: Odtwórz film jeszcze podczas jego pobierania
pt_pt: Reproduzir arquivo enquanto ele ainda está sendo baixado
ro: Redați fișierul în timp ce încă se descarcă
ru: Начать воспроизведение файла пока он ещё качается
si: බාගත කරන අතරතුර ගොනුව Play කරන්න
sr: Пусти датотеку док се још преузима
tr: Dosyayı indirmeye devam ederken oynat
uk: Відтворювати файл під час завантаження
ur_pk: ڈاؤن لوڈ ہونے کے دوران ہی فائل چلائیں
vi: Phát tập tin đó ngay lập tức trong khi đang tải xuống

# TuneAndAddDownloadPage|
source: No write access to the selected directory
ar: لا يمتلك البرنامج ازن الكتابة على المسار المحدد
bg: Няма позволение за запис в избраната папка
bn: নির্বাচিত ডিরেক্টরিতে লেখার অ্যাক্সেস নেই
cs_cz: Nemáte práva pro zápis do vybraného adresáře
de: Keine Schreibrechte für den ausgewählten Ordner
es: Sin acceso de escritura al directorio seleccionado
fa: مجوز نوشتن برای پوشه انتخاب شده وجود ندارد
fi: Ei kirjoitusoikeutta valittuun hakemistoon
fr: Pas d’accès en écriture dans le dossier sélectionné
hi: चयनित निर्देशिका में कोई लेखन पहुंच नहीं
hu: Nincs írási hozzáférés a kiválasztott könyvtárhoz
id: Tidak ada akses tulis ke direktori yang dipilih
it: Nessun accesso in scrittura alla destinazione selezionata
ja: 選択したフォルダーへのアクセス権がありません
lt: Nėra rašymo prieigos prie pasirinkto katalogo
lv: Nav rakstīšanas piekļuves izvēlētajam direktorijam
my: ရွေးထားသည့် လမ်းညွှန်သို့ ကူးပို့ခွင့် မရှိပါ
pl: Brak prawa zapisu w wybranym folderze
pt_pt: Sem acesso de escrita ao diretório selecionado
ro: Nu există acces de scriere la directorul selectat
ru: Нет доступа на запись в выбранный каталог
si: තෝරාගත් නාමාවලියට ලිඛිත අවසරයක් නොමැත
sr: Нема права писања у изабрани директоријум
tr: Seçilen dizine yazma erişimi yok
uk: Вибрана тека недоступна для запису
ur_pk: منتخب کردہ ڈائریکٹری میں لکھنے (Write) کی رسائی نہیں ہے
vi: Không có quyền ghi vào thư mục đã chọn

# TuneAndAddDownloadPage|
source: Size: %1 (Disk space: %2)
ar: الحجم: %1 (مساحة القرص: %2)
bg: Размер: %1 (Място на диска: %2)
cs_cz: Velikost: %1 (Místo na disku: %2)
de: Größe: %1 (Speicherplatz: %2)
es: Tamaño: %1 (Espacio en disco: %2)
fa: حجم: %1 (فضای دیسک: %2)
fi: Koko: %1 (levytila: %2)
fr: Taille: %1 (Espace disque: %2)
hi: आकार: %1 (डिस्क स्थान: %2)
hu: Méret: %1 (Lemez terület: %2)
id: Ukuran: %1 (Ruang disk: %2)
it: Dimensione file: %1 (spazio disponibile disco: %2)
ja: サイズ: %1 (ディスクの空き容量: %2)
lt: Dydis: %1 (vieta diske: %2)
lv: Izmērs: %1 (Vieta diskā: %2)
my: ပမာဏ၊ %1 (သိုလှောင်မှု၊ %2)
pl: Rozmiar: %1 (miejsce na dysku: %2)
ro: Mărime: %1 (Spațiu de stocare: %2)
ru: Размер: %1 (место на диске: %2)
si: ප්‍රමාණය: %1 (තැටියේ ඉඩ: %2)
sr: Величина: %1 (Простор на диску: %2)
tr: Boyut: %1 (Disk alanı: %2)
uk: Розмір: %1 (Місце на диску: %2)
ur_pk: سائز: %1 (ڈسک پر جگہ: %2)
vi: Kích thước: %1 (Ổ đĩa: %2)

# TuneAndAddDownloadPage|
source: Disk space: %1
ar: مساحة القرص: %1
bg: Дисково пространство: %1
cs_cz: Místo na disku: %1
de: Speicherplatz: %1
fa: فضای‌دیسک: 1%
fi: Levytila: %1
fr: Espace disque: %1
hu: Lemezterület: %1
id: Ruang penyimpanan: %1
it: Spazio disponibile: %1
ja: ディスクの空き: %1
lt: Vietos diske: %1
lv: Vieta diskā: %1
my: သိုလှောင်မှု၊ %1
pl: Miejsce na dysku: %1
ro: Spațiu pe disc: %1
ru: Место на диске: %1
si: තැටියේ ඉඩ: %1
sr: Простор на диску: %1
tr: Disk alanı: %1
uk: Місце на диску: %1
ur_pk: ڈسک پر جگہ: %1
vi: Dung lượng đĩa: %1

# TuneAndAddDownloadPage|
source: Size: %1
ar: الحجم: %1
bg: Размер: %1
cs_cz: Velikost: %1
de: Größe: %1
es: Tamaño: %1
fa: حجم: %1
fi: Koko: %1
fr: Taille: %1
hi: आकार: %1
hu: Méret: %1
id: Ukuran: %1
it: Dimensione: %1
ja: サイズ: %1
lv: Izmērs: %1
my: ပမာဏ၊ %1
pl: Rozmiar: %1
ro: Mărime: %1
ru: Размер: %1
si: ප්‍රමාණය: %1
sr: Величина: %1
tr: Boyut: %1
uk: Розмір: %1
ur_pk: سائز: %1
vi: Kích thước: %1

# UiUpdatedBanner|
source: The classic interface is turned on.
ar: تم تشغيل الواجهة الكلاسيكية.
bg: Класическият интерфейс е включен.
de: Klassische Oberfläche ist eingeschaltet.
fa: رابط کلاسیک فعال شده‌است.
fi: Perinteinen käyttöliittymä on käytössä.
fr: L'interface classique est activée.
hu: A klasszikus felület engedélyezésre került.
it: È stata attivata l'interfaccia classica.
ja: クラシックインターフェイスがオンになっています。
pl: Włączony jest klasyczny interfejs.
ro: Interfața clasică este setată.
ru: Установлена классическая версия интерфейса.
si: සාමාන්‍ය අතුරු මුහුණත සක්රිය කර ඇත.
sr: Класични интерфејс је укључен.
tr: Klasik arayüz açıldı.
ur_pk: کلاسک انٹرفیس آن کر دیا گیا ہے۔
vi: Giao diện cổ điển đã được bật.

# UiUpdatedBanner|
source: The new interface is turned on.
ar: تم تشغيل الواجهة الجديدة.
bg: Новият интерфейс е включен.
de: Neue Oberfläche ist eingeschaltet.
fa: رابط جدید فعال شده‌است.
fi: Uusi käyttöliittymä on käytössä.
fr: La nouvelle interface est activée.
hu: Az új felület engedélyezésre került.
it: È stata attivata la nuova interfaccia.
ja: 新しいインターフェイスがオンになっています。
pl: Włączony jest nowy interfejs.
ro: Interfața nouă este setată.
ru: Установлена новая версия интерфейса.
si: නව අතුරු මුහුණත සක්රිය කර ඇත.
sr: Нови интерфејс је укључен.
tr: Yeni arayüz açıldı.
ur_pk: نیا انٹرفیس آن کر دیا گیا ہے۔

# UiUpdatedBanner|
source: OK
ar: موافق
bn: ওকে
fa: تأیید
hu: Rendben
lt: Gerai
my: အိုကေ
ru: ОК
si: හරි
sr: У реду
tr: Tamam
ur_pk: ٹھیک ہے
vi: Đồng ý

# UiUpdatedBanner|
source: Switch to the new interface
ar: التبديل إلى الواجهة الجديدة
bg: Превключване към новия интерфейс
de: Zur neuen Oberfläche wechseln
fa: تغییر به رابط کاربری جدید
fi: Vaihda uuteen käyttöliittymään
fr: Passer à la nouvelle interface
hu: Váltás az új felületre
it: Passa alla nuova interfaccia
ja: 新しいインターフェイスに変更
pl: Przełącz na nowy interfejs
ro: Schimbă la noua interfață
ru: Переключить на новую версию интерфейса
si: නව අතුරු මුහුණත වෙත මාරු වන්න
sr: Пребаци на нови интерфејс
tr: Yeni arayüze geç
ur_pk: نئے انٹرفیس پر سوئچ کریں

# UiUpdatedBanner|
source: Switch to the classic interface
ar: التبديل إلى الواجهة الكلاسيكية
bg: Преминаване към класическия интерфейс
de: Zur klassischen Oberfläche wechseln
fa: تغییر به رابط کلاسیک
fi: Vaihda perinteiseen käyttöliittymään
fr: Passer à l'interface classique
hu: Váltás a klasszikus felületre
it: Passa all'interfaccia classica
ja: クラシックインターフェイスに変更
pl: Przełącz na klasyczny interfejs
ro: Schimbă la noua clasică
ru: Переключить на классическую версию интерфейса
si: සාමාන්‍ය අතුරු මුහුණත වෙත මාරු වන්න
sr: Пребаци на класични интерфејс
tr: Klasik arayüze geç
ur_pk: کلاسک انٹرفیس پر سوئچ کریں
vi: Chuyển sang giao diện cổ điển

# UpdateDialog|
source: Checking for updates...
ar: جار التحقق من وجود تحديثات...
bg: Проверка за обновления...
bn: আপডেটের জন্য পরীক্ষা করা হচ্ছে...
cs_cz: Kontrolování aktualizací…
de: Updates prüfen…
es: Comprobando actualizaciones...
fa: در حال بررسی برای بروزرسانی...
fi: Tarkistetaan päivityksiä…
fr: Recherche des mises à jour...
hi: अपडेट्स के लिए जांच हो रही है...
hu: Frissítések keresése...
id: Memeriksa pembaharuan...
it: Controllo aggiornamenti...
ja: 更新を確認しています...
lt: Tikrinama, ar yra naujinių...
lv: Pārbauda atjauninājumus
my: အသစ်များကို စစ်ဆေးနေသည်...
pl: Sprawdzanie aktualizacji...
ro: Se caută actualizări…
ru: Проверка обновлений…
si: යාවත්කාලීන කිරීම් සඳහා පරීක්ෂා කෙරේ.
sr: Провера ажурирања...
tr: Güncellemeler denetleniyor...
uk: Перевірка оновлень...
ur_pk: اپ ڈیٹس کے لیے چیک کیا جا رہا ہے...
vi: Đang kiểm tra bản cập nhật ...

# UpdateDialog|
source: Error:
ar: خطأ:
bg: Грешка:
bn: ত্রুটিঃ
cs_cz: Chyba:
de: Fehler:
fa: خطا:
fi: Virhe:
fr: Erreur:
hi: गलती:
hu: Hiba:
id: Kesalahan:
it: Errore:
ja: エラー:
lt: Klaida:
lv: Kļūda:
my: အမှား၊
pl: Błąd:
ro: Eroare:
ru: Ошибка:
si: දෝෂය:
sr: Грешка:
tr: Hata:
uk: Помилка:
ur_pk: خرابی:
vi: Lỗi:

# UpdateDialog|
source: Retry
ar: إعادة المحاولة
bg: Повторен опит
bn: পুনরায় চেষ্টা করা
cs_cz: Zkusit znovu
de: Erneut versuchen
es: Reintentar
fa: تلاش مجدد
fi: Yritä uudelleen
fr: Réessayer
hi: पुन: प्रयास करें
hu: Próbálja újra
id: Ulangi kembali
it: Riprova
ja: 再試行
lt: Pabandyti dar karta
lv: Mēģināt atkal
my: ပြန်စမ်း
pl: Ponów
ro: Reîncearcă
ru: Попробовать снова
si: නැවත උත්සාහ කරන්න
sr: Покушај поново
tr: Yeniden dene
uk: Повторити
ur_pk: دوبارہ کوشش کریں
vi: Thử lại

# UpdateDialog|
source: Cancel
ar: إلغاء
bg: Отказ
bn: বাতিল করুন
cs_cz: Storno
de: Abbrechen
es: Cancelar
fa: انصراف
fi: Peru
fr: Annuler
hi: रद्द करें
hu: Mégse
id: Batalkan
it: Annulla
ja: キャンセル
lt: Atšaukti
lv: Atcelt
my: ပယ်ဖျက်
pl: Anuluj
ro: Anulează
ru: Отмена
si: අවලංගු කරන්න
sr: Откажи
tr: İptal
uk: Скасувати
ur_pk: منسوخ کریں
vi: Hủy

# UpdateDialog|
source: New version is available
ar: إصدار جديد متاح
bg: Налична е нова версия
bn: নতুন সংস্করণ উপলব্ধ
cs_cz: Je dostupná nová verze
de: Neue Version verfügbar
es: Nueva versión disponible
fa: نسخه جدید موجود است
fi: Uusi versio on saatavilla
fr: Nouvelle version disponible
hi: नया संस्करण उपलब्ध है
hu: Új verzió érhető el
id: Versi terbaru telah tersedia
it: È disponibile una nuova versione
ja: 新しいバージョンが利用可能です
lt: Yra nauja versija
lv: Ir pieejama jauna versija
my: ဗားရှင်းသစ် ရပါပြီ
pl: Dostępna jest nowa wersja
ro: Noua versiune este disponibilă
ru: Доступна новая версия
si: නව අනුවාදය ලබා ගත හැකිය
sr: Нова верзија је доступна
tr: Yeni sürüm mevcut
uk: Доступна нова версія
ur_pk: نیا ورژن دستیاب ہے
vi: Phiên bản mới có sẵn

# UpdateDialog|
source: What's new in %1
ar: ما الجديد في %1
bg: Какво е новото в %1
bn: %1 এ নতুন কি আছে
cs_cz: Co je nového v %1
de: Was ist neu in %1
es: Qué hay de nuevo en %1
fa: چه چیز جدیدی در %1 است
fi: Uutta versiossa %1
fr: Quoi de neuf dans %1
hi: %1 में नया क्या है
hu: %1 újdonságai
id: Apa yang baru di %1
it: Novità in %1
ja: %1 の更新内容
lt: Kas nauja %1
lv: Kas jauns %1
my: %1 မှာ ဘာအသစ်
pl: Co nowego w %1
ro: Ce este nou in %1
ru: Новое в %1
si: %1 හි අලුත් දේ
sr: Шта је ново у %1
tr: %1 sürümündeki yenilikler
uk: Що нового в %1
ur_pk: %1 میں نیا کیا ہے

# UpdateDialog|
source: Update
ar: تحديث
bg: Обновяване
bn: হালনাগাদ
cs_cz: Aktualizovat
es: Actualizar
fa: بروزرسانی
fi: Päivitä
fr: Mise à jour
hi: अद्यतन
hu: Frissítés
id: Pembaharuan
it: Aggiorna
ja: 更新
lt: Atnaujinimas
lv: Atjaunināt
my: အသစ်တင်ရန်
pl: Aktualizacja
ro: Actualizare
ru: Обновить
si: යාවත්කාලීන කරන්න
sr: Ажурирај
tr: Güncelle
uk: Оновити
ur_pk: اپ ڈیٹ
vi: Cập nhật

# UpdateDialog|
source: %1 is up to date
ar: %1 محدث
bg: %1 е последна версия
bn: %1 আপ টু ডেট
cs_cz: %1 je aktuální
de: %1 ist aktuell
es: %1 está al día
fa: 1% به روز است
fi: %1 on ajan tasalla
fr: %1 est à jour
hi: %1 अप टू डेट है
hu: A(z) %1 naprakész
id: %1 sudah mutakhir
it: %1 è aggiornato
ja: %1 は最新です
lt: %1 yra atnaujintas
lv: %1 ir atjaunināta
my: %1 က လက်ရှိပါ
pl: %1 jest aktualny
ro: %1 este la zi
ru: Установлена последняя версия %1
si: %1 යාවත්කාලීන වේ
sr: %1 је ажуриран
tr: %1 güncel
uk: %1 не потребує оновлення
ur_pk: %1 اپ ٹو ڈیٹ ہے
vi: %1 đã được cập nhật

# UpdateDialog|
source: OK
ar: حسنا
bn: ওকে
es: Aceptar
fa: تأیید
hi: ठीक है
hu: Rendben
lt: Gerai
my: အိုကေ
ru: ОК
si: හරි
sr: У реду
tr: Tamam
ur_pk: ٹھیک ہے
vi: Đồng ý

# UpdateDialog|
source: Downloading update
ar: تنزيل التحديث
bg: Изтегляне на обновление
bn: আপডেট ডাউনলোড হচ্ছে
cs_cz: Stahování aktualizace
de: Update wird heruntergeladen
es: Descargando actualización
fa: در حال دانلود بروزرسانی
fi: Ladataan päivitystä
fr: Téléchargement de la mise à jour
hi: अद्यतन स्थिति डाउनलोड हो रही है
hu: Frissítés letöltése
id: Mengunduh pembaharuan
it: Download aggiornamento
ja: 更新のダウンロード
lt: Atsisiunčiamas naujinimas
lv: Lejupielādē atjauninājumu
my: အသစ်ကို ဒေါင်းလုပ်ခြင်း
pl: Pobieranie aktualizacji
ro: Se descarcă actualizarea
ru: Загружается обновление
si: යාවත්කාලීනය භාගත කෙරේ
sr: Преузимање ажурирања
tr: Güncelleme indiriliyor
uk: Завантаження оновлення
ur_pk: اپ ڈیٹ ڈاؤن لوڈ ہو رہی ہے
vi: Tải xuống bản cập nhật

# UpdateDialog|
source: Error downloading update:
ar: خطأ في تنزيل التحديث:
bg: Грешка при изтегляне на обновление:
bn: আপডেট ডাউনলোড করার সময় ত্রুটি:
cs_cz: Chyba při stahování aktualizace:
de: Fehler beim Update-Herunterladen:
es: Error al descargar actualización:
fa: خطا در هنگام دانلود بروزرسانی:
fi: Virhe ladattaessa päivitystä:
fr: Erreur en téléchargement de la mise à jour:
hi: अपडेट डाउनलोड करने में त्रुटि:
hu: Hiba történt a frissítés letöltésekor:
id: Terjadi kesalahan dalam mengunduh pembaharuan:
it: Errore download aggiornamento:
ja: 更新のダウンロードエラー:
lt: Klaida atsisiunčiant naujinimą:
lv: Kļūda lejupielādējot atjauninājumu:
my: အသစ်ကို ဒေါင်းလုပ်ခြင်း အမှား၊
pl: Błąd pobierania aktualizacji:
ro: Eroare în descărcarea actualizărilor:
ru: Ошибка загрузки обновления:
si: යාවත්කාලීනය භාගත කිරීම දෝෂ සහගතයි:
sr: Грешка при преузимању ажурирања:
tr: Güncelleme indirilirken hata:
uk: Помилка завантаження оновлення:
ur_pk: اپ ڈیٹ ڈاؤن لوڈ کرنے میں خرابی:
vi: Lỗi tải xuống bản cập nhật:

# UpdateDialog|
source: Checking...
ar: جار التحقق...
bg: Проверявам...
bn: পরীক্ষা করা হচ্ছে...
cs_cz: Kontrolování…
de: Prüfen…
es: Comprobando...
fa: در حال بررسی...
fi: Tarkistetaan…
fr: Vérification...
hi: जाँच हो रही है...
hu: Ellenőrzés...
id: Memeriksa...
it: Controllo...
ja: 確認しています...
lt: Tikrinama...
lv: Pārbauda...
my: စစ်နေသည်...
pl: Sprawdzanie...
ro: Se verifică...
ru: Проверка…
si: පරික්ෂා කෙරේ...
sr: Провера...
tr: Denetleniyor...
uk: Перевірка...
ur_pk: چیک کیا جا رہا ہے...
vi: Đang kiểm tra ...
