Repository: FreeDownloadManagerTeam/FDM6-localization
Catalog: main/fdm_*.po
Languages: ar, bg, bn, cs_cz, de, es, fa, fi, fr, hi, hu, id, it, ja, lt, lv, my, pl, pt_pt, ro, ru, si, sr, tr, uk, ur_pk, vi

# PluginsPage|
source: Add-on requests dangerous permissions:
ar: الإضافة تطلب أذونات خطيرة:
bg: Добавката изисква опасни разрешения:
bn: অ্যাড-অন অনুরোধ বিপজ্জনক অনুমতি:
cs_cz: Doplněk vyžaduje nebezpečná oprávnění:
de: Erweiterung erfordert gefährliche Berechtigungen:
es: Complemento solicita permisos peligrosos:
fa: افزونه درخواست دسترسی‌های خطرناک را دارد:
fi: Lisäosa pyytää vaarallisia oikeuksia:
fr: Le complément requiert des autorisations dangereuses:
hi: ऐड-ऑन खतरनाक अनुमतियों का अनुरोध करता है:
hu: A kiegészítő új verziója veszélyes jogosultságokat kér:
id: Add-on meminta izin yang berbahaya:
it: L'estensione richiede autorizzazioni pericolose:
ja: アドオンが複数の危険な権限を要求しています:
lt: Priedas prašo pavojingų leidimų:
lv: Pievienojumprogramma pieprasa bīstamas atļaujas:
my: Add-on က အန္တရာယ်ရှိသည့် ခွင့်ပြုချက်များ တောင်းနေသည်၊
pl: Wtyczka wymaga niebezpiecznych uprawnień:
pt_pt: O complemento solicita permissões perigosas:
ro: Suplimentul solicită permisiuni periculoase:
ru: Дополнение запрашивает небезопасные разрешения:
si: ඇඩෝනය අනතුරුදායක අවසර ඉල්ලා සිටී:
sr: Додатак захтева опасне дозволе:
tr: Eklenti, tehlikeli izinler istiyor:
uk: Додаток вимагає небезпечних дозволів:
ur_pk: ایڈ-آن خطرناک اجازتوں کی درخواست کرتا ہے:
vi: Tiện ích yêu cầu quyền nguy hiểm:

# PluginsPage|
source: Add-on requests dangerous permission:
ar: الإضافة تطلب أذن خطيرة:
bg: Добавката изисква опасно разрешение:
bn: অ্যাড-অন অনুরোধ বিপজ্জনক অনুমতি:
cs_cz: Doplněk vyžaduje nebezpečné oprávnění:
de: Erweiterung erfordert gefährliche Berechtigung:
es: Complemento solicita permiso peligroso:
fa: افزونه درخواست دسترسی خطرناک را دارد:
fi: Lisäosa pyytää vaarallista oikeutta:
fr: Le complément requiert une autorisation dangereuse:
hi: ऐड-ऑन अनुरोध खतरनाक अनुमति:
hu: A kiegészítő új verziója veszélyes jogosultságot kér:
id: Add-on meminta izin yang berbahaya:
it: L'estensione richiede autorizzazione pericolosa:
ja: アドオンが危険な権限を要求しています:
lt: Priedas prašo pavojingo leidimo:
lv: Pievienojumprogramma pieprasa bīstamu atļauju:
my: Add-on က အန္တရာယ်ရှိသည့် ခွင့်ပြုချက် တောင်းနေသည်၊
pl: Wtyczka wymaga niebezpiecznego uprawnienia:
pt_pt: O complemento solicita permissão perigosa:
ro: Suplimentul solicită permisiuni periculoase:
ru: Дополнение запрашивает небезопасное разрешение:
si: ඇඩෝනය අනතුරුදායක අවසර ඉල්ලා සිටී:
sr: Додатак захтева опасну дозволу:
tr: Eklenti, tehlikeli izin istiyor:
uk: Додаток вимагає небезпечного дозволу:
ur_pk: ایڈ-آن خطرناک اجازت کی درخواست کرتا ہے:
vi: Tiện ích yêu cầu quyền nguy hiểm:

# PluginsPage|
source: Please install add-ons from trusted sources only.
ar: يرجى تثبيت الإضافات من مصادر موثوقة فقط.
bg: Моля инсталирайте добавки само от сигурни източници.
bn: শুধুমাত্র বিশ্বস্ত উত্স থেকে অ্যাড-অন ইনস্টল করুন.
cs_cz: Instalujte doplňky jen z důvěryhodných zdrojů.
de: Bitte installiere nur Erweiterungen aus vertrauenswürdigen Quellen.
es: Por favor instalar complementos solo desde fuentes confiables.
fa: لطفاً فقط از منابع مطمئن افزونه نصب کنید.
fi: Asennathan lisäosia vain luotettavista lähteistä.
fr: Veuillez installer les compléments seulement depuis des sources sûres.
hi: कृपया विश्वसनीय स्रोतों से ही ऐड-ऑन स्थापित करें।
hu: Kérlek, csak megbízható forrásokból telepíts kiegészítőket!
id: Harap instal add-on hanya dari sumber tepercaya.
it: Installa estensioni solo da fonti attendibili.
ja: 信頼できるソースからのみアドオンをインストールしてください。
lt: Įdiekite priedus tik iš patikimų šaltinių.
lv: Lūdzu instalē pievienojumprogrammas tikai no uzticamiem avotiem.
my: ကျေးဇူးပြု၍ Add-on ကို ယုံကြည်ရသည့် အရင်းအမြစ်မှသာ ထည့်သွင်းပါ။
pl: Proszę instalować wtyczki tylko z zaufanych źródeł.
pt_pt: Instale complementos apenas de fontes confiáveis.
ro: Vă rog să instalați suplimente numai din surse de încredere.
ru: Пожалуйста, устанавливайте дополнения только из надёжных источников.
si: කරුණාකර විශ්වසනීය මූලාශ්රවලින් පමණක් ඇඩෝන ස්ථාපනය කරන්න.
sr: Инсталирајте додатке само из проверених извора.
tr: Lütfen sadece güvenilir kaynaklardan gelen eklentileri yükleyin.
uk: Будь ласка, встановлюйте додатки лише з джерел, яким довіряєте.
ur_pk: براہ کرم صرف قابل اعتماد ذرائع سے ایڈ آنز انسٹال کریں۔
vi: Vui lòng chỉ cài đặt tiện ích từ nguồn đáng tin cậy.

# PluginsPage|
source: Would you like to continue the installation?
ar: هل ترغب في متابعة التثبيت؟
bg: Желаете ли да продължите с инсталацията?
bn: আপনি কি ইনস্টলেশন চালিয়ে যেতে চান?
cs_cz: Chcete pokračovat v instalaci?
de: Willst du die Installation fortsetzen?
es: ¿Quieres continuar la instalación?
fa: آیا مایل به ادامه نصب هستید؟
fi: Haluatko jatkaa asennusta?
fr: Voulez-vous continuer l'installation?
hi: क्या आप स्थापना जारी रखना चाहेंगे?
hu: Szeretnéd folytatni a telepítést?
id: Apakah Anda ingin melanjutkan pemasangan?
it: Vuoi continuare l'installazione?
ja: インストールを続行しますか?
lt: Ar norėtumėte tęsti diegimą?
lv: Vai tu vēlētos turpināt instalāciju?
my: ထည့်သွင်းမှုကို ဆက်လုပ်ချင်လား။
pl: Chcesz kontynuować instalację?
pt_pt: Deseja continuar a instalação?
ro: Doriți să continuați instalarea?
ru: Вы хотите продолжить процесс установки?
si: ඔබ ස්ථාපනය දිගටම කරගෙන යාමට කැමතිද?
sr: Желите ли да наставите инсталацију?
tr: Kuruluma devam etmek ister misiniz?
uk: Ви хочете продовжити встановлення?
ur_pk: کیا آپ انسٹالیشن جاری رکھنا چاہیں گے؟
vi: Bạn có muốn tiếp tục cài đặt?

# PluginsPage|
source: The following required components are missing:
ar: المكونات المطلوبة التالية مفقودة:
bg: Липсват следните задължителни компоненти:
bn: নিম্নলিখিত প্রয়োজনীয় উপাদান অনুপস্থিত:
cs_cz: Následující vyžadované součásti chybí:
de: Folgende erforderliche Komponenten fehlen:
es: Los siguientes componentes requeridos están faltando:
fa: اجزای مورد نیاز زیر از دست رفته‌اند:
fi: Seuraavat vaadittavat komponentit puuttuvat:
fr: Les composants requis suivants sont manquants:
hi: निम्नलिखित आवश्यक घटक गायब हैं:
hu: A következő szükséges összetevők hiányoznak:
id: Komponen-komponen berikut ini tidak tersedia:
it: Mancano i seguenti componenti necessari:
ja: 以下の必要なコンポーネントが不足しています:
lt: Trūksta šių būtinų komponentų:
lv: Sekojošās nepieciešamās komponentes trūkst:
my: အောက်ပါ လိုအပ်သည့် အရာများ ပျောက်နေသည်၊
pl: Brak poniższych wymaganych komponentów:
pt_pt: Os seguintes componentes necessários estão ausentes:
ro: Următoarele componente necesare lipsesc:
ru: Нет следующих необходимых компонентов:
si: පහත සඳහන් අවශ්ය සංරචක සොයාගත නොහැක:
sr: Недостају следеће неопходне компоненте:
tr: Aşağıdaki gerekli bileşenler eksik:
uk: Недоступні такі необхідні компоненти:
ur_pk: مندرجہ ذیل ضروری اجزاء مفقود ہیں:
vi: Các thành phần bắt buộc sau đây bị thiếu:

# PluginsPage|
source: %1 is required.
ar: %1 مطلوب.
bg: %1 се изисква.
bn: %1 প্রয়োজন।
cs_cz: %1 je vyžadováno.
de: %1 ist erforderlich.
es: %1 es requerido.
fa: %1 مورد نیاز است.
fi: %1 vaaditaan.
fr: %1 est requis.
hi: %1 आवश्यक है।
hu: %1 szükséges.
id: %1 diperlukan.
it: %1 richiesto.
ja: %1 が必要です。
lt: Reikalingas %1.
lv: %1 ir nepieciešams.
my: %1 ကို လိုအပ်သည်
pl: Wymagany jest %1.
pt_pt: %1 é necessário.
ro: %1 este necesar.
ru: %1 необходим.
si: %1 අවශ් යයි.
sr: %1 је неопходан.
tr: %1 gerekli.
uk: %1 необхідне.
ur_pk: %1 ضروری ہے۔
vi: %1 là bắt buộc.

# PluginsPage|
source: Would you like to install them?
ar: هل ترغب في تثبيتها؟
bg: Желаете ли да ги инсталирате?
bn: আপনি কি তাদের ইনস্টল করতে চান?
cs_cz: Chcete je nainstalovat?
de: Willst du sie installieren?
es: ¿Te gustaría instalarlos?
fa: آیا مایلید آنها را نصب کنید؟
fi: Haluatko asentaa ne?
fr: Voulez-vous les installer?
hi: क्या आप उन्हें स्थापित करना चाहेंगे?
hu: Szeretnéd telepíteni őket?
id: Apakah Anda ingin memasangnya?
it: Vuoi installarli?
ja: これらをインストールしますか?
lt: Ar norėtumėte juos įdiegti?
lv: Vai tu vēlies instalēt tos?
my: ၎င်းတို့ကို ထည့်သွင်းချင်လား။
pl: Chcesz je zainstalować?
pt_pt: Deseja instalá-los?
ro: Doriți să le instalați?
ru: Вы хотите установить их?
si: ඔබ ඒවා ස්ථාපනය කිරීමට කැමතිද?
sr: Желите ли да их инсталирате?
tr: Bunları yüklemek ister misiniz?
uk: Ви справді хочете їх встановити?
ur_pk: کیا آپ انہیں انسٹال کرنا چاہیں گے؟
vi: Bạn có muốn cài đặt chúng?

# PluginsPage|
source: Would you like to install it?
ar: هل ترغب في تثبيته؟
bg: Желаете ли да го инсталирате?
bn: আপনি কি এটি ইনস্টল করতে চান?
cs_cz: Chcete jej nainstalovat?
de: Willst du sie installieren?
es: ¿Te gustaría instalarlo?
fa: آیا مایل به نصب آن هستید؟
fi: Haluatko asentaa sen?
fr: Voulez-vous l'installer?
hi: क्या आप इसे स्थापित करना चाहेंगे?
hu: Szeretnéd telepíteni?
id: Apakah Anda ingin memasangnya?
it: Vuoi installarlo?
ja: インストールしますか?
lt: Ar norėtumėte jį įdiegti?
lv: Vai tu vēlies instalēt to?
my: ၎င်းကို ထည့်သွင်းချင်လား။
pl: Chcesz go zainstalować?
pt_pt: Deseja instalá-lo?
ro: Doriți să-l instalați?
ru: Вы хотите установить его?
si: ඔබ එය ස්ථාපනය කිරීමට කැමතිද?
sr: Желите ли да га инсталирате?
tr: Bunu yüklemek ister misiniz?
uk: Ви справді хочете його встановити?
ur_pk: کیا آپ اسے انسٹال کرنا چاہیں گے؟
vi: Bạn có muốn cài đặt nó?

# PluginsPage|
source: No updates found
ar: لا توجد تحديثات
bg: Не са намерени актуализации
bn: কোন আপডেট পাওয়া যায়নি
cs_cz: Nebyly nalezeny žádné aktualizace
de: Keine Updates gefunden
es: No se encontraron actualizaciones
fa: هیچ به‌روزرسانی یافت نشد
fi: Ei päivityksiä
fr: Pas de mise à jour trouvée
hu: Nem található frissítés
id: Tidak ada pembaruan ditemukan
it: Nessun aggiornamento trovato
ja: 更新が見つかりませんでした
lt: Naujinimų nerasta
lv: Nav atrasts neviens atjauninājums
my: အသစ်များ ရှာမတွေ့ပါ
pl: Brak aktualizacji
ro: Nu s-au găsit actualizări
ru: Обновления не найдены
si: යාවත්කාලීන කිරීම් සොයාගත නොහැක
sr: Нису пронађена ажурирања
tr: Bulunan güncellemeler yok
uk: Оновлень не знайдено
ur_pk: کوئی اپ ڈیٹ نہیں ملی
vi: Không tìm thấy bản cập nhật

# PluginsUpdateUiManager|
source: Failed to update add-on
ar: فشل تحديث الإضافة
bg: Неуспешно актуализиране на добавка
bn: অ্যাড-অন আপডেট করতে ব্যর্থ হয়েছে৷
cs_cz: Selhala aktualizace doplňku
de: Erweiterung installieren fehlgeschlagen
es: Fallo al actualizar complemento
fa: ناموفق در بروزرسانی افزونه
fi: Lisäosan päivitys epäonnistui
fr: Mise à jour du complément échouée
hi: ऐड-ऑन अपडेट करने में विफल
hu: Nem sikerült frissíteni a kiegészítőt
id: Gagal memperbarui add-on
it: Impossibile aggiornare l'estensione
ja: アドオンの更新に失敗しました
lt: Nepavyko atnaujinti priedo
lv: Neizdevās atjaunināt pievienojumprogrammu
my: Add-on အဆင့်မြှင့်မှု မအောင်မြင်ပါ
pl: Błąd aktualizacji wtyczki
pt_pt: Falha ao atualizar o complemento
ro: Nu s-a putut actualiza suplimentul
ru: Не удалось обновить дополнение
si: ඇඩෝන යාවත්කාලීන කිරීමට අසමත් විය
sr: Неуспело ажурирање додатка
tr: Eklentiyi güncelleme başarısız
uk: Не вдалося оновити додаток
ur_pk: ایڈ-آن اپ ڈیٹ کرنے میں ناکامی
vi: Không cập nhật được tiện ích

# PluginsUpdateUiManager|
source: Warning!
ar: تحذير!
bg: Внимание!
bn: সতর্কতা !
cs_cz: Varování!
de: Achtung!
es: ¡Advertencia!
fa: هشدار!
fi: Varoitus!
fr: Attention!
hi: चेतावनी!
hu: Figyelem!
id: Peringatan!
it: Avviso!
ja: 警告!
lt: Įspėjimas!
lv: Brīdinājums!
my: သတိပေးချက်။
pl: Ostrzeżenie!
pt_pt: Aviso!
ro: Atenție!
ru: Внимание!
si: අවවාදයක්!
sr: Упозорење!
tr: Uyarı!
uk: Увага!
ur_pk: انتباہ!
vi: Cảnh báo!

# PluginsUpdateUiManager|
source: New version of %1 add-on requests dangerous permissions:
ar: الإصدار الجديد من إضافة %1 يطلب أذونات خطيرة:
bg: Новата версия на добавката %1 изисква опасни разрешения:
bn: %1 অ্যাড-অনের নতুন সংস্করণ বিপজ্জনক অনুমতির অনুরোধ করে:
cs_cz: Nová verze doplňku %1 vyžaduje nebezpečná oprávnění:
de: Neue Version der %1-Erweiterung erfordert gefährliche Berechtigungen:
es: Nueva versión de %1 complemento solicita permisos peligrosos:
fa: نسخه جدید افزونه %1 درخواست دسترسی‌های خطرناک را دارد:
fi: Lisäosan %1 uusi versio pyytää vaarallisia oikeuksia:
fr: La nouvelle version du complément %1 requiert des autorisations dangereuses:
hi: %1 ऐड-ऑन का नया संस्करण खतरनाक अनुमतियों का अनुरोध करता है:
hu: A(z) %1 kiegészítő új verziója veszélyes jogosultságokat kér:
id: Versi baru add-on %1 meminta izin yang berbahaya:
it: La nuova versione del componente aggiuntivo %1 richiede autorizzazioni pericolose:
ja: 新しいバージョンの %1 アドオンが複数の危険な権限を要求しています:
lt: Nauja %1 priedo versija prašo pavojingų leidimų:
lv: Jauna %1 pievienojumprogrammas versija pieprasa bīstamas atļaujas:
my: %1 add-on အတွက် ဗားရှားအသစ်က အန္တရာယ်ရှိသည့် ခွင့်ပြုချက်များ တောင်းနေသည်၊
pl: Nowa wersja wtyczki %1 wymaga niebezpiecznych uprawnień:
pt_pt: A nova versão do complemento %1 solicita permissões perigosas:
ro: Noua versiune a suplimentului %1 solicită permisiuni periculoase:
ru: Новая версия %1 дополнения запрашивает небезопасные разрешения:
si: %1 ඇඩෝනයේ නව අනුවාදය අනතුරුදායක අවසර ඉල්ලා සිටී:
sr: Нова верзија додатка %1 захтева опасне дозволе:
tr: %1 eklentisinin yeni sürümü tehlikeli izinler istiyor:
uk: Нова версія додатку %1 вимагає небезпечних дозволів:
ur_pk: %1 ایڈ-آن کا نیا ورژن خطرناک اجازتوں کی درخواست کرتا ہے:
vi: Phiên bản mới của tiện ích %1 yêu cầu quyền nguy hiểm:

# PluginsUpdateUiManager|
source: New version of %1 add-on requests dangerous permission:
ar: الإصدار الجديد من إضافة %1 يطلب أذن خطيرة:
bg: Новата версия на добавката %1 изисква опасно разрешение:
bn: %1 অ্যাড-অনের নতুন সংস্করণ বিপজ্জনক অনুমতির অনুরোধ করে:
cs_cz: Nová verze doplňku %1 vyžaduje nebezpečné oprávnění:
de: Neue Version der %1-Erweiterung erfordert gefährliche Berechtigung:
es: Nueva versión de %1 complemento solicita permiso peligroso:
fa: نسخه جدید افزونه %1 درخواست دسترسی خطرناک را دارد:
fi: Lisäosan %1 uusi versio pyytää vaarallista oikeutta:
fr: La nouvelle version du complément %1 requiert une autorisation dangereuse:
hi: %1 ऐड-ऑन का नया संस्करण खतरनाक अनुमति का अनुरोध करता है:
hu: A(z) %1 kiegészítő új verziója veszélyes jogosultságot kér:
id: Versi baru add-on %1 meminta izin yang berbahaya:
it: La nuova versione del componente aggiuntivo %1 richiede autorizzazione pericolosa:
ja: 新しいバージョンの %1 アドオンが危険な権限を要求しています:
lt: Nauja %1 priedo versija prašo pavojingo leidimo:
lv: Jauna %1 pievienojumprogrammas versija pieprasa bīstamu atļauju:
my: %1 add-on အတွက် ဗားရှားအသစ်က အန္တရာယ်ရှိသည့် ခွင့်ပြုချက် တောင်းနေသည်၊
pl: Nowa wersja wtyczki %1 wymaga niebezpiecznego uprawnienia:
pt_pt: A nova versão do complemento %1 solicita permissão perigosa:
ro: Versiunea nouă a suplimentului %1 solicită permisiuni periculoase:
ru: Новая версия %1 дополнение запрашивает небезопасное разрешение:
si: %1 ඇඩෝනයේ නව අනුවාදය අනතුරුදායක අවසරයක් ඉල්ලයි:
sr: Нова верзија додатка %1 захтева опасну дозволу:
tr: %1 eklentisinin yeni sürümü tehlikeli izin istiyor:
uk: Нова версія додатку %1 вимагає небезпечного дозволу:
ur_pk: %1 ایڈ-آن کا نیا ورژن خطرناک اجازت کی درخواست کرتا ہے:
vi: Phiên bản mới của tiện ích %1 yêu cầu quyền nguy hiểm:

# PluginsUpdateUiManager|
source: Please install add-ons from trusted sources only.
ar: يرجى تثبيت الإضافات من مصادر موثوقة فقط.
bg: Моля инсталирайте добавки само от сигурни източници.
bn: শুধুমাত্র বিশ্বস্ত উত্স থেকে অ্যাড-অন ইনস্টল করুন.
cs_cz: Instalujte doplňky jen z důvěryhodných zdrojů.
de: Bitte installiere nur Erweiterungen aus vertrauenswürdigen Quellen.
es: Por favor instalar complementos solo desde fuentes confiables.
fa: لطفاً فقط از منابع مطمئن افزونه نصب کنید.
fi: Asennathan lisäosia vain luotettavista lähteistä.
fr: Veuillez installer les compléments seulement depuis des sources sûres.
hi: कृपया विश्वसनीय स्रोतों से ही ऐड-ऑन स्थापित करें।
hu: Kérlek, csak megbízható forrásokból telepíts kiegészítőket!
id: Harap instal add-on hanya dari sumber tepercaya.
it: Installa estensioni solo da fonti attendibili.
ja: アドオンは信頼できるソースからのみインストールしてください。
lt: Įdiekite priedus tik iš patikimų šaltinių.
lv: Lūdzu instalē pievienojumprogrammas tikai no uzticamiem avotiem.
my: ကျေးဇူးပြု၍ Add-on ကို ယုံကြည်ရသည့် အရင်းအမြစ်မှသာ ထည့်သွင်းပါ။
pl: Proszę instalować wtyczki tylko z zaufanych źródeł.
pt_pt: Instale complementos apenas de fontes confiáveis.
ro: Instalați suplimente numai din surse de încredere.
ru: Пожалуйста, устанавливайте дополнения только из надёжных источников.
si: කරුණාකර විශ්වසනීය මූලාශ්රවලින් පමණක් ඇඩෝන ස්ථාපනය කරන්න.
sr: Инсталирајте додатке само из проверених извора.
tr: Lütfen sadece güvenilir kaynaklardan gelen eklentileri yükleyin.
uk: Будь ласка, встановлюйте додатки лише з джерел, яким довіряєте.
ur_pk: براہ کرم صرف قابل اعتماد ذرائع سے ایڈ آنز انسٹال کریں۔
vi: Vui lòng chỉ cài đặt tiện ích từ nguồn đáng tin cậy.

# PluginsUpdateUiManager|
source: Would you like to continue the installation?
ar: هل ترغب في متابعة التثبيت؟
bg: Желаете ли да продължите с инсталацията?
bn: আপনি কি ইনস্টলেশন চালিয়ে যেতে চান?
cs_cz: Chcete pokračovat v instalaci?
de: Willst du die Installation fortsetzen?
es: ¿Quieres continuar la instalación?
fa: آیا مایل به ادامه نصب هستید؟
fi: Haluatko jatkaa asennusta?
fr: Voulez-vous continuer l'installation?
hi: क्या आप स्थापना जारी रखना चाहेंगे?
hu: Szeretnéd folytatni a telepítést?
id: Apakah Anda ingin melanjutkan pemasangan?
it: Vuoi continuare l'installazione?
ja: インストールを続行しますか?
lt: Ar norėtumėte tęsti diegimą?
lv: Vai tu vēlētos turpināt instalāciju?
my: ထည့်သွင်းမှုကို ဆက်လုပ်ချင်လား။
pl: Chcesz kontynuować instalację?
pt_pt: Deseja continuar a instalação?
ro: Doriți să continuați instalarea?
ru: Вы хотите продолжить процесс установки?
si: ඔබ ස්ථාපනය දිගටම කරගෙන යාමට කැමතිද?
sr: Желите ли да наставите инсталацију?
tr: Kuruluma devam etmek ister misiniz?
uk: Ви хочете продовжити встановлення?
ur_pk: کیا آپ انسٹالیشن جاری رکھنا چاہیں گے؟
vi: Bạn có muốn tiếp tục cài đặt?

# PluginsUpdateUiManager|
source: New version of %1 add-on requires additional components: %2
ar: الإصدار الجديد من إضافة %1 يتطلب مكونات إضافية: %2
bg: Новата версия на добавката %1 изисква допълнителни компоненти: %2
bn: %1 অ্যাড-অনের নতুন সংস্করণের জন্য অতিরিক্ত উপাদান প্রয়োজন: %2
cs_cz: Nová verze doplňku %1 vyžaduje dodatečné součásti: %2
de: Neue Version der %1-Erweiterung erfordert zusätzliche Komponenten: %2
es: Nueva versión de %1 complemento requiere componentes adicionales: %2
fa: نسخه جدید افزونه %1 نیازمند اجزای اضافی است: %2
fi: Lisäosan %1 uusi versio vaatii lisäkomponentteja: %2
fr: La nouvelle version du complément %1 requiert des composants additionnels: %2
hi: %1 ऐड-ऑन के नए संस्करण को अतिरिक्त घटकों की आवश्यकता है: %2
hu: A(z) %1 kiegészítő új verziója további összetevőket igényel: %2
id: Versi baru add-on %1 membutuhkan komponen tambahan: %2
it: La nuova versione dell'estensione %1 richiede componenti aggiuntivi: %2
ja: %1 新しいバージョンの %1 アドオンには、以下の追加のコンポーネントが必要です: %2
lt: Naujai %1 priedo versijai reikia papildomų komponentų: %2
lv: Jauna %1 pievienojumprogrammas versija pieprasa papildu komponentes: %2
my: ဗားရှင်းအသစ် %1 add-on က ထပ်တိုးအရာများ လိုအပ်သည်၊ %2
pl: Nowa wersja wtyczki %1 wymaga dodatkowych komponentów: %2
pt_pt: A nova versão do complemento %1 requer componentes adicionais: %2
ro: Noua versiune a suplimentului %1 necesită componente suplimentare: %2
ru: Новая версия %1 дополнения требует дополнительные компоненты: %2
si: %1 ඇඩෝනයේ නව අනුවාදයට අමතර සංරචක අවශ්ය වේ: %2
sr: Нова верзија додатка %1 захтева додатне компоненте: %2
tr: %1 eklentisinin yeni sürümü ek bileşenler gerektiriyor: %2
uk: Нова версія додатку %1 потребує додаткових компонентів: %2
ur_pk: %1 ایڈ-آن کے نئے ورژن کے لیے اضافی اجزاء کی ضرورت ہے: %2
vi: Phiên bản mới của tiện ích %1 yêu cầu các thành phần bổ sung: %2

# PluginsUpdateUiManager|
source: New version of %1 add-on requires %2.
ar: الإصدار الجديد من إضافة %1 يتطلب %2.
bg: Новата версия на добавката %1 изисква %2.
bn: %1 অ্যাড-অনের নতুন সংস্করণের জন্য %2 প্রয়োজন।
cs_cz: Nová verze doplňku %1 vyžaduje %2.
de: Neue Version der %1-Erweiterung erfordert %2.
es: Nueva versión de %1 complemento requiere %2.
fa: نسخه جدید افزونه %1 نیازمند %2 است.
fi: Lisäosan %1 uusi versio vaatii %2.
fr: La nouvelle version du complément %1 requiert %2.
hi: %1 ऐड-ऑन के नए संस्करण के लिए %2 की आवश्यकता है।
hu: A(z) %1 kiegészítő új verziója a következőt igényli: %2.
id: Versi baru add-on %1 membutuhkan %2.
it: La nuova versione dell'estensione %1 richiede %2.
ja: 新しいバージョンの %1 アドオンには %2 が必要です。
lt: Naujai %1 priedo versijai reikia %2.
lv: Jauna %1 pievienojumprogrammas versija pieprasa %2.
my: ဗားရှင်းအသစ် %1 add-on က %2 ကို လိုအပ်သည်။
pl: Nowa wersja wtyczki %1 wymaga %2.
pt_pt: A nova versão do complemento %1 requer %2.
ro: Noua versiune a suplimentului %1 necesită %2.
ru: Новая версия %1 дополнения требует %2.
si: %1 ඇඩෝනයේ නව අනුවාදය%2 අවශ්ය වේ.
sr: Нова верзија додатка %1 захтева %2.
tr: %1 eklentisinin yeni sürümü %2 gerektiriyor.
uk: Нова версія додатку %1 потребує %2.
ur_pk: %1 ایڈ-آن کے نئے ورژن کے لیے %2 کی ضرورت ہے۔
vi: Phiên bản mới của tiện ích %1 yêu cầu %2.

# PluginsUpdateUiManager|
source: Would you like to install them?
ar: هل ترغب في تثبيتها؟
bg: Желаете ли да ги инсталирате?
bn: আপনি কি তাদের ইনস্টল করতে চান?
cs_cz: Chcete je nainstalovat?
de: Willst du sie installieren?
es: ¿Te gustaría instalarlos?
fa: آیا مایل به نصب آنها هستید؟
fi: Haluatko asentaa ne?
fr: Voulez-vous les installer?
hi: क्या आप उन्हें स्थापित करना चाहेंगे?
hu: Szeretnéd telepíteni őket?
id: Apakah Anda ingin memasangnya?
it: Vuoi installarli?
ja: これらをインストールしますか?
lt: Ar norėtumėte juos įdiegti?
lv: Vai tu vēlies instalēt tos?
my: ၎င်းတို့ကို ထည့်သွင်းချင်လား။
pl: Chcesz je zainstalować?
pt_pt: Deseja instalá-los?
ro: Doriți să le instalați?
ru: Вы хотите установить их?
si: ඔබ ඒවා ස්ථාපනය කිරීමට කැමතිද?
sr: Желите ли да их инсталирате?
tr: Bunları yüklemek ister misiniz?
uk: Ви справді хочете їх встановити?
ur_pk: کیا آپ انہیں انسٹال کرنا چاہیں گے؟
vi: Bạn có muốn cài đặt chúng?

# PluginsUpdateUiManager|
source: Would you like to install it?
ar: هل ترغب في تثبيته؟
bg: Желаете ли да го инсталирате?
bn: আপনি কি এটি ইনস্টল করতে চান?
cs_cz: Chcete jej nainstalovat?
de: Willst du sie installieren?
es: ¿Te gustaría instalarlo?
fa: آیا مایل به نصب آن هستید؟
fi: Haluatko asentaa sen?
fr: Voulez-vous l'installer?
hi: क्या आप इसे स्थापित करना चाहेंगे?
hu: Szeretnéd telepíteni?
id: Apakah Anda ingin memasangnya?
it: Vuoi installarlo?
ja: インストールしますか?
lt: Ar norėtumėte jį įdiegti?
lv: Vai tu vēlies instalēt to?
my: ၎င်းကို ထည့်သွင်းချင်လား။
pl: Chcesz ją zainstalować?
pt_pt: Deseja instalá-lo?
ro: Doriți să-l instalați?
ru: Вы хотите установить его?
si: ඔබ එය ස්ථාපනය කිරීමට කැමතිද?
sr: Желите ли да га инсталирате?
tr: Bunu yüklemek ister misiniz?
uk: Ви справді хочете його встановити?
ur_pk: کیا آپ اسے انسٹال کرنا چاہیں گے؟
vi: Bạn có muốn cài đặt nó?

# PluginsViewItem|
source: Allow automatic updates
ar: السماح بالتحديثات التلقائية
de: Automatische Updates zulassen
fa: اجازه برای بروزرسانی های خودکار
fi: Salli automaattiset päivitykset
fr: Autoriser les Mises à jour Automatiques
hu: Automatikus frissítések engedélyezése
ja: 自動更新を許可する
pl: Zezwól na automatyczną aktualizację
ro: Permite actualizări automate
ru: Разрешить автоматические обновления
sr: Дозволи аутоматска ажурирања
tr: Otomatik güncellemelere izin ver
ur_pk: خودکار اپ ڈیٹس کی اجازت دیں
vi: Cho phép cập nhật tự động

# PluginsViewItem|
source: Check for updates
ar: تحقق من التحديثات
de: Nach Updates suchen
fa: بررسی برای بروزرسانی‌ها
fi: Tarkista päivitykset
fr: Vérifier les Mises à jour
hu: Frissítések keresése
ja: 更新の確認
pl: Sprawdź aktualizacje
ro: Căutați actualizări
ru: Проверить наличие обновлений
sr: Провери ажурирања
tr: Güncellemeleri denetle
ur_pk: اپ ڈیٹس کے لیے چیک کریں
vi: Kiểm tra các cập nhật

# PluginsViewItem|
source: Remove
ar: إزالة
bg: Премахване
bn: অপসারণ
cs_cz: Odebrat
de: Entfernen
es: Remover
fa: حذف
fi: Poista
fr: Enlever
hi: हटाएँ
hu: Törlés
id: Hilangkan
it: Rimuovi
ja: 削除
lt: Pašalinti
lv: Noņemt
my: ဖယ်ရှားပါ
pl: Usuń
ro: Elimină
ru: Удалить
si: ඉවත් කරන්න
sr: Уклони
tr: Kaldır
uk: Прибирати
ur_pk: ہٹائیں
vi: Loại bỏ
