Repository: FreeDownloadManagerTeam/FDM6-localization
Catalog: main/fdm_*.po
Languages: ar, bg, bn, cs_cz, de, es, fa, fi, fr, hi, hu, id, it, ja, lt, lv, my, pl, pt_pt, ro, ru, si, sr, tr, uk, ur_pk, vi

# LeftDrawer|
source: Browser
ar: المتصفح
bg: Браузър
bn: ব্রাউজার
cs_cz: Prohlížeč
es: Navegador
fa: مرورگر
fi: Selain
fr: Navigateur
hi: ब्राउज़र
hu: Böngésző
id: Peramban
ja: ブラウザー
lt: Naršyklė
lv: Interneta pārlūks
my: ဘရောင်ဇာ
pl: Przeglądarka
pt_pt: Navegador
ru: Браузер
si: බ්රව්සරය
sr: Прегледач
tr: Tarayıcı
uk: Браузер
ur_pk: براؤزر
vi: Trình duyệt

# LeftDrawer|
source: Settings
ar: الإعدادات
bg: Настройки
bn: সেটিংস
cs_cz: Nastavení
de: Einstellungen
es: Ajustes
fa: تنظیمات
fi: Asetukset
fr: Paramètres
hi: सेटिंग
hu: Beállítások
id: Pengaturan
it: Impostazioni
ja: 設定
lt: Nustatymai
lv: Iestatījumi
my: အပြင်အဆင်များ
pl: Ustawienia
pt_pt: Configurações
ro: Setări
ru: Настройки
si: සැකසුම්
sr: Подешавања
tr: Ayarlar
uk: Налаштування
ur_pk: ترتیبات
vi: Cài đặt

# LeftDrawer|
source: Contact support
ar: اتصل بالدعم
bg: Техническа поддръжка
bn: যোগাযোগ সমর্থন
cs_cz: Kontaktovat podporu
de: Support kontaktieren
es: Contactar soporte
fa: ارتباط با پشتیبانی
fi: Tuki
fr: Contacter le support
hi: सहयोग टीम से संपर्क करें
hu: Kapcsolatfelvétel az ügyfélszolgálattal
id: Hubungi Bantuan
it: Contattaci
ja: サポートへのお問い合わせ
lt: Susisiekite su palaikymo tarnyba
lv: Sazināties ar atbalstu
my: အကူအညီသို့ ဆက်သွယ်ပါ
pl: Pomoc techniczna
pt_pt: Contatar suporte
ro: Contactați Asistența
ru: Служба поддержки
si: සහාය සඳහා අමතන්න
sr: Контактирај подршку
tr: Destekle iletişime geç
uk: Технічна підтримка
ur_pk: سپورٹ سے رابطہ کریں
vi: Liên hệ hỗ trợ

# LeftDrawer|
source: Submit a bug report
ar: تقديم تقرير عن الخطأ
bg: Изпращане на доклад за грешки
bn: একটি বাগ রিপোর্ট জমা দিন
cs_cz: Odeslat hlášení o chybě
de: Fehlerbericht einreichen
fa: ارسال گزارش باگ
fi: Lähetä vikailmoitus
fr: Soumettre un rapport de bogue
hu: Hibajelentés beküldése
id: Kirim laporan bug
it: Invia segnalazione problema
ja: バグレポートを送信
lt: Pateikite pranešimą apie riktą
lv: Iesniegt kļūdas atskaiti
my: အလွဲတင်ပြမှုကို တင်သွင်းပါ
pl: Wyślij raport o błędach
pt_pt: Enviar relatório de erros
ro: Trimiteți un raport de eroare
ru: Отправить отчёт об ошибке
si: දෝෂ වාර්තාවක් ඉදිරිපත් කරන්න
sr: Пошаљи извештај о грешци
tr: Hata raporu gönder
uk: Повідомити про проблему
ur_pk: بگ رپورٹ جمع کروائیں
vi: Gửi báo cáo lỗi

# LeftDrawer|
source: Disconnect from remote %1
ar: الغاء الاتصال عن بعد %1
bg: Прекъсване на връзката с отдалечения %1
bn: দূরবর্তী %1 থেকে সংযোগ বিচ্ছিন্ন করুন
cs_cz: Odpojit od vzdáleného %1
de: Verbindung zur Gegenstelle %1 trennen
es: Desconectar de remoto %1
fa: قطع اتصال از ریموت 1%
fi: Katkaise %1-etäyhteys
fr: Déconnecter du %1 distant
hi: रिमोट %1 से डिसकनेक्ट करें
hu: Távoli lecsatlakozás: %1
id: Putuskan sambungan dari %1 jarak jauh
it: Disconnetti da %1 remoto
ja: リモート %1 から切断
lt: Atjunkite nuo nuotolinio įrenginio %1
lv: Atvienoties no attālināta %1
my: အဝေး %1 မှ ဖြုတ်ပါ
pl: Odłącz od zdalnego %1
pt_pt: Desconectar do %1 remoto
ro: Deconectați-vă de la distanță %1
ru: Отключить удалённый %1
si: දුරස්ථ%1 වෙතින් විසන්ධි කරන්න
sr: Прекини везу са удаљеним %1
tr: Uzak %1'den bağlantıyı kes
uk: Відключити від віддаленого %1
ur_pk: ریموٹ %1 سے منقطع ہوں
vi: Ngắt kết nối từ %1 từ xa

# LeftDrawer|
source: Connect to remote %1
ar: اتصل عن بعد %1
bg: Отдалечено свързване с %1
bn: দূরবর্তী %1 এর সাথে সংযোগ করুন
cs_cz: Připojit ke vzdálenému %1
de: Mit Gegenstelle %1 verbinden
es: Conectar a remoto %1
fa: اتصال به ریموت 1%
fi: Muodosta %1-etäyhteys
fr: Connecter au %1 distant
hi: %1 रिमोट से कनेक्ट करें
hu: Távoli csatlakozás: %1
id: Hubungkan ke %1 jarak jauh
it: Connetti a %1 remoto
ja: リモート %1 に接続
lt: Prisijunkite prie nuotolinio valdymo įrenginio %1
lv: Pievienoties attālināti %1
my: အဝေး %1 ကို ဆက်သွယ်ပါ
pl: Podłącz do zdalnego %1
pt_pt: Conectar ao %1 remoto
ro: Conectați-vă la distanța %1
ru: Удалённое подключение к %1
si: දුරස්ථ%1 වෙත සම්බන්ධ වන්න
sr: Повежи се на удаљени %1
tr: Uzak %1'ye bağlan
uk: З'єднати з віддаленим %1
ur_pk: ریموٹ %1 سے منسلک ہوں
vi: Kết nối đến %1 từ xa

# LeftDrawer|
source: About
ar: حول
bg: За програмата
bn: সম্পর্কিত
cs_cz: O programu
de: Über
es: Acerca de
fa: درباره
fi: Tietoja
fr: À propos
hi: हमारे बारे में
hu: Névjegy
id: Mengenai
it: Informazioni
ja: バージョン情報
lt: Apie
lv: Par
my: အပ်အကြောင်း
pl: O programie
pt_pt: Sobre
ro: Despre
ru: О приложении
si: ගැන
sr: О програму
tr: Hakkında
uk: Про програму
ur_pk: بارے میں
vi: Thông tin ứng dụng

# LeftDrawer|
source: Quit
ar: خروج
bg: Изход
bn: প্রস্থান করুন
cs_cz: Konec
de: Beenden
es: Salir
fa: خروج
fi: Sulje
fr: Quitter
hi: छोड़ना
hu: Kilépés
id: Keluar
it: Chiudi
ja: 終了
lt: Išeiti
lv: Iziet
my: ထွက်
pl: Wyjście
pt_pt: Fechar
ro: Ieșire
ru: Выход
si: අත්හරින්න
sr: Изађи
tr: Çık
uk: Вийти
ur_pk: بند کریں
vi: Thoát

# LeftDrawer|
source: Add new download
ar: إضافة تنزيل جديد
bg: Добавете ново изтегляне
bn: নতুন ডাউনলোড যোগ করুন
cs_cz: Přidat nové stahování
de: Neuen Download hinzufügen
es: Agregar nueva descarga
fa: افزودن دانلود جدید
fi: Lisää uusi lataus
fr: Ajouter un nouveau téléchargement
hi: नया डाउनलोड जोड़ें
hu: Új letöltés hozzáadása
id: Tambahkan unduhan baru
it: Aggiungi nuovo download
ja: 新規ダウンロードを追加
lt: Pridėti naują atsisiuntimą
lv: Pievienot jaunu lejupielādi
my: ဒေါင်းလုပ်အသစ် ထည့်ပါ
pl: Dodaj nowe pobieranie
pt_pt: Adicionar novo download
ro: Adăugați o nouă descărcare
ru: Добавить новую загрузку
si: නව බාගත එකතු කරන්න
sr: Додај ново преузимање
tr: Yeni indirme ekle
uk: Додати нове завантаження
ur_pk: نیا ڈاؤن لوڈ شامل کریں
vi: Thêm tải xuống mới

# ListEditor|
source: Add
ar: إضافة
bg: Добавете
bn: যোগ করুন
cs_cz: Přidat
de: Hinzufügen
es: Agregar
fa: افزودن
fi: Lisää
fr: Ajouter
hi: जोडें
hu: Hozzáadás
id: Tambahkan
it: Aggiungi
ja: 追加
lt: Pridėti
lv: Pievienot
my: ထည့်ပါ
pl: Dodaj
pt_pt: Adicionar
ro: Adaugă
ru: Добавить
si: එකතු කරන්න
sr: Додај
tr: Ekle
uk: Додати
ur_pk: شامل کریں
vi: Thêm

# ListEditor|
source: Hide
ar: إخفاء
bg: Скриване
bn: লুকান
cs_cz: Skrýt
de: Verstecken
es: Ocultar
fa: پنهان کردن
fi: Piilota
fr: Cacher
hi: छिपाएं
hu: Elrejtés
id: Sembunyikan
it: Nascondi
ja: 非表示
lt: Slėpti
lv: Paslēpt
my: ဝှက်
pl: Ukryj
pt_pt: Esconder
ro: Ascunde
ru: Скрыть
si: සඟවන්න
sr: Сакриј
tr: Gizle
uk: Сховати
ur_pk: چھپائیں
vi: Ẩn

# MacrosMenu|
source: %content_type% - content type (e.g. "Music")
ar: %content_type% - نوع المحتوى (مثل "موسيقى")
bg: %content_type% - тип съдържание (т.е. ,,Музика")
bn: %content_type% - বিষয়বস্তুর প্রকার (যেমন "সঙ্গীত")
cs_cz: %content_type% - typ obsahu (např. "Hudba")
de: %content_type% - Inhaltstyp (z. B. „Musik“)
es: %content_type% - tipo de contenido (p.ej. "Música")
fa: %content_type% - نوع محتوا (برای مثال "موسیقی")
fi: %content_type% - sisällön tyyppi (esim. "musiikki")
fr: %content_type% - type de contenu (ex. "Musique")
hi: %content_type% - सामग्री प्रकार (जैसे "संगीत")
hu: %content_type% - tartalomtípus (pl. "Zene")
id: %content_type% - tipe konten (misalnya "Musik")
it: %content_type% - tipo di contenuto (es. "Musica")
ja: %content_type% - コンテンツタイプ (例: "音楽")
lt: %content_type% – turinio tipas (pvz., "Muzika")
lv: %content_type% - satura veids (piem. "Mūzika")
my: %content_type% - အကြောင်းအရာပုံစံ (ဥပမာ၊ “Music”)
pl: %content_type% - typ zawartości (np. "Muzyka")
pt_pt: %content_type% - tipo de conteúdo (ex. "Música")
ro: %content_type% - tip de conținut (de exemplu, „Muzică”)
ru: %content_type% - тип содержимого (например, «Музыка»)
si: %%content_type% - අන්තර්ගත වර්ගය (උදා: "සංගීතය")
sr: %content_type% - тип садржаја (нпр. „Музика“)
tr: %content_type% - içerik türü (örn. "Müzik")
uk: %content_type% - тип контенту (напр. "Музика")
ur_pk: %content_type% - مواد کی قسم (مثال کے طور پر "Music")
vi: %content_type% - loại nội dung (ví dụ: "Nhạc")

# MacrosMenu|
source: %server% - name of the server (e.g. "%1")
ar: %server% - اسم الخادم (مثل "%1")
bg: %server% - име на сървъра (т.е. "%1")
bn: %server% - সার্ভারের নাম (যেমন "%1")
cs_cz: %server% - název serveru (např. "%1")
de: %server% - Servername (z. B. „%1“)
es: %server% - nombre del servidor (p.ej. "%1")
fa: %server% - نام سرور (برای مثال %1)
fi: %server% - palvelimen nimi (esim. "%1")
fr: %server% - nom du serveur (ex. "%1")
hi: %server% - सर्वर का नाम (जैसे "%1")
hu: %server% - a szerver neve (pl. "%1")
id: %server% - nama server (misalnya "%1")
it: %server% - nome del server (es. "%1")
ja: %server% - サーバーの名前 (例: "%1")
lt: %server% – serverio pavadinimas (pvz., "%1")
lv: %server% - servera nosaukums (piem. "%1")
my: %server% - ဆာဗာအမည် (ဥပမာ၊ “%1”)
pl: %server% - nazwa serwera (np. "%1")
pt_pt: %server% - nome do servidor (ex. "%1")
ro: %server% - numele serverului (de exemplu, „%1”)
ru: %server% - имя сервера (например, «%1»)
si: %server% - සේවාදායකයේ නම (උදා: "%1")
sr: %server% - име сервера (нпр. „%1“)
tr: %server% - sunucunun adı (örn. "%1")
uk: %server% - ім'я сервера (напр. "%1")
ur_pk: %server% - سرور کا نام (مثال کے طور پر "%1")
vi: %server% - tên máy chủ (ví dụ: "%1")

# MacrosMenu|
source: %path_on_server% - path to the downloading file on the server
ar: %path_on_server% - المسار إلى الملف الذي يتم تنزيله على الخادم
bg: %path_on_server% - път до изтегляния файл на сървъра
bn: %path_on_server% - সার্ভারে ডাউনলোড ফাইলের পথ
cs_cz: %path_on_server% - cesta ke stahovanému souboru na serveru
de: %path_on_server% - Pfad zur Downloaddatei auf dem Server
es: %path_on_server% - ruta del archivo descargándose en el servidor
fa: %path_on_server% - مسیر دانلود فایل روی سرور
fi: %path_on_server% - ladattavan tiedoston polku palvelimella
fr: %path_on_server% - chemin du fichier en téléchargement sur le serveur
hi: %path_on_server% - सर्वर पर फ़ाइल डाउनलोड करने का पथ
hu: %path_on_server% - a szerveren lévő letöltési fájl elérési útja
id: %path_on_server% - jalur menuju berkas unduhan di server
it: %path_on_server% - percorso del file in scaricamento nel server
ja: %path_on_server% - サーバー上のダウンロードファイルのパス
lt: %path_on_server% – kelias į atsisiunčiamą failą serveryje
lv: %path_on_server% - ceļš uz lejupielādes failu serverī
my: %path_on_server% - ဆာဗာပေါ်ရှိ ဒေါင်းလုပ်နေသည့် ဖိုင်အတွက် လမ်းကြောင်း
pl: %path_on_server% - ścieżka do pobieranego pliku na serwerze
pt_pt: %path_on_server% - caminho para o arquivo de download no servidor
ro: %path_on_server% - calea către fișierul de descărcare de pe server
ru: %path_on_server% - путь к загружаемому файлу на сервере
si: %path_on_server% - සේවාදායකයේ බාගත කිරීමේ ගොනුව වෙත මාර්ගය
sr: %path_on_server% - путања до датотеке на серверу
tr: %path_on_server% - sunucuda indirilen dosya için yol
uk: %path_on_server% - шлях до файлу, що завантажується, на сервері
ur_pk: %path_on_server% - سرور پر ڈاؤن لوڈ ہونے والی فائل کا راستہ
vi: %path_on_server% - đường dẫn đến tệp đang tải xuống trên máy chủ

# MacrosMenu|
source: %year% - current year
ar: %year% - السنة الحالية
bg: %year% - година
bn: %year% - চলতি বছর
cs_cz: %year% - aktuální rok
de: %year% - aktuelles Jahr
es: %year% - año actual
fa: %year% - سال جاری
fi: %year% - nykyinen vuosi
fr: %year% - année courante
hi: %year% - चालू वर्ष
hu: %year% - jelen év
id: %year% - tahun ini
it: %year% - anno corrente
ja: %year% - 現在の年
lt: %year% – einamieji metai
lv: %year% - pašreizējais gads
my: %year% - ယခုနှစ်
pl: %year% - bieżący rok
pt_pt: %year% - ano atual
ro: %year% - anul curent
ru: %year% - текущий год
si: %year% - වත්මන් වසර
sr: %year% - тренутна година
tr: %year% - şu anki yıl
uk: %year% - поточний рік
ur_pk: %year% - موجودہ سال
vi: %year% - năm nay

# MacrosMenu|
source: %month% - current month (number from 1 to 12)
ar: %month% - الشهر الحالي (رقم من 1 إلى 12)
bg: %month% -месец (число 1 до 12)
bn: %month% - বর্তমান মাস (1 থেকে 12 পর্যন্ত সংখ্যা)
cs_cz: %month% - aktuální měsíc (čísla 1 - 12)
de: %month% - aktueller Monat (Nummer zwischen 1 und 12)
es: %month% - mes actual (número desde 1 a 12)
fa: %month% - ماه جاری (شماره 1 الی 12)
fi: %month% - nykyinen kuukausi (numerona 1-12)
fr: %month% - mois courant (nombre de 1 à 12)
hi: %month% - चालू माह (1 से 12 तक की संख्या)
hu: %month% - az aktuális hónap (szám 1-től 12-ig)
id: %month% - bulan ini (angka dari 1 sampai 12)
it: %month% - mese attuale (numero da 1 a 12)
ja: %month% - 現在の月 (1 から 12)
lt: %month% - dabartinis mėnuo (skaičius nuo 1 iki 12)
lv: %month% - pašreizējais mēnesis (numurs no 1 līdz 12)
my: %month% - ယခုလ (နံပါတ် ၁ မှ ၁၂ ထိ)
pl: %month% - bieżący miesiąc (liczba od 1 do 12)
pt_pt: %month% - mês atual (número de 1 a 12)
ro: %month% - luna curentă (numărul de la 1 la 12)
ru: %month% - текущий месяц (число от 1 до 12)
si: %month% - වත්මන් මාසය (1 සිට 12 දක්වා අංකය)
sr: %month% - тренутни месец (број од 1 до 12)
tr: %month% - şu anki ay (1 ile 12 arası sayı)
uk: %month% - поточний місяць (число від 1 до 12)
ur_pk: %month% - موجودہ مہینہ (1 سے 12 تک نمبر)
vi: %month% - tháng này (từ 1 đến 12)

# MacrosMenu|
source: %day% - current day
ar: %day% - اليوم الحالي
bg: %day% - ден
bn: %day% - বর্তমান দিন
cs_cz: %day% - aktuální den
de: %day% - aktueller Tag
es: %day% - día actual
fa: %day% - روز جاری
fi: %day% - nykyinen päivä
fr: %day% - jour courant
hi: %day% - वर्तमान दिन
hu: %day% - aktuális nap
id: %day% - hari ini
it: %day% - giorno attuale
ja: %day% - 現在の日付
lt: %day% – dabartinė diena
lv: %day% - pašreizējā diena
my: %day% - ယနေ့
pl: %day% - bieżący dzień
pt_pt: %day% - dia atual
ro: %day% - ziua curentă
ru: %day% - текущий день
si: %day% - වර්තමාන දිනය
sr: %day% - тренутни дан
tr: %day% - şu anki gün
uk: %day% - поточний день
ur_pk: %day% - موجودہ دن
vi: %day% - hôm nay

# MacrosMenu|
source: %date% - equivalent to %year%-%month%-%day%
ar: %date% - يعادل %year%-%month%-%day%
bg: %date% - еквивалент на %year%-%month%-%day%
bn: %date% - এর সমতুল্য %year%-%month%-%day%
cs_cz: %date% - ekvivalent k %year%-%month%-%day%
de: %date% - identisch zu %year%-%month%-%day%
es: %date% - equivalente a %year%-%month%-%day%
fa: %date% - برابر با %year%-%month%-%day%
fi: %date% - sama kuin %year%-%month%-%day%
fr: %date% - équivalent à %year%-%month%-%day%
hi: %date% - %year%-%month%-%day% के बराबर
hu: %date% - egyenértékű %year%-%month%-%day%
id: %date% - sama dengan %year%-%month%-%day%
it: %date% - equivalente a %year%-%month%-%day%
ja: %date% - %year%-%month%-%day% と同じ
lt: %date% – atitinka %year%-%month%-%day%
lv: %date% - vienāds ar %year%-%month%-%day%
my: %date% က %year%-%month%-%day% နှင့် တူညီသည်
pl: %date% - kombinacja zmiennych %year%-%month%-%day%
pt_pt: %date% - equivalente a %year%-%month%-%day%
ro: %date% - echivalent cu %year%-%month%-%day%
ru: %date% - аналогично %year%-%month%-%day%
si: %date% - සමානයි %year%-%month%-%day%
sr: %date% - исто што и %year%-%month%-%day%
tr: %date% - eşittir %year%-%month%-%day%
uk: %date% - еквівалентно %year%-%month%-%day%
ur_pk: %date% - %year%-%month%-%day% کے برابر
vi: %date% - tương đương với %year%-%month%-%day%

# MainFiltersBar|
source: All
ar: الكل
bg: Всички
bn: সমস্ত
cs_cz: Vše
de: Alle
es: Todo
fa: همه
fi: Kaikki
fr: Tout
hi: सभी
hu: Összes
id: Semua
it: Tutti
ja: すべて
lt: Visi
lv: Viss
my: အားလုံး
pl: Wszystkie
pt_pt: Todos
ro: Tot
ru: Все
si: සියලු
sr: Све
tr: Tümü
uk: Всі
ur_pk: تمام
vi: Tất cả

# MainFiltersBar|
source: Missing Files
ar: ملفات مفقودة
bg: Липсващи файлове
bn: অনুপস্থিত ফাইল
cs_cz: Chybějící soubory
de: Fehlende Dateien
es: Archivos faltantes
fa: فایل های گمشده
fi: Puuttuvat tiedostot
fr: Fichiers manquants
hi: गुम फ़ाइलें
hu: Hiányzó fájlok
id: Berkas hilang
it: File mancanti
ja: 見つからないファイル
lt: Trūksta failų
lv: Trūkstošie Faili
my: ပျောက်နေသည့် ဖိုင်များ
pl: Brakujące pliki
pt_pt: Arquivos ausentes
ro: Fișiere lipsă
ru: Файлы отсутствуют
si: අතුරුදහන් වූ ගොනු
sr: Недостајуће датотеке
tr: Eksik Dosyalar
uk: Файли, яких нема
ur_pk: گمشدہ فائلیں
vi: Tệp bị thiếu

# MainFiltersBar|
source: Active
ar: نشط
bg: Активни
bn: সক্রিয়
cs_cz: Aktivní
de: Aktiv
es: Activa
fa: فعال
fi: Aktiivinen
fr: Actif
hi: सक्रिय
hu: Aktív
id: Aktif
it: Attivi
ja: 実行中
lt: Aktyvus
lv: Aktīvs
my: လုပ်နေသည်
pl: Aktywne
pt_pt: Ativos
ro: Activ
ru: Активные
si: සක්‍රීය
sr: Активно
tr: Etkin
uk: Активні
ur_pk: فعال
vi: Hoạt động

# MainFiltersBar|
source: Completed
ar: مكتمل
bg: Завършени
bn: সম্পন্ন
cs_cz: Dokončeno
de: Abgeschlossen
es: Completada
fa: تمام شده
fi: Valmis
fr: Terminé
hi: पूरा हुआ
hu: Befejezve
id: Berhasil
it: Completati
ja: 完了
lt: Baigta
lv: Pabeigts
my: ပြီးဆုံး
pl: Zakończone
pt_pt: Concluído
ro: Completat
ru: Завершённые
si: සම්පුර්ණ කර ඇත
sr: Завршено
tr: Tamamlandı
uk: Завершено
ur_pk: مکمل
vi: Đã hoàn thành

# MainFiltersBar|
source: Uncompleted
ar: غير مكتمل
bg: Незавършено
bn: অসম্পূর্ণ
cs_cz: Nedokončeno
de: Unvollständig
es: Incompleto
fa: ناتمام
fi: Kesken
fr: Incomplet
hi: अपूर्ण
hu: Befejezetlen
id: Belum selesai
it: Non completato
ja: 未完了
lt: Nebaigta
lv: Nepabeigts
my: မပြီးဆုံး
pl: Nie zakończone
pt_pt: Incompleto
ro: Nefinalizat
ru: Незавершённые
si: සම්පූර්ණ නොකළ
sr: Незавршено
tr: Tamamlanmadı
uk: Не завершено
ur_pk: نامکمل
vi: Chưa hoàn thành

# MainFiltersBar|
source: OK to remove tag?
bg: Да премахна ли етикет?
bn: ট্যাগ অপসারণ ঠিক আছে?
cs_cz: Opravdu odebrat značku?
de: Tag wirklich entfernen?
es: ¿Aceptar remover la etiqueta?
fi: Voidaanko tunniste poistaa?
hi: टैग हटाना ठीक है?
id: Yakin untuk menghapus tagar?
it: Vuoi rimuovere l'etichetta?
lt: Gerai, kad pašalintumėte žymą?
lv: OK noņemt atzīmi?
my: ကပ်တွဲကို ဖယ်ရှားဖို့ အိုကေလား။
ro: OK pentru a elimina eticheta?
ru: Удалить метку?
si: ටැග් එක අයින් කරන්න කැමතිද?
uk: Дійсно прибрати тег?

# MainMenu|
source: Paste urls from clipboard
ar: لصق الروابط من الحافظة
bg: Постави URL от клипборда
bn: ক্লিপবোর্ড থেকে ইউআরএল পেস্ট করুন
cs_cz: Vložit URL ze schránky
de: URLs aus der Zwischenablage einfügen
fa: جای‌گذاری URL از کلیپ‌بورد
fi: Liitä URL-osoitteet leikepöydältä
fr: Coller des urls depuis le presse-papiers
hu: URL beillesztése a vágólapról
id: Tempel url dari papan klip
it: Incolla URL dagli appunti
ja: クリップボードから URL を貼り付け
lt: Įklijuokite URL iš mainų srities
lv: Ielīmēt url no starpliktuves
my: ကူးယူဘုတ်မှ URL များကို ကူးချပါ
pl: Wklej adresy ze schowka
pt_pt: Colar URLs da área de transferência
ro: Lipiți adresele URL din clipboard
ru: Вставить ссылки из буфера
si: ක්ලිප්බෝඩ් වෙතින් urls අලවන්න
sr: Налепи URL-ове из оставе
tr: URL'leri panodan yapıştır
uk: Вставити URL-адреси з буфера обміну
ur_pk: کلپ بورڈ سے یو-آر-ایل پیسٹ کریں
vi: Dán url từ bang nhớ tạm

# MainMenu|
source: Paste urls from file
ar: لصق الروابط من الملف
bg: Поставяне на URL от файл
bn: ফাইল থেকে ইউআরএল আটকান
cs_cz: Vložit URL ze souboru
de: URLs aus Datei einfügen
fa: جای‌گذاری URL از فایل
fi: Liitä URL-osoitteet tiedostosta
fr: Coller des urls depuis un fichier
hu: URL beillesztése fájlból
id: Tempel url dari file
it: Incolla URL da file
ja: ファイルから URL を貼り付け
lt: Įklijuokite URL iš failo
lv: Ielīmēt url no faila
my: ဖိုင်မှ URL များကို ကူးချပါ
pl: Wklej adresy z pliku
pt_pt: Colar URLs do arquivo
ro: Lipiți adresele URL din fișier
ru: Вставить ссылки из файла
si: ගොනුවෙන් urls අලවන්න
sr: Налепи URL-ове из датотеке
tr: URL'leri dosyadan yapıştır
uk: Вставити URL-адреси з файлу
ur_pk: فائل سے یو-آر-ایل پیسٹ کریں
vi: Dán url từ tập tin

# MainMenu|
source: Export/Import
ar: تصدير/استيراد
bg: Изнасяне/Внасяне
bn: রপ্তানি/আমদানি
cs_cz: Exportovat/Importovat
es: Exportar/Importar
fa: صادر کردن/وارد کردن
fi: Vie/tuo
fr: Exporter/Importer
hi: निर्यात आयात
hu: Exportálás/Importálás
id: Ekspor/Impor
it: Importa/esporta
ja: エクスポート/インポート
lt: Eksportas/Importas
lv: Eksportēt/Importēt
my: တင်ပို့/တင်သွင်းရန်
pl: Eksport/Import
pt_pt: Exportar/Importar
ru: Экспорт/импорт
si: අපනයනය / ආනයනය
sr: Извоз/Увоз
tr: Dışa/İçe aktar
uk: Експорт/Імпорт
ur_pk: ایکسپورٹ/امپورٹ
vi: Xuất/Nhập

# MainMenu|
source: Export all downloads
ar: تصدير جميع التنزيلات
bg: Изнеси всички изтегляния
bn: সব ডাউনলোড রপ্তানি করুন
cs_cz: Exportovat všechna stahování
de: Alle Downloads exportieren
es: Exportar todas las descargas
fa: صادر کردن تمام دانلودها
fi: Vie kaikki lataukset
fr: Exporter tous les téléchargements
hi: सभी डाउनलोड निर्यात करें
hu: Összes letöltés exportálása
id: Ekspor semua unduhan
it: Esporta tutti i download
ja: すべてのダウンロードをエクスポート
lt: Eksportuoti visus atsisiuntimus
lv: Eksportēt visas lejupielādes
my: ဒေါင်းလုပ်အားလုံးကို တင်ပို့ပါ
pl: Eksportuj wszystkie pobrania
pt_pt: Exportar todos os downloads
ro: Exportați toate descărcările
ru: Экспорт всех загрузок
si: සියලුම බාගත කිරීම් අපනයනය කරන්න
sr: Извези сва преузимања
tr: Tüm indirmeleri dışa aktar
uk: Експортувати всі завантаження
ur_pk: تمام ڈاؤن لوڈز ایکسپورٹ کریں
vi: Xuất tất cả tải xuống

# MainMenu|
source: Import downloads
ar: استيراد التنزيلات
bg: Внеси всички изтегляния
bn: ডাউনলোড আমদানি করুন
cs_cz: Importovat stahování
de: Downloads importieren
es: Importar descargas
fa: وارد کردن دانلودها
fi: Tuo lataukset
fr: Importer les téléchargements
hi: डाउनलोड आयात करें
hu: Letöltések importálása
id: Impor unduhan
it: Importa elenco download
ja: ダウンロードをインポート
lt: Importuoti atsisiuntimus
lv: Importēt lejupielādes
my: ဒေါင်းလုပ်များ တင်သွင်းပါ
pl: Importuj pobrania
pt_pt: Importar downloads
ro: Importă descărcări
ru: Импорт загрузок
si: බාගත කිරීම් ආනයනය කරන්න
sr: Увези преузимања
tr: İndirmeleri içe aktar
uk: Імпортувати завантаження
ur_pk: ڈاؤن لوڈز امپورٹ کریں
vi: Nhập tải xuống

# MainMenu|
source: Export settings
ar: تصدير الاعدادات
bg: Настройки за изнасяне
bn: রপ্তানি সেটিংস
cs_cz: Exportovat nastavení
de: Einstellungen exportieren
es: Exportar ajustes
fa: صادر کردن تنظیمات
fi: Vie asetukset
fr: Exporter les paramètres
hi: निर्यात सेटिंग्स
hu: Beállítások exportálása
id: Ekspor pengaturan
it: Esporta impostazioni
ja: 設定をエクスポート
lt: Eksportuoti nustatymus
lv: Eksportēt iestatījumus
my: တင်ပို့ အပြင်အဆင်များ
pl: Eksportuj ustawienia
pt_pt: Exportar configurações
ro: Exportați setările
ru: Экспорт настроек
si: සැකසුම් අපනයනය කරන්න
sr: Извези подешавања
tr: Ayarları dışa aktar
uk: Експортувати налаштування
ur_pk: ترتیبات ایکسپورٹ کریں
vi: Xuất cài đặt

# MainMenu|
source: Import settings
ar: استيراد الاعدادات
bg: Настройки за внасяне
bn: সেটিংস আমদানি করুন
cs_cz: Importovat nastavení
de: Einstellungen importieren
es: Importar ajustes
fa: وارد کردن تنظیمات
fi: Tuo asetukset
fr: Importer les paramètres
hi: सेटिंग आयात करना
hu: Beállítások importálása
id: Impor pengaturan
it: Importa impostazioni
ja: 設定をインポート
lt: Importuoti nustatymus
lv: Importēt iestatījumus
my: တင်သွင်း အပြင်အဆင်များ
pl: Importuj ustawienia
pt_pt: Importar configurações
ro: Import setări
ru: Импорт настроек
si: සැකසුම් ආනයනය කරන්න
sr: Увези подешавања
tr: Ayarları içe aktar
uk: Імпортувати налаштування
ur_pk: ترتیبات امپورٹ کریں
vi: Nhập cài đặt

# MainMenu|
source: Add-ons...
ar: الإضافات...
bg: Добавки...
bn: অ্যাড-অন...
cs_cz: Doplňky…
de: Erweiterungen…
es: Complementos...
fa: افزونه ها...
fi: Lisäosat…
fr: Compléments...
hi: ऐड-ऑन...
hu: Kiegészítők...
id: Add-on...
it: Estensioni...
ja: アドオン...
lt: Priedai...
lv: Pievienojumprogrammas...
pl: Dodatki...
pt_pt: Complementos...
ro: Suplimente...
ru: Дополнения…
si: ඇඩෝන...
sr: Додаци...
tr: Eklentiler...
uk: Додатки...
ur_pk: ایڈ آنز...
vi: Tiện ích mở rộng...

# MainMenu|
source: Preferences...
ar: التفضيلات...
bg: Настройки...
bn: পছন্দ...
cs_cz: Možnosti…
de: Einstellungen…
es: Preferencias...
fa: تنظیمات...
fi: Asetukset…
fr: Préférences...
hi: पसंद...
hu: Beállítások...
id: Preferensi...
it: Impostazioni...
ja: 環境設定...
lt: Nuostatos...
my: အပြင်အဆင်များ...
pl: Preferencje...
pt_pt: Preferências...
ro: Preferințe...
ru: Настройки…
si: මනාප...
sr: Поставке...
tr: Tercihler...
uk: Налаштування...
ur_pk: ترجیحات...
vi: Tuỳ chỉnh...
