Repository: FreeDownloadManagerTeam/FDM6-localization
Catalog: main/fdm_*.po
Languages: ar, bg, bn, cs_cz, de, es, fa, fi, fr, hi, hu, id, it, ja, lt, lv, my, pl, pt_pt, ro, ru, si, sr, tr, uk, ur_pk, vi

# MovingFailedDialog|
source: Error: %1
ar: خطأ: %1
bg: Грешка: %1
bn: ত্রুটি: %1
cs_cz: Chyba: %1
de: Fehler: %1
fa: خطا: %1
fi: Virhe: %1
fr: Erreur: %1
hi: त्रुटि: %1
hu: Hiba: %1
id: Kesalahan: %1
it: Errore: %1
ja: エラー: %1
lt: Klaida: %1
lv: Kļūda: %1
my: အမှား၊ %1
pl: Błąd: %1
pt_pt: Erro: %1
ro: Eroare: %1
ru: Ошибка: %1
si: දෝෂය: %1
sr: Грешка: %1
tr: Hata: %1
uk: Помилка: %1
ur_pk: خرابی: %1
vi: Lỗi: %1

# MovingFailedDialog|
source: Unable to move: %1
ar: غير قادر على نقل: %1
bg: Не мога да преместя: %1
bn: সরাতে অক্ষম: %1
cs_cz: Nelze přesunout: %1
de: Verschieben nicht möglich: %1
es: No se puede mover: %1
fa: امکان انتقال وجود ندارد: %1
fi: Ei voitu siirtää: %1
fr: Impossible de déplacer: %1
hi: स्थानांतरित करने में असमर्थ: %1
hu: Nem lehet áthelyezni: %1
id: Tidak dapat memindahkan: %1
it: Impossibile spostare: %1
ja: 移動できません: %1
lt: Neįmanoma perkelti: %1
lv: Nav iespējams pārvietot: %1
my: မရွှေ့နိုင်ပါ၊ %1
pl: Nie można przenieść: %1
pt_pt: Não é possível mover: %1
ro: Nu se poate muta: %1
ru: Не удалось переместить: %1
si: චලනය කළ නොහැක: %1
sr: Неуспело премештање: %1
tr: Taşınamıyor: %1
uk: Неможливо перенести: %1
ur_pk: منتقل کرنے میں ناکام: %1
vi: Không thể di chuyển: %1

# MovingFailedDialog|
source: Try again
ar: حاول مرة أخرى
bg: Опитайте отново
bn: আবার চেষ্টা কর
cs_cz: Zkusit znovu
de: Erneut versuchen
es: Intentar de nuevo
fa: دوباره امتحان کنید
fi: Yritä uudelleen
fr: Réessayer
hi: पुनः प्रयास करें
hu: Próbáld újra
id: Coba lagi
it: Riprova
ja: 再試行
lt: Bandykite dar kartą
lv: Mēģināt vēlreiz
my: ထပ်စမ်းပါ
pl: Spróbuj ponownie
pt_pt: Tentar novamente
ro: Încearcă din nou
ru: Попробовать снова
si: නැවත උත්සාහ කරන්න
sr: Покушај поново
tr: Tekrar dene
uk: Спробувати ще
ur_pk: دوبارہ کوشش کریں
vi: Thử lại

# MovingFailedDialog|
source: Cancel
ar: إلغاء
bg: Отказ
bn: বাতিল করুন
cs_cz: Storno
de: Abbrechen
es: Cancelar
fa: انصراف
fi: Peru
fr: Annuler
hi: रद्द करें
hu: Mégse
id: Batalkan
it: Annulla
ja: キャンセル
lt: Atšaukti
lv: Atcelt
my: ပယ်ဖျက်
pl: Anuluj
pt_pt: Cancelar
ro: Anulează
ru: Отмена
si: අවලංගු කරන්න
sr: Откажи
tr: İptal
uk: Скасувати
ur_pk: منسوخ کریں
vi: Hủy

# MovingFolderDialog|
source: Move
ar: نقل
bg: Премести
bn: সরান
cs_cz: Přesunout
de: Verschieben
es: Mover
fa: انتقال
fi: Siirrä
fr: Déplacer
hi: कदम
hu: Áthelyezés
id: Pindahkan
it: Sposta
ja: 移動
lt: Judėti
lv: Pārvietot
my: ရွှေ့
pl: Przenieś
pt_pt: Mover
ro: Mută
ru: Переместить
si: යන්න
sr: Премести
tr: Taşı
uk: Перемістити
ur_pk: منتقل کریں
vi: Di chuyển

# MovingFolderDialog|
source: Cancel
ar: إلغاء
bg: Отказ
bn: বাতিল করুন
cs_cz: Storno
de: Abbrechen
es: Cancelar
fa: انصراف
fi: Peru
fr: Annuler
hi: रद्द करें
hu: Mégse
id: Batalkan
it: Annulla
ja: キャンセル
lt: Atšaukti
lv: Atcelt
my: ပယ်ဖျက်
pl: Anuluj
pt_pt: Cancelar
ro: Anulează
ru: Отмена
si: අවලංගු කරන්න
sr: Откажи
tr: İptal
uk: Скасувати
ur_pk: منسوخ کریں
vi: Hủy

# Mp3ConverterDialog|
source: Convert to mp3 with adjustable bitrate
ar: التحويل لصيغة mp3 مع معدل بيانات قابل للضبط
bg: Превърни в mp3 с ABR
bn: সামঞ্জস্যযোগ্য বিটরেট সহ mp3 এ রূপান্তর করুন
cs_cz: Převést na MP3 s upravitelným datovým tokem
de: In mp3 mit einstellbarer Bitrate konvertieren
es: Convertir a mp3 con tasa de bits ajustable
fa: تبدیل به mp3 با نرخ بیتی قابل تنظیم
fi: Muunna MP3-muotoon muuttuvalla bittinopeudella
fr: Convertir en mp3 avec un bitrate ajustable
hi: समायोज्य बिटरेट के साथ mp3 में बदलें
hu: Konvertálás mp3-ba állítható bitrátával
id: Konversikan ke mp3 dengan bitrate yang dapat disesuaikan
it: Converti in MP3 con bitrate regolabile
ja: MP3 変換のビットレート調整
lt: Konvertuokite į mp3 su reguliuojamu bitų dažniu
lv: Pārvērst uz mp3 ar pielāgojamu bitu pārraides ātrumu
my: ညှိထားသည့် ဘစ်နှုန်းဖြင့် mp3 ပြောင်းပါ
pl: Konwersja na MP3 z regulowanym bitrate (jakością)
pt_pt: Converta para mp3 com bitrate ajustável
ro: Convertiți în mp3 cu rata de biți reglabilă
ru: Конвертировать в mp3 с регулируемым битрейтом
si: වෙනස් කළ හැකි බිට්රේට් සමඟ mp3 බවට පරිවර්තනය කරන්න
sr: Конвертуј у mp3 са подесивим протоком (bitrate)
tr: Ayarlanabilir bit oranı ile Mp3'e dönüştür
uk: Конвертувати в mp3 з налаштовуваним бітрейтом
ur_pk: تبدیل ہونے والے بٹ ریٹ کے ساتھ mp3 میں تبدیل کریں
vi: Chuyển đổi sang mp3 với bitrate có thể điều chỉnh

# Mp3ConverterDialog|
source: Save to
ar: حفظ إلى
bg: Запази в
bn: সংরক্ষণ
cs_cz: Uložit do
de: Speichern unter
es: Guardar en
fa: ذخیره در
fi: Tallenna nimellä
fr: Enregistrer vers
hi: को बचाए
hu: Mentés ide
id: Simpan ke
it: Salva in
ja: 保存先
lt: Išsaugoti į
lv: Saglabāt uz
my: သို့ သိမ်းပါ
pl: Zapisz do
pt_pt: Salvar para
ro: Salvează în
ru: Сохранить в
si: මෙතැනට සුරකින්න
sr: Сачувај у
tr: Şuraya kaydet
uk: Зберегти до
ur_pk: یہاں محفوظ کریں
vi: Lưu vào

# Mp3ConverterDialog|
source: Open
ar: فتح
bg: Отвори
bn: খুলুন
cs_cz: Otevřít
de: Öffnen
es: Abrir
fa: باز کردن
fi: Avaa
fr: Ouvrir
hi: खुला हुआ
hu: Megnyitás
id: Buka
it: Apri
ja: 開く
lt: Atidaryti
lv: Atvērt
my: ဖွင့်
pl: Otwórz
pt_pt: Abrir
ro: Deschide
ru: Открыть
si: විවෘත කරන්න
sr: Отвори
tr: Aç
uk: Відкрити
ur_pk: کھولیں
vi: Mở

# Mp3ConverterDialog|
source: Cancel
ar: إلغاء
bg: Отказ
bn: বাতিল করুন
cs_cz: Storno
de: Abbrechen
es: Cancelar
fa: انصراف
fi: Peru
fr: Annuler
hi: रद्द करें
hu: Mégse
id: Batalkan
it: Annulla
ja: キャンセル
lt: Atšaukti
lv: Atcelt
my: ပယ်ဖျက်
pl: Anuluj
pt_pt: Cancelar
ro: Anulează
ru: Отмена
si: අවලංගු කරන්න
sr: Откажи
tr: İptal
uk: Скасувати
ur_pk: منسوخ کریں
vi: Hủy

# Mp3ConverterDialog|
source: Bitrate (quality)
ar: معدل بيانات (جودة)
bg: Битрейт (качество)
bn: বিটরেট (গুণমান)
cs_cz: Bitový tok (kvalita)
de: Bitrate (Qualität)
es: Tasa de bits (calidad)
fa: نرخ بیتی (کیفیت)
fi: Bittinopeus (laatu)
fr: Bitrate (qualité)
hi: बिटरेट (गुणवत्ता)
hu: Bitráta (minőség)
id: Bitrate (kualitas)
it: Bitrate (qualità)
ja: ビットレート (音質)
lt: Bitrate (kokybė)
lv: Bitu pārraides ātrums (kvalitāte)
my: ဘစ်နှုန်း (အရည်အသွေး)
pl: Bitrate (jakość)
pt_pt: Bitrate (qualidade)
ro: Rata de biți (calitate)
ru: Битрейт (качество)
si: Bitrate (තත්ත්ව)
sr: Проток (квалитет)
tr: Bit oranı (kalite)
uk: Бітрейт (якість)
ur_pk: بٹ ریٹ (کوالٹی)
vi: Bitrate (chất lượng)

# Mp3ConverterDialog|
source: Constant bitrate of value
ar: معدل بيانات ثابت قيمته
bg: Постоянен битрейт
bn: মানের ধ্রুবক বিটরেট
cs_cz: CBR
de: Konstante Bitrate
es: Tasa de bits de valor constante
fa: نرخ ثابت بیتی از یک مقدار
fi: Vakaa bittinopeus
fr: Bitrate constant de la valeur
hi: मूल्य की निरंतर बिटरेट
hu: Állandó bitráta
id: Nilai bitrate konstan
it: Bitrate costante
ja: 固定ビットレート
lt: Pastovus vertės pralaidumas
lv: Nemainīgs vērtības bitu pārraides ātrums
my: တန်းဖိုး ဘစ်နှုန်းကိန်းသေ
pl: Stała wartość bitrate
pt_pt: Taxa de bits constante de valor
ro: Rata de biți constantă a valorii
ru: Постоянный битрейт
si: අගය නිරන්තර bitrate
sr: Константан проток вредности
tr: Değerin sabit bit oranı
uk: Стале значення бітрейту
ur_pk: ویلیو کا مستقل بٹ ریٹ
vi: Bitrate cố định

# Mp3ConverterDialog|
source: Variable bitrate (VBR)
ar: معدل بيانات متغير
bg: Променлив битрейт (VBR)
bn: পরিবর্তনশীল বিটরেট (VBR)
cs_cz: VBR
es: Tasa de bits variable (VBR)
fa: متغیر نرخ بیتی (VBR)
fi: Muuttuva bittinopeus (VBR)
fr: Bitrate variable (VBR)
hi: परिवर्तनीय बिटरेट (VBR)
hu: Változó bitráta (VBR)
id: Bitrate variabel (VBR)
it: Bitrate variabile (VBR)
ja: 可変ビットレート (VBR)
lt: Kintamasis pralaidumas (VBR)
lv: Mainīgs bitu pārraides ātrums (VBR)
my: ဘစ်နှုန်းကိန်းရှင် (VBR)
pl: Zmienny bitrate (VBR)
pt_pt: Bitrate variável (VBR)
ro: Rată de biți variabilă (VBR)
ru: Переменный битрейт (VBR)
si: විචල්ය බිට්රේට් (VBR)
sr: Варијабилни проток (VBR)
tr: Değişken bit oranı (VBR)
uk: Змінний бітрейт (VBR)
ur_pk: متغیر بٹ ریٹ
vi: Bitrate biến đổi (VBR)

# Mp3ConverterDialog|
source: The path contains invalid characters
ar: المسار يحتوي رموز غير صالحة
bg: Пътя съдържа недопустими символи
cs_cz: Cesta obsahuje neplatné znaky
de: Pfad enthält ungültige Zeichen
es: La ruta contiene caracteres inválidos
fa: مسیر دارای کاراکترهای غیر معتبر است
fi: Polku sisältää kiellettyjä merkkejä
fr: Le chemin contient des caractères invalides
hi: पथ में अमान्य वर्ण हैं
hu: Az elérési út érvénytelen karaktereket tartalmaz
id: Jalur berisi karakter yang salah
it: Il percorso contiene caratteri non validi
ja: パスに無効な文字が含まれています
lt: Kelyje yra netinkamų simbolių
lv: Ceļš satur nederīgas zīmes
my: လမ်းကြောင်းတွင် တရားမဝင်သည့် အက္ခရာများ ပါဝင်နေသည်
pl: Ścieżka zawiera niepoprawne znaki
pt_pt: O caminho contém caracteres inválidos
ro: Calea conține caractere nevalide
ru: Путь содержит недопустимые символы
si: මාර්ගය අවලංගු අක්ෂර අඩංගු වේ
sr: Путања садржи неважеће карактере
tr: Yol geçersiz karakterler içeriyor
uk: У шляху є неприпустимі символи
ur_pk: راستے (Path) میں غیر موزوں حروف ہیں
vi: Đường dẫn chứa kí tự đặc biệt

# Mp3ConverterDialog|
source: OK
ar: موافق
bn: ওকে
es: ACEPTAR
fa: تأیید
hi: ठीक है
hu: Rendben
lt: Gerai
my: အိုကေ
ru: ОК
si: හරි
sr: У реду
tr: Tamam
ur_pk: ٹھیک ہے
vi: Đồng ý

# Mp3ConverterPage|
source: Convert to mp3
ar: التحويل إلى mp3
bg: Конвертиране в mp3
bn: mp3 তে রূপান্তর করুন
cs_cz: Převést na MP3
de: In mp3 konvertieren
es: Convertir a mp3
fa: تبدیل به mp3
fi: Muunna MP3-muotoon
fr: Convertir en mp3
hi: mp3 में बदलें
hu: Konvertálás mp3-ra
id: Konversikan ke mp3
it: Converti in MP3
ja: MP3 に変換
lt: Konvertuoti į mp3
lv: Pārveidot uz mp3
my: Mp3 ပြောင်းပါ
pl: Konwertuj do MP3
pt_pt: Converter para mp3
ru: Конвертировать в mp3
si: MP3 වෙත පරිවර්තනය කරන්න
sr: Конвертуј у mp3
tr: Mp3'e dönüştür
uk: Конвертувати в mp3
ur_pk: mp3 میں تبدیل کریں
vi: Chuyển đổi thành tệp mp3

# Mp3ConverterPage|
source: Convert to mp3 with adjustable bitrate
ar: التحويل لصيغة mp3 مع معدل بيانات قابل للضبط
bg: Конвертиране в mp3 с ABR
bn: সামঞ্জস্যযোগ্য বিটরেট সহ mp3 এ রূপান্তর করুন
cs_cz: Převést na MP3 s upravitelným datovým tokem
de: In mp3 mit einstellbarer Bitrate konvertieren
es: Convertir a mp3 con tasa de bits ajustable
fa: تبدیل به mp3 با نرخ بیتی قابل تنظیم
fi: Muunna MP3-muotoon muuttuvalla bittinopeudella
fr: Convertir en mp3 avec un bitrate ajustable
hi: समायोज्य बिटरेट के साथ mp3 में बदलें
hu: Konvertálás mp3-ba állítható bitrátával
id: Konversikan ke mp3 dengan bitrate yang dapat disesuaikan
it: Converti in MP3 con bitrate regolabile
ja: MP3 変換のビットレート調整
lt: Konvertuokite į mp3 su reguliuojamu bitų dažniu
lv: Pārvērst uz mp3 ar pielāgojamu bitu pārraides ātrumu
my: ညှိထားသည့် ဘစ်နှုန်းဖြင့် mp3 ပြောင်းပါ
pl: Konwersja na MP3 z regulowanym bitrate (jakością)
pt_pt: Converta para mp3 com bitrate ajustável
ro: Convertiți în mp3 cu rata de biți reglabilă
ru: Конвертировать в mp3 с регулируемым битрейтом
si: වෙනස් කළ හැකි බිට්රේට් සමඟ mp3 බවට පරිවර්තනය කරන්න
sr: Конвертуј у mp3 са подесивим протоком (bitrate)
tr: Ayarlanabilir bit oranı ile Mp3'e dönüştür
uk: Конвертувати в mp3 з налаштовуваним бітрейтом
ur_pk: تبدیل ہونے والے بٹ ریٹ کے ساتھ mp3 میں تبدیل کریں
vi: Chuyển đổi sang mp3 với bitrate có thể điều chỉnh

# Mp3ConverterPage|
source: OK
ar: موافق
bn: ওকে
es: ACEPTAR
fa: تأیید
hi: ठीक है
hu: Rendben
lt: Gerai
my: အိုကေ
ru: ОК
si: හරි
sr: У реду
tr: Tamam
ur_pk: ٹھیک ہے
vi: Đồng ý

# Mp3ConverterPage|
source: Save to
ar: حفظ إلى
bg: Запази в
bn: সংরক্ষণ
cs_cz: Uložit do
de: Speichern unter
es: Guardar en
fa: ذخیره در
fi: Tallenna nimellä
fr: Enregistrer vers
hi: को बचाए
hu: Mentés ide
id: Simpan ke
it: Salva in
ja: 保存先
lt: Išsaugoti į
lv: Saglabāt uz
my: သို့ သိမ်းပါ
pl: Zapisz do
pt_pt: Salvar para
ro: Salvează în
ru: Сохранить в
si: මෙතැනට සුරකින්න
sr: Сачувај у
tr: Şuraya kaydet
uk: Зберегти до
ur_pk: یہاں محفوظ کریں
vi: Lưu vào

# Mp3ConverterPage|
source: The path contains invalid characters
ar: المسار يحتوي رموز غير صالحة
bg: Пътя съдържа недопустими символи
cs_cz: Cesta obsahuje neplatné znaky
de: Pfad enthält ungültige Zeichen
es: La ruta contiene caracteres inválidos
fa: مسیر دارای کاراکترهای غیر معتبر است
fi: Polku sisältää kiellettyjä merkkejä
fr: Le chemin contient des caractères invalides
hi: पथ में अमान्य वर्ण हैं
hu: Az elérési út érvénytelen karaktereket tartalmaz
id: Jalur berisi karakter yang salah
it: Il percorso contiene caratteri non validi
ja: パスに無効な文字が含まれています
lt: Kelyje yra netinkamų simbolių
lv: Ceļš satur nederīgas zīmes
my: လမ်းကြောင်းတွင် တရားမဝင်သည့် အက္ခရာများ ပါဝင်နေသည်
pl: Ścieżka zawiera niepoprawne znaki
pt_pt: O caminho contém caracteres inválidos
ro: Calea conține caractere nevalide
ru: Путь содержит недопустимые символы
si: අවලංගු අක්ෂර අඩංගු වේ
sr: Путања садржи неважеће карактере
tr: Yol geçersiz karakterler içeriyor
uk: У шляху є неприпустимі символи
ur_pk: راستے (Path) میں غیر موزوں حروف ہیں
vi: Đường dẫn chứa kí tự đặc biệt

# Mp3ConverterPage|
source: Bitrate (quality)
ar: معدل بيانات (جودة)
bg: Битрейт (качество)
bn: বিটরেট (গুণমান)
cs_cz: Bitový tok (kvalita)
de: Bitrate (Qualität)
es: Tasa de bits (calidad)
fa: نرخ بیتی (کیفیت)
fi: Bittinopeus (laatu)
fr: Bitrate (qualité)
hi: बिटरेट (गुणवत्ता)
hu: Bitráta (minőség)
id: Bitrate (kualitas)
it: Bitrate (qualità)
ja: ビットレート (音質)
lt: Bitrate (kokybė)
lv: Bitu pārraides ātrums (kvalitāte)
my: ဘစ်နှုန်း (အရည်အသွေး)
pl: Bitrate (jakość)
pt_pt: Bitrate (qualidade)
ro: Rata de biți (calitate)
ru: Битрейт (качество)
si: වේග
sr: Проток (квалитет)
tr: Bit oranı (kalite)
uk: Бітрейт (якість)
ur_pk: بٹ ریٹ (کوالٹی)
vi: Bitrate (chất lượng)

# Mp3ConverterPage|
source: Constant bitrate of value
ar: معدل بيانات ثابت قيمته
bg: Постоянен битрейт
bn: মানের ধ্রুবক বিটরেট
cs_cz: CBR
de: Konstante Bitrate
es: Tasa de bits de valor constante
fa: نرخ ثابت بیتی از یک مقدار
fi: Vakaa bittinopeus
fr: Bitrate constant de la valeur
hi: मूल्य की निरंतर बिटरेट
hu: Állandó bitráta
id: Nilai bitrate konstan
it: Bitrate costante
ja: 固定ビットレート
lt: Pastovus vertės pralaidumas
lv: Nemainīgs vērtības bitu pārraides ātrums
my: တန်းဖိုး ဘစ်နှုန်းကိန်းသေ
pl: Stała wartość bitrate
pt_pt: Taxa de bits constante de valor
ro: Rata de biți constantă a valorii
ru: Постоянный битрейт
si: වෙනස් නොවන වේග
sr: Константан проток вредности
tr: Değerin sabit bit oranı
uk: Стале значення бітрейту
ur_pk: ویلیو کا مستقل بٹ ریٹ
vi: Bitrate cố định

# Mp3ConverterPage|
source: Variable bitrate (VBR)
ar: معدل بيانات متغير
bg: Променлив битрейт (VBR)
bn: পরিবর্তনশীল বিটরেট (VBR)
cs_cz: VBR
es: Tasa de bits variable (VBR)
fa: متغیر نرخ بیتی (VBR)
fi: Muuttuva bittinopeus (VBR)
fr: Bitrate variable (VBR)
hi: परिवर्तनीय बिटरेट (VBR)
hu: Változó bitráta (VBR)
id: Bitrate variabel (VBR)
it: Bitrate variabile (VBR)
ja: 可変ビットレート (VBR)
lt: Kintamasis pralaidumas (VBR)
lv: Mainīgs bitu pārraides ātrums (VBR)
my: ဘစ်နှုန်းကိန်းရှင် (VBR)
pl: Zmienny bitrate (VBR)
pt_pt: Bitrate variável (VBR)
ro: Rată de biți variabilă (VBR)
ru: Переменный битрейт (VBR)
si: විචල්ය වේග (VBR)
sr: Варијабилни проток (VBR)
tr: Değişken bit oranı (VBR)
uk: Змінний бітрейт (VBR)
ur_pk: متغیر بٹ ریٹ
vi: Bitrate biến đổi (VBR)

# Mp4ConverterDialog|
source: Convert to mp4
ar: التحويل إلى mp4
bg: Превърни в mp4
bn: mp4 এ রূপান্তর করুন
cs_cz: Převést na MP4
de: In mp4 konvertieren
es: Convertir a mp4
fa: تبدیل به mp4
fi: Muunna MP4-muotoon
fr: Convertir en mp4
hi: mp4 में बदलें
hu: Konvertálás MP4-re
id: Konversikan ke mp4
it: Converti in MP4
ja: MP4 に変換
lt: Konvertuoti į mp4
lv: Pārveidot uz mp4
my: Mp4 ပြောင်းပါ
pl: Konwertuj do MP4
pt_pt: Converter para mp4
ro: Convertiți în mp4
ru: Конвертировать в mp4
si: MP4 වෙත පරිවර්තනය කරන්න
sr: Конвертуј у mp4
tr: Mp4'e dönüştür
uk: Конвертувати в mp4
ur_pk: mp4 میں تبدیل کریں
vi: Chuyển đổi thành tệp mp4

# Mp4ConverterDialog|
source: Save to
ar: حفظ إلى
bg: Запази в
bn: সংরক্ষণ
cs_cz: Uložit do
de: Speichern unter
es: Guardar en
fa: ذخیره در
fi: Tallenna nimellä
fr: Enregistrer vers
hi: को बचाए
hu: Mentés ide
id: Simpan ke
it: Salva in
ja: 保存先
lt: Išsaugoti į
lv: Saglabāt uz
my: သို့ သိမ်းပါ
pl: Zapisz do
pt_pt: Salvar para
ro: Salvează în
ru: Сохранить в
si: මෙතැනට සුරකින්න
sr: Сачувај у
tr: Şuraya kaydet
uk: Зберегти до
ur_pk: یہاں محفوظ کریں
vi: Lưu vào

# Mp4ConverterDialog|
source: Open
ar: فتح
bg: Отвори
bn: খুলুন
cs_cz: Otevřít
de: Öffnen
es: Abrir
fa: باز کردن
fi: Avaa
fr: Ouvrir
hi: खुला हुआ
hu: Megnyitás
id: Buka
it: Apri
ja: 開く
lt: Atidaryti
lv: Atvērt
my: ဖွင့်
pl: Otwórz
pt_pt: Abrir
ro: Deschis
ru: Открыть
si: විවෘත කරන්න
sr: Отвори
tr: Aç
uk: Відкрити
ur_pk: کھولیں
vi: Mở

# Mp4ConverterDialog|
source: Cancel
ar: إلغاء
bg: Отказ
bn: বাতিল করুন
cs_cz: Storno
de: Abbrechen
es: Cancelar
fa: انصراف
fi: Peru
fr: Annuler
hi: रद्द करें
hu: Mégse
id: Batalkan
it: Annulla
ja: キャンセル
lt: Atšaukti
lv: Atcelt
my: ပယ်ဖျက်
pl: Anuluj
pt_pt: Cancelar
ro: Anulează
ru: Отмена
si: අවලංගු කරන්න
sr: Откажи
tr: İptal
uk: Скасувати
ur_pk: منسوخ کریں
vi: Hủy

# Mp4ConverterDialog|
source: The path contains invalid characters
ar: المسار يحتوي رموز غير صالحة
bg: Пътя съдържа недопустими символи
cs_cz: Cesta obsahuje neplatné znaky
de: Pfad enthält ungültige Zeichen
es: La ruta contiene caracteres inválidos
fa: مسیر دارای کاراکترهای غیر معتبر است
fi: Polku sisältää kiellettyjä merkkejä
fr: Le chemin contient des caractères invalides
hi: पथ में अमान्य वर्ण हैं
hu: Az elérési út érvénytelen karaktereket tartalmaz
id: Jalur berisi karakter yang salah
it: Il percorso contiene caratteri non validi
ja: パスに無効な文字が含まれています
lt: Kelyje yra netinkamų simbolių
lv: Ceļš satur nederīgas zīmes
my: လမ်းကြောင်းတွင် တရားမဝင်သည့် အက္ခရာများ ပါဝင်နေသည်
pl: Ścieżka zawiera niepoprawne znaki
pt_pt: O caminho contém caracteres inválidos
ro: Calea conține caractere nevalide
ru: Путь содержит недопустимые символы
si: අවලංගු අක්ෂර අඩංගු වේ
sr: Путања садржи неважеће карактере
tr: Yol geçersiz karakterler içeriyor
uk: У шляху є неприпустимі символи
ur_pk: راستے (Path) میں غیر موزوں حروف ہیں
vi: Đường dẫn chứa kí tự đặc biệt

# Mp4ConverterDialog|
source: OK
ar: موافق
bn: ওকে
es: ACEPTAR
fa: تأیید
hi: ठीक है
hu: Rendben
lt: Gerai
my: အိုကေ
ru: ОК
si: හරි
sr: У реду
tr: Tamam
ur_pk: ٹھیک ہے
vi: Đồng ý

# Mp4ConverterPage|
source: Convert to mp4
ar: التحويل إلى mp4
bg: Превърни в mp4
bn: mp4 এ রূপান্তর করুন
cs_cz: Převést na MP4
de: In mp4 konvertieren
es: Convertir a mp4
fa: تبدیل به mp4
fi: Muunna MP4-muotoon
fr: Convertir en mp4
hi: mp4 में बदलें
hu: Konvertálás MP4-re
id: Konversikan ke mp4
it: Converti in MP4
ja: MP4 に変換
lt: Konvertuoti į mp4
lv: Pārveidot uz mp4
my: Mp4 ပြောင်းပါ
pl: Konwertuj do MP4
pt_pt: Converter para mp4
ro: Convertiți în mp4
ru: Конвертировать в mp4
si: MP4 වෙත පරිවර්තනය කරන්න
sr: Конвертуј у mp4
tr: Mp4'e dönüştür
uk: Конвертувати в mp4
ur_pk: mp4 میں تبدیل کریں
vi: Chuyển đổi thành tệp mp4

# Mp4ConverterPage|
source: OK
ar: موافق
bn: ওকে
es: ACEPTAR
fa: تأیید
hi: ठीक है
hu: Rendben
lt: Gerai
my: အိုကေ
ru: ОК
si: හරි
sr: У реду
tr: Tamam
ur_pk: ٹھیک ہے
vi: Đồng ý

# Mp4ConverterPage|
source: Save to
ar: حفظ إلى
bg: Запази в
bn: সংরক্ষণ
cs_cz: Uložit do
de: Speichern unter
es: Guardar en
fa: ذخیره در
fi: Tallenna nimellä
fr: Enregistrer vers
hi: को बचाए
hu: Mentés ide
id: Simpan ke
it: Salva in
ja: 保存先
lt: Išsaugoti į
lv: Saglabāt uz
my: သို့ သိမ်းပါ
pl: Zapisz do
pt_pt: Salvar para
ro: Salvează în
ru: Сохранить в
si: මෙතැනට සුරකින්න
sr: Сачувај у
tr: Şuraya kaydet
uk: Зберегти до
ur_pk: یہاں محفوظ کریں
vi: Lưu vào

# Mp4ConverterPage|
source: The path contains invalid characters
ar: المسار يحتوي رموز غير صالحة
bg: Пътя съдържа недопустими символи
cs_cz: Cesta obsahuje neplatné znaky
de: Pfad enthält ungültige Zeichen
es: La ruta contiene caracteres inválidos
fa: مسیر دارای کاراکترهای غیر معتبر است
fi: Polku sisältää kiellettyjä merkkejä
fr: Le chemin contient des caractères invalides
hi: पथ में अमान्य वर्ण हैं
hu: Az elérési út érvénytelen karaktereket tartalmaz
id: Jalur berisi karakter yang salah
it: Il percorso contiene caratteri non validi
ja: パスに無効な文字が含まれています
lt: Kelyje yra netinkamų simbolių
lv: Ceļš satur nederīgas zīmes
my: လမ်းကြောင်းတွင် တရားမဝင်သည့် အက္ခရာများ ပါဝင်နေသည်
pl: Ścieżka zawiera niepoprawne znaki
pt_pt: O caminho contém caracteres inválidos
ro: Calea conține caractere nevalide
ru: Путь содержит недопустимые символы
si: අවලංගු අක්ෂර අඩංගු වේ
sr: Путања садржи неважеће карактере
tr: Yol geçersiz karakterler içeriyor
uk: У шляху є неприпустимі символи
ur_pk: راستے (Path) میں غیر موزوں حروف ہیں
vi: Đường dẫn chứa kí tự đặc biệt

# NativeMenuBar|
source: Check for Updates...
ar: التحقق من التحديثات...
bg: Проверка за обновления...
bn: হালনাগাদ এর জন্য অনুসন্ধান করুন...
cs_cz: Zkontrolovat aktualizace…
de: Nach Updates suchen…
es: Comprobar actualizaciones...
fa: بررسی بروزرسانی...
fi: Tarkista päivitykset…
fr: Rechercher les Mises à jour...
hi: अद्यतन के लिए जाँच...
hu: Frissítések keresése...
id: Tinjau Pembaharuan...
it: Controlla aggiornamenti...
ja: 更新を確認...
lt: Patikrinkite, ar nėra atnaujinimų...
lv: Meklēt Atjauninājumus...
my: အသစ်များကို စစ်ဆေးပါ...
pl: Szukaj aktualizacji...
pt_pt: Verificar atualizações...
ro: Căutați actualizări...
ru: Проверка обновлений…
si: යාවත්කාලීන කිරීම් සඳහා පරීක්ෂා කරන්න...
sr: Провери ажурирања...
tr: Güncellemeleri denetle...
uk: Перевірити оновлення...
ur_pk: اپ ڈیٹس کے لیے چیک کریں...
vi: Kiểm tra cập nhật...

# NativeMenuBar|
source: Preferences...
ar: التفضيلات...
bg: Настройки...
bn: পছন্দ...
cs_cz: Možnosti…
de: Einstellungen…
es: Preferencias...
fa: تنظیمات...
fi: Asetukset…
fr: Préférences...
hi: पसंद...
hu: Beállítások...
id: Pilihan...
it: Impostazioni...
ja: 環境設定...
lt: Nuostatos...
my: အပြင်အဆင်များ...
pl: Preferencje...
pt_pt: Preferências...
ro: Preferințe...
ru: Настройки…
si: මනාප...
sr: Поставке...
tr: Tercihler...
uk: Налаштування...
ur_pk: ترجیحات...
vi: Tuỳ chỉnh...

# NativeMenuBar|
source: Quit
ar: خروج
bg: Изход
bn: প্রস্থান করুন
cs_cz: Konec
de: Beenden
es: Salir
fa: خروج
fi: Sulje
fr: Quitter
hi: छोड़ना
hu: Kilépés
id: Keluar
it: Chiudi
ja: 終了
lt: Išeiti
lv: Iziet
my: ထွက်
pl: Wyjście
pt_pt: Fechar
ro: Ieșire
ru: Выход
si: අත්හරින්න
sr: Изађи
tr: Çık
uk: Вийти
ur_pk: بند کریں
vi: Thoát

# NativeMenuBar|
source: &File
ar: &ملف
bg: &Файл
bn: &ফাইল
cs_cz: &Soubor
es: Archivo
fa: &فایل
fi: &Tiedosto
fr: &Fichier
hi: &फ़ाइल
id: &Berkas
ja: ファイル(&F)
lt: &Failas
lv: &Fails
my: &ဖိုင်
pl: &Plik
pt_pt: &Arquivo
ro: &Fișier
ru: &Файл
si: ගොනුව (S)
sr: &Датотека
tr: &Dosya
uk: Файл
ur_pk: فائل (&F)
vi: &Tệp

# NativeMenuBar|
source: Add &new download
ar: إضافة تنزيل &جديد
bg: Добавете &ново изтегляне
bn: &নতুন ডাউনলোড যোগ করুন
cs_cz: Přidat &nové stahování
de: &new download hinzufügen
es: Agregar nueva descarga
fa: افزودن دانلود &جدید
fi: Lisää &uusi lataus
fr: Ajouter un &nouveau téléchargement
hi: नया &डाउनलोड जोड़ें
hu: &new letöltés hozzáadása
id: Tambahkan &unduhan baru
it: Aggiungi &nuovo download
ja: 新規ダウンロードを追加(&N)
lt: Pridėti &naują atsisiuntimą
lv: Pievienot &jaunu lejupielādi
my: &ဒေါင်းလုပ်အသစ် ထည့်ပါ
pl: Dodaj &nowe pobieranie
pt_pt: Adicionar &new download
ro: Adăugați &o descărcare nouă
ru: Добавить &новую загрузку
si: නව බාගත කිරීම් එක් කරන්න
sr: Додај &ново преузимање
tr: &Yeni indirme ekle
uk: Додати нове завантаження
ur_pk: نیا ڈاؤن لوڈ شامل کریں (&n)
vi: Thêm tải xuống &mới

# NativeMenuBar|
source: &Edit
ar: &تحرير
bg: &Редактиране
bn: &সম্পাদনা করুন
cs_cz: Úp&ravy
es: Editar
fa: &ویرایش
fi: &Muokkaa
fr: Modifi&er
hi: &संपादन करना
id: Su&nting
it: &Modifica
ja: 編集(&E)
lt: &Redaguoti
lv: &Rediģēt sarakstu
my: &တည်းဖြတ်
pl: &Edytuj
pt_pt: &Editar
ro: &Editează
ru: &Правка
si: සංස්කරණය කරන්න
sr: &Уреди
tr: Düz&enle
uk: Редагувати
ur_pk: ترمیم (&E)
vi: &Chỉnh sửa

# NativeMenuBar|
source: &Copy
ar: &نسخ
bg: &Копиране
bn: &কপি
cs_cz: &Kopírovat
es: Copiar
fa: &کپی
fi: &Kopioi
fr: &Copier
hi: &प्रतिलिपि
id: &Salin
it: &Copia
ja: コピー(&C)
lt: &Kopijuoti
lv: &Kopēt
my: &ကူးယူ
pl: &Kopiuj
pt_pt: &Copiar
ro: &Copiază
ru: &Копировать
si: පිටපත (_R)
sr: &Копирај
tr: &Kopyala
uk: Копіювати
ur_pk: کاپی (&C)
vi: &Sao chép
