Repository: FreeDownloadManagerTeam/FDM6-localization
Catalog: main/fdm_*.po
Languages: ar, bg, bn, cs_cz, de, es, fa, fi, fr, hi, hu, id, it, ja, lt, lv, my, pl, pt_pt, ro, ru, si, sr, tr, uk, ur_pk, vi

# AppQuitConfirmationUiManager|
source: There are operations with no resume capability in progress
ar: هناك عمليات قيد التنفيذ بدون القدرة على الاستئناف
bg: В момента се извършват операции без възможност за възобновяване
bn: কোন সারসংকলন ক্ষমতা অগ্রগতি সঙ্গে অপারেশন আছে
cs_cz: Existují operace bez schopnosti pokračovaní
de: Es laufen Vorgänge, die nicht fortgesetzt werden können
es: Hay operaciones sin soporte de reanudar en progreso
fa: عملیاتی در حال انجام است که امکان ادامه ندارد
fi: Jatkamista tukemattomia toimintoja on käynnissä
fr: Il y a des opérations en cours qui ne supportent pas la reprise
hi: ऐसे संचालन हैं जिनमें फिर से शुरू करने की क्षमता नहीं है
hu: Vannak olyan műveletek, amelyek nem rendelkeznek folytatási lehetőséggel.
id: Terdapat proses yang tidak dapat diberi jeda sedang berlangsung
it: Sono in corso operazioni senza possibilità di ripresa
ja: 再開機能のない操作が進行しています
lt: Vykdomos operacijos, kurių negalima tęsti vėliau
lv: Pagaidām nav nevienas operācijas ar atsākšanas spējām
my: တိုးတက်မှုတွင် ပြန်လည်စတင်နိုင်စွမ်း မရှိသည့် လုပ်ဆောင်ချက်များ ရှိနေသည်
pl: Trwają operacje bez możliwości wznowienia
pt_pt: Existem operações sem capacidade de retomada em andamento
ro: Există operațiuni fără capacitatea de reluare în curs
ru: Выполняются операции, которые не могут быть возобновлены
si: නැවත ආරම්භ කිරීමේ හැකියාවක් නොමැති මෙහෙයුම් සිදුවෙමින් පවතී
sr: У току су операције које не подржавају наставак
tr: Devam eden devam etme özelliği olmayan işlemler var
uk: Деякі поточні операції не можна зупинити/відновити
ur_pk: ایسے آپریشنز جاری ہیں جن میں دوبارہ شروع کرنے کی صلاحیت نہیں ہے
vi: Có các hoạt động không có khả năng tiếp tục đang diễn ra

# AppRcClientLoadManager|
source: Connecting to remote %1 (%2)...
ar: الاتصال عن بعد بـ %1 (%2)...
bg: Свързване към отдалечен %1 (%2)...
bn: দূরবর্তী %1 (%2) এর সাথে সংযোগ করা হচ্ছে...
cs_cz: Připojování k ovladači %1 (%2)...
de: Verbindung zur Gegenstelle %1 (%2)…
es: Conectando a remoto %1 (%2)...
fa: اتصال به کنترل از راه دور 1% (2%)
fi: Yhdistetään %1-etäinstanssiin (%2)…
fr: Connexion à %1 (%2) distant...
hu: Távoli kapcsolódás ehhez: %1 (%2)...
id: Menghubungkan ke %1 (%2) jarak jauh...
it: Connessione ad accesso remoto %1 (%2)...
ja: リモート %1 (%2) に接続しています...
lt: Prisijungiama prie nuotolinio kompiuterio % 1 (% 2)...
lv: Savienojas ar attālināto %1 (%2)...
my: အဝေးထိန်း %1 သို့ ဆက်သွယ်ခြင်း (%2)…
pl: Łączenie do zdalnego %1 (%2)...
pt_pt: Conectando ao %1 remoto (%2)...
ro: Se conectează la distanța %1 (%2)...
ru: Удалённое подключение к %1 (%2)…
si: දුරස්ථ %1 (%2) වෙත සම්බන්ධ වීම...
sr: Повезивање са удаљеним %1 (%2)...
tr: Uzak %1'ye (%2) bağlanılıyor...
uk: З'єднання з віддаленим %1 (%2)...
ur_pk: ریموٹ %1 (%2) سے منسلک ہو رہا ہے...
vi: Đang kết nối với điều khiển từ xa %1 (%2)...

# AppRcClientLoadManager|
source: Getting data from remote %1 (%2)...
ar: جلب البيانات عن بعد من %1 (%2)...
bg: Получаване на информация от отдалечен %1 (%2)...
bn: দূরবর্তী %1 (%2) থেকে ডেটা নেওয়া হচ্ছে...
cs_cz: Získávání dat od ovladače %1 (%2)...
de: Daten von der Gegenstelle %1 (%2) abrufen…
es: Obteniendo datos desde remoto %1 (%2)...
fa: دریافت داده از کنترل از راه دور 1% (2%)
fi: Noudetaan tietoja %1-etäinstanssista (%2)…
fr: Récupération de données depuis %1 (%2) distant...
hu: Adatok lekérése a távoli címről: %1 (%2)...
id: Mendapatkan data dari %1 (%2) jarak jauh...
it: Ricezione dati da accesso remoto %1 (%2)...
ja: リモート %1 (%2) からデータを取得しています...
lt: Gaunami duomenys iš nuotolinio kompiuterio % 1 (% 2)...
lv: Iegūst datus no attālinātā %1 (%2)...
my: အဝေးထိန်း %1 မှ ဒေတာများ ရယူခြင်း (%2)…
pl: Pobieranie danych ze zdalnego %1 (%2)...
pt_pt: Obtendo dados do %1 remoto (%2)...
ro: Se obțin date de la distanță %1 (%2)...
ru: Удалённое получение данных с %1 (%2)…
si: දුරස්ථ %1 (%2) වෙතින් දත්ත ලබා ගැනීම...
sr: Преузимање података са удаљеног %1 (%2)...
tr: Uzak %1'den (%2) veriler alınıyor...
uk: Отримання даних від віддаленого %1 (%2)...
ur_pk: ریموٹ %1 (%2) سے ڈیٹا حاصل کیا جا رہا ہے...
vi: Đang lấy dữ liệu từ xa %1 (%2)...

# AppRcClientLoadManager|
source: Failed.
ar: فشل.
bg: Грешка.
bn: ব্যর্থ হয়েছে.
cs_cz: Selhalo.
de: Fehlgeschlagen.
es: Fallido.
fa: ناموفق.
fi: Epäonnistui.
fr: Échouée.
hi: असफल।
hu: Sikertelen.
id: Gagal.
it: Fallito.
ja: 失敗しました。
lt: Nepavyko.
lv: Neizdevās.
my: ကျရှုံး
pl: Nie udało się.
pt_pt: Falhou.
ro: A eșuat.
ru: Сбой.
si: අසාර්ථකයි.
sr: Није успело.
tr: Başarısız oldu.
uk: Не вдалося.
ur_pk: ناکام ہو گیا۔
vi: Thất bại.

# AuthDialog|
source: Authentication required
ar: المصادقة مطلوبة
bg: Необходима е идентификация
bn: প্রমাণীকরণ প্রয়োজন
cs_cz: Je vyžadováno ověření
de: Authentifizierung erforderlich
es: Autenticación requerida
fa: نیاز به احراز هویت
fi: Tunnistautuminen vaaditaan
fr: Authentification requise
hi: प्रमाणीकरण आवश्यक
hu: Hitelesítés szükséges
id: Autentikasi diperlukan
it: Autenticazione richiesta
ja: 認証が必要です
lt: Reikalingas autentifikavimas
lv: Nepieciešama autentifikācija
my: အကောင့်ဝင်ရပါမည်
pl: Wymagana autoryzacja
pt_pt: Autenticação necessária
ro: Autentificare necesară
ru: Необходима авторизация
si: සත්‍යාපනය අවශ්යයි
sr: Потребна аутентификација
tr: Kimlik doğrulama gerekli
uk: Необхідна аутентифікація
ur_pk: تصدیق درکار ہے
vi: Yêu cầu xác thực

# AuthDialog|
source: %1 requires authentication
ar: %1 يطلب المصادقة
bg: %1 изисква удостоверяване
bn: %1-এর জন্য প্রমাণীকরণ প্রয়োজন
cs_cz: %1 vyžaduje pověření
de: %1 erfordert Authentifizierung
es: %1 requiere autenticación
fa: 1% نیاز به احراز هویت دارد
fi: %1 vaatii tunnistautumisen
fr: %1 nécessite une authentification
hi: %1 को प्रमाणीकरण की आवश्यकता है
hu: %1 hitelesítést igényel
id: %1 memerlukan otentikasi
it: %1 richiede autenticazione
ja: %1 には認証が必要です
lt: %1 reikalingas autentifikavimas
lv: %1 pieprasa autentifikāciju
my: %1 က အကောင့်ဝင်ရပါမည်
pl: %1 wymaga autoryzacji
pt_pt: %1 requer autenticação
ro: %1 necesită autentificare
ru: %1 требуется авторизация
si: %1 ට සත්‍යාපනය අවශ්යයි
sr: %1 захтева аутентификацију
tr: %1, kimlik doğrulama gerektiriyor
uk: %1 вимагає аутентифікації
ur_pk: %1 کو تصدیق کی ضرورت ہے
vi: %1 yêu cầu xác thực

# AuthDialog|
source: The site says: "%1".
ar: الموقع يقول: "%1".
bg: Сайта казва: "%1".
bn: সাইটটি বলে: "%1"।
cs_cz: Stránka hlásí: "%1".
de: Seite sagt: "%1".
es: El sitio dice: "%1".
fa: سایت می‌گوید: "%1".
fi: Sivusto ilmoittaa: "%1".
fr: Le site dit: "%1".
hi: साइट कहती है: "%1"।
hu: Az oldal azt mondja: "%1".
id: Situs tersebut mengatakan: "%1".
it: Il sito riporta: "%1".
ja: サイトからのメッセージ: "%1"
lt: Svetainėje rašoma: „%1“.
lv: Šī saite saka: "%1".
my: ဆိုဒ်အပြော၊ “%1“
pl: Serwer odpowiedział: "%1".
pt_pt: O site diz: "%1".
ro: Site-ul spune: "%1".
ru: Сайт сообщает: «%1».
si: වෙබ් අඩවිය මෙසේ පවසයි: "%1".
sr: Сајт каже: „%1“.
tr: Sitenin söylediği: "%1".
uk: Сайт повідомляє: "%1".
ur_pk: سائٹ کہتی ہے: "%1"۔
vi: Trang web cho biết: "%1".

# AuthDialog|
source: Username:
ar: اسم المستخدم:
bg: Потребителско име:
bn: ব্যবহারকারীর নাম:
cs_cz: Uživ. jméno:
de: Benutzername:
es: Nombre de usuario:
fa: نام کاربری:
fi: Käyttäjätunnus:
fr: Nom d'utilisateur:
hi: उपयोगकर्ता नाम:
hu: Felhasználónév:
id: Nama Pengguna:
it: Nome utente:
ja: ユーザー名:
lt: Naudotojo vardas:
lv: Lietotājvārds:
my: နာမည်၊
pl: Użytkownik:
pt_pt: Nome de utilizador:
ro: Nume de utilizator:
ru: Логин:
si: පරිශීලක නාමය:
sr: Корисничко име:
tr: Kullanıcı adı:
uk: Ім'я користувача:
ur_pk: یوزر نیم:
vi: Tên người dùng:

# AuthDialog|
source: Password:
ar: كلمة المرور:
bg: Парола:
bn: পাসওয়ার্ড:
cs_cz: Heslo:
de: Passwort:
es: Contraseña:
fa: گذرواژه:
fi: Salasana:
fr: Mot de passe:
hi: पासवर्ड:
hu: Jelszó:
id: Kata Sandi:
ja: パスワード:
lt: Slaptazodis:
lv: Parole:
my: စကားဝှက်၊
pl: Hasło:
pt_pt: Senha:
ro: Parolă:
ru: Пароль:
si: මුරපදය:
sr: Лозинка:
tr: Parola:
uk: Пароль:
ur_pk: پاس ورڈ:
vi: Mật khẩu:

# AuthDialog|
source: remember
ar: تذكّر
bg: запамети
bn: মনে রাখবেন
cs_cz: Zapamatovat
de: speichern
es: recordar
fa: به خاطر سپردن
fi: muista
fr: se rappeler
hi: याद करना
hu: emlékezz rá
id: ingat
it: ricorda
ja: 記憶する
lt: prisiminti
lv: atcerēties
my: သတိရပါ
pl: zapamiętaj
pt_pt: lembrar
ro: ține minte
ru: запомнить
si: මතක තියාගන්න
sr: запамти
tr: hatırla
uk: пам'ятати
ur_pk: یاد رکھیں
vi: nhớ mật khẩu

# AuthDialog|
source: Cancel
ar: إلغاء
bg: Отказ
bn: বাতিল করুন
cs_cz: Zrušit
de: Abbrechen
es: Cancelar
fa: انصراف
fi: Peru
fr: Annuler
hi: रद्द करें
hu: Mégse
id: Batalkan
it: Annulla
ja: キャンセル
lt: Atšaukti
lv: Atcelt
my: ပယ်ဖျက်
pl: Anuluj
pt_pt: Cancelar
ro: Anulează
ru: Отмена
si: අවලංගු කරන්න
sr: Откажи
tr: İptal
uk: Скасувати
ur_pk: منسوخ کریں
vi: Hủy

# AuthDialog|
source: OK
ar: حسنا
bn: ওকে
cs_cz: Potvdit
es: ACEPTAR
fa: تأیید
hi: ठीक है
hu: Rendben
lt: Gerai
my: အိုကေ
ru: ОК
si: හරි
sr: У реду
tr: Tamam
ur_pk: ٹھیک ہے
vi: Đồng ý

# AuthenticationDialog|
source: Authentication required
ar: المصادقة مطلوبة
bg: Необходима е идентификация
bn: প্রমাণীকরণ প্রয়োজন
cs_cz: Je vyžadováno ověření
de: Authentifizierung erforderlich
es: Autenticación requerida
fa: باید احزار هویت کتید
fi: Tunnistautuminen vaaditaan
fr: Authentification requise
hi: प्रमाणीकरण आवश्यक
hu: Hitelesítés szükséges
id: Autentikasi diperlukan
it: Autenticazione richiesta
ja: 認証が必要です
lt: Reikalingas autentifikavimas
lv: Nepieciešama autentifikācija
my: အကောင့်ဝင်ရပါမည်
pl: Wymagany jest kod autoryzujący
pt_pt: Autenticação necessária
ro: Autentificare necesară
ru: Необходима авторизация
si: සත්‍යාපනය අවශ්යයි
sr: Потребна аутентификација
tr: Kimlik doğrulama gerekli
uk: Необхідна аутентифікація
ur_pk: تصدیق درکار ہے
vi: Yêu cầu xác thực

# AuthenticationDialog|
source: The site says: "%1".
ar: الموقع يقول: "%1".
bg: Сайта казва: "%1".
bn: সাইটটি বলে: "%1"।
cs_cz: Stránka hlásí: "%1".
de: Seite sagt: "%1".
es: El sitio dice: "%1".
fa: سایت می‌گوید: "%1".
fi: Sivusto ilmoittaa: "%1".
fr: Le site dit: "%1".
hi: साइट कहती है: "%1"।
hu: Az oldal azt mondja: "%1".
id: Situs tersebut mengatakan: "%1".
it: Il sito riporta: "%1".
ja: サイトからのメッセージ: "%1"
lt: Svetainėje rašoma: „%1“.
lv: Šī saite saka: "%1".
my: ဆိုဒ်အပြော၊ “%1“
pl: Serwer odpowiedział: "%1".
pt_pt: O site diz: "%1".
ro: Site-ul spune: "%1".
ru: Сайт сообщает: «%1».
si: වෙබ් අඩවිය මෙසේ පවසයි: "%1".
sr: Сајт каже: „%1“.
tr: Sitenin söylediği: "%1".
uk: Сайт повідомляє: "%1".
ur_pk: سائٹ کہتی ہے: "%1"۔
vi: Trang web cho biết: "%1".

# AuthenticationDialog|
source: Username:
ar: اسم المستخدم:
bg: Потребителско име:
bn: ব্যবহারকারীর নাম:
cs_cz: Uživ. jméno:
de: Benutzername:
es: Nombre de usuario:
fa: نام کاربری:
fi: Käyttäjätunnus:
fr: Nom d'utilisateur:
hi: उपयोगकर्ता नाम:
hu: Felhasználónév:
id: Nama Pengguna:
it: Nome utente:
ja: ユーザー名:
lt: Vartotojo vardas:
lv: Lietotājvārds:
my: နာမည်၊
pl: Użytkownik:
pt_pt: Nome de utilizador:
ro: Nume de utilizator:
ru: Логин:
si: පරිශීලක නාමය:
sr: Корисничко име:
tr: Kullanıcı adı:
uk: Ім'я користувача:
ur_pk: یوزر نیم:
vi: Tên người dùng:

# AuthenticationDialog|
source: Password:
ar: كلمة المرور:
bg: Парола:
bn: পাসওয়ার্ড:
cs_cz: Heslo:
de: Passwort:
es: Contraseña:
fa: گذرواژه:
fi: Salasana:
fr: Mot de passe:
hi: पासवर्ड:
hu: Jelszó:
id: Kata Sandi:
ja: パスワード:
lt: Slaptažodis:
lv: Parole:
my: စကားဝှက်၊
pl: Hasło:
pt_pt: Senha:
ro: Parolă:
ru: Пароль:
si: මුරපදය:
sr: Лозинка:
tr: Parola:
uk: Пароль:
ur_pk: پاس ورڈ:
vi: Mật khẩu:

# AuthenticationDialog|
source: remember
ar: تذكّر
bg: запамети
bn: মনে রাখবেন
cs_cz: Zapamatovat
de: speichern
es: recordar
fa: به خاطر سپردن
fi: muista
fr: se rappeler
hi: याद करना
hu: emlékezz rá
id: ingat
it: ricorda
ja: 記憶する
lt: prisiminti
lv: atcerēties
my: သတိရပါ
pl: zapamiętaj
pt_pt: lembrar
ro: ține minte
ru: запомнить
si: මතක තියාගන්න
sr: запамти
tr: hatırla
uk: пам'ятати
ur_pk: یاد رکھیں
vi: nhớ mật khẩu

# AuthenticationDialog|
source: Cancel
ar: إلغاء
bg: Отказ
bn: বাতিল করুন
cs_cz: Zrušit
de: Abbrechen
es: Cancelar
fa: انصراف
fi: Peru
fr: Annuler
hi: रद्द करें
hu: Mégse
id: Batal
it: Annulla
ja: キャンセル
lt: Atšaukti
lv: Atcelt
my: ပယ်ဖျက်
pl: Anuluj
pt_pt: Cancelar
ro: Anulează
ru: Отмена
si: අවලංගු කරන්න
sr: Откажи
tr: İptal
uk: Скасувати
ur_pk: منسوخ کریں
vi: Hủy

# AuthenticationDialog|
source: OK
ar: حسنا
bn: ওকে
cs_cz: Potvrdit
es: Aceptar
fa: تأیید
hi: ठीक है
hu: Rendben
lt: Gerai
my: အိုကေ
ru: ОК
si: හරි
sr: У реду
tr: Tamam
ur_pk: ٹھیک ہے
vi: Đồng ý

# AuthenticationPage|
source: Authentication required
ar: المصادقة مطلوبة
bg: Необходима е идентификация
bn: প্রমাণীকরণ প্রয়োজন
cs_cz: Je vyžadováno ověření
de: Authentifizierung erforderlich
es: Autenticación requerida
fa: باید احزار هویت کتید
fi: Tunnistautuminen vaaditaan
fr: Authentification requise
hi: प्रमाणीकरण आवश्यक
hu: Hitelesítés szükséges
id: Autentikasi diperlukan
it: Autenticazione richiesta
ja: 認証が必要です
lt: Reikalingas autentifikavimas
lv: Nepieciešama autentifikācija
my: အကောင့်ဝင်ရပါမည်
pl: Wymagana autoryzacja
pt_pt: Autenticação necessária
ro: Autentificare necesară
ru: Необходима авторизация
si: සත්‍යාපනය අවශ්යයි
sr: Потребна аутентификација
tr: Kimlik doğrulama gerekli
uk: Необхідна аутентифікація
ur_pk: تصدیق درکار ہے
vi: Yêu cầu xác thực

# AuthenticationPage|
source: OK
ar: حسنا
bn: ওকে
cs_cz: Potvrdit
es: Aceptar
fa: تأیید
hi: ठीक है
hu: Rendben
lt: Gerai
my: အိုကေ
ru: ОК
si: හරි
sr: У реду
tr: Tamam
ur_pk: ٹھیک ہے
vi: Đồng ý

# AuthenticationPage|
source: The site says: "%1".
ar: الموقع يقول: "%1".
bg: Сайта казва: "%1".
bn: সাইটটি বলে: "%1"।
cs_cz: Stránka hlásí: "%1".
de: Seite sagt: "%1".
es: El sitio dice: "%1".
fa: سایت می‌گوید: "%1".
fi: Sivusto ilmoittaa: "%1".
fr: Le site dit: "%1".
hi: साइट कहती है: "%1"।
hu: Az oldal azt mondja: "%1".
id: Situs tersebut mengatakan: "%1".
it: Il sito riporta: "%1".
ja: サイトからのメッセージ: "%1"
lt: Svetainėje rašoma: „%1“.
lv: Šī saite saka: "%1".
my: ဆိုဒ်အပြော၊ “%1“
pl: Serwer odpowiedział: "%1".
pt_pt: O site diz: "%1".
ro: Site-ul spune: "%1".
ru: Сайт сообщает: «%1».
si: වෙබ් අඩවිය මෙසේ පවසයි: "%1".
sr: Сајт каже: „%1“.
tr: Sitenin söylediği: "%1".
uk: Сайт повідомляє: "%1".
ur_pk: سائٹ کہتی ہے: "%1"۔
vi: Trang web cho biết: "%1".

# AuthenticationPage|
source: Username
ar: اسم المستخدم
bg: Потребителско име
bn: ব্যবহারকারীর নাম
cs_cz: Uživ. jméno
de: Benutzername
es: Nombre de usuario
fa: نام کاربری
fi: Käyttäjätunnus
fr: Nom d'utilisateur
hi: उपयोगकर्ता नाम
hu: Felhasználónév
id: Nama Pengguna
it: Nome utente
ja: ユーザー名
lt: Naudotojo vardas
lv: Lietotājvārds
my: နာမည်
pl: Użytkownik
pt_pt: Usuário
ro: Nume de utilizator
ru: Логин
si: පරිශීලක නාමය
sr: Корисничко име
tr: Kullanıcı adı
uk: Ім'я користувача
ur_pk: یوزر نیم
vi: Tên người dùng

# AuthenticationPage|
source: Password
ar: كلمة المرور
bg: Парола
bn: পাসওয়ার্ড
cs_cz: Heslo
de: Passwort
es: Contraseña
fa: گذرواژه
fi: Salasana
fr: Mot de passe
hi: पासवर्ड
hu: Jelszó
id: Kata Sandi
ja: パスワード
lt: Slaptažodis
lv: Parole
my: စကားဝှက်
pl: Hasło
pt_pt: Senha
ro: Parolă
ru: Пароль
si: මුරපදය
sr: Лозинка
tr: Parola
uk: Пароль
ur_pk: پاس ورڈ
vi: Mật khẩu

# AuthenticationPage|
source: Remember
ar: تذكّر
bg: Запамети
bn: মনে রাখবেন
cs_cz: Zapamatovat
de: Speichern
es: Recordar
fa: به خاطر سپردن
fi: Muista
fr: Se rappeler
hi: याद है
hu: Emlékezz rá
id: Ingat
it: Ricorda
ja: 記憶する
lt: Prisiminti
lv: Atcerēties
my: သတိရပါ
pl: Zapamiętaj
pt_pt: Lembrar
ro: Țne minte
ru: Запомнить
si: මතක තියාගන්න
sr: Запамти
tr: Hatırla
uk: Пам'ятати
ur_pk: یاد رکھیں
vi: Ghi nhớ

# BackupComboBox|
source: 5 minutes
ar: 5 دقائق
bg: 5 минути
bn: ৫ মিনিট
cs_cz: 5 minut
de: 5 Minuten
es: 5 minutos
fa: ۵ دقیقه
fi: 5 minuuttia
hi: 5 मिनट
hu: 5 perc
id: 5 menit
it: 5 minuti
ja: 5 分
lt: 5 minutės
lv: 5 minūtes
my: ၅ မိနစ်
pl: 5 minut
pt_pt: 5 minutos
ro: 5 minute
ru: 5 минут
si: මිනිත්තු 5
sr: 5 минута
tr: 5 dakika
uk: 5 хвилин
ur_pk: 5 منٹ
vi: 5 phút

# BackupComboBox|
source: 15 minutes
ar: 15 دقيقة
bg: 15 минути
bn: ১৫ মিনিট
cs_cz: 15 minut
de: 15 Minuten
es: 15 minutos
fa: ۱۵ دقیقه
fi: 15 minuuttia
hi: 15 मिनट
hu: 15 perc
id: 15 menit
it: 15 minuti
ja: 15 分
lt: 15 minučių
lv: 15 minūtes
my: ၁၅ မိနစ်
pl: 15 minut
pt_pt: 15 minutos
ro: 15 minute
ru: 15 минут
si: මිනිත්තු 15
sr: 15 минута
tr: 15 dakika
uk: 15 хвилин
ur_pk: 15 منٹ
vi: 15 phút

# BackupComboBox|
source: 1 hour
ar: 1 ساعة
bg: 1 час
bn: ১ ঘণ্টা
cs_cz: 1 hodina
de: 1 Stunde
es: 1 hora
fa: ۱ ساعت
fi: 1 tunti
fr: 1 heure
hi: 1 घंटा
hu: 1 óra
id: 1 jam
it: 1 ora
ja: 1 時間
lt: 1 valanda
lv: 1 stunda
my: ၁ နာရီ
pl: 1 godzina
pt_pt: 1 hora
ro: 1 oră
ru: 1 час
si: පැය 1
sr: 1 сат
tr: 1 saat
uk: 1 година
ur_pk: 1 گھنٹہ
vi: 1 giờ

# BackupComboBox|
source: 3 hours
ar: 3 ساعات
bg: 3 часа
bn: ৩ ঘণ্টা
cs_cz: 3 hodiny
de: 3 Stunden
es: 3 horas
fa: ۳ ساعت
fi: 3 tuntia
fr: 3 heures
hi: 3 घंटे
hu: 3 óra
id: 3 jam
it: 3 ore
ja: 3 時間
lt: 3 valandos
lv: 3 stundas
my: ၃ နာရီ
pl: 3 godziny
pt_pt: 3 horas
ro: 3 ore
ru: 3 часа
si: 3 පැය
sr: 3 сата
tr: 3 saat
uk: 3 години
ur_pk: 3 گھنٹے
vi: 3 giờ

# BackupComboBox|
source: 1 day
ar: 1 يوم
bg: 1 ден
bn: ১ দিন
cs_cz: 1 den
de: 1 Tag
es: 1 día
fa: ۱ روز
fi: 1 päivä
fr: 1 jour
hi: 1 दिन
hu: 1 nap
id: 1 hari
it: 1 giorno
ja: 1 日
lt: 1 diena
lv: 1 diena
my: ၁ ရက်
pl: 1 dzień
pt_pt: 1 dia
ro: 1 zi
ru: 1 день
si: 1 දින
sr: 1 дан
tr: 1 gün
uk: 1 день
ur_pk: 1 دن
vi: 1 ngày

# BackupSlider|
source: 5 minutes
ar: 5 دقائق
bg: 5 минути
bn: ৫ মিনিট
cs_cz: 5 minut
de: 5 Minuten
es: 5 minutos
fa: ۵ دقیقه
fi: 5 minuuttia
hi: 5 मिनट
hu: 5 perc
id: 5 menit
it: 5 minuti
ja: 5 分
lt: 5 minutės
lv: 5 minūtes
my: ၅ မိနစ်
pl: 5 minut
pt_pt: 5 minutos
ro: 5 minute
ru: 5 минут
si: මිනිත්තු 5
sr: 5 минута
tr: 5 dakika
uk: 5 хвилин
ur_pk: 5 منٹ
vi: 5 phút

# BackupSlider|
source: 15 minutes
ar: 15 دقيقة
bg: 15 минути
bn: ১৫ মিনিট
cs_cz: 15 minut
de: 15 Minuten
es: 15 minutos
fa: ۱۵ دقیقه
fi: 15 minuuttia
hi: 15 मिनट
hu: 15 perc
id: 15 menit
it: 15 minuti
ja: 15 分
lt: 15 minučių
lv: 15 minūtes
my: ၁၅ မိနစ်
pl: 15 minut
pt_pt: 15 minutos
ro: 15 minute
ru: 15 минут
si: මිනිත්තු 15
sr: 15 минута
tr: 15 dakika
uk: 15 хвилин
ur_pk: 15 منٹ
vi: 15 phút

# BackupSlider|
source: 1 hour
ar: 1 ساعة
bg: 1 час
bn: ১ ঘণ্টা
cs_cz: 1 hodina
de: 1 Stunde
es: 1 hora
fa: ۱ ساعت
fi: 1 tunti
fr: 1 heure
hi: 1 घंटा
hu: 1 óra
id: 1 jam
it: 1 ora
ja: 1 時間
lt: 1 valanda
lv: 1 stunda
my: ၁ နာရီ
pl: 1 godzina
pt_pt: 1 hora
ro: 1 oră
ru: 1 час
si: පැය 1
sr: 1 сат
tr: 1 saat
uk: 1 година
ur_pk: 1 گھنٹہ
vi: 1 giờ

# BackupSlider|
source: 3 hours
ar: 3 ساعات
bg: 3 часа
bn: ৩ ঘণ্টা
cs_cz: 3 hodiny
de: 3 Stunden
es: 3 horas
fa: ۳ ساعت
fi: 3 tuntia
fr: 3 heures
hi: 3 घंटे
hu: 3 óra
id: 3 jam
it: 3 ore
ja: 3 時間
lt: 3 valandos
lv: 3 stundas
my: ၃ နာရီ
pl: 3 godziny
pt_pt: 3 horas
ro: 3 ore
ru: 3 часа
si: 3 පැය
sr: 3 сата
tr: 3 saat
uk: 3 години
ur_pk: 3 گھنٹے
vi: 3 giờ

# BackupSlider|
source: 1 day
ar: 1 يوم
bg: 1 ден
bn: ১ দিন
cs_cz: 1 den
de: 1 Tag
es: 1 día
fa: ۱ روز
fi: 1 päivä
fr: 1 jour
hi: 1 दिन
hu: 1 nap
id: 1 hari
it: 1 giorno
ja: 1 日
lt: 1 diena
lv: 1 diena
my: ၁ ရက်
pl: 1 dzień
pt_pt: 1 dia
ro: 1 zi
ru: 1 день
si: 1 දින
sr: 1 дан
tr: 1 gün
uk: 1 день
ur_pk: 1 دن
vi: 1 ngày

# BaseBaseErrorLabel|
source: Server has returned a web page.
ar: الخادم أعاد صفحة ويب.
bg: Сървърът е върнал уеб страница.
bn: সার্ভার একটি ওয়েব পেজ ফিরিয়ে দিয়েছে।
cs_cz: Server vrátil webovou stránku.
de: Server hat eine Webseite zurückgegeben.
fa: سرور یک با یک وب سایت به شما پاسخ داد
fi: Palvelin palautti verkkosivun.
fr: Le serveur a retourné une page web.
hu: A kiszolgáló egy weboldalt küldött vissza.
id: Server telah mengembalikan halaman web.
it: Il server ha restituito una pagina web.
ja: サーバーがウェブページを返しました。
lt: Serveris grąžino tinklalapį.
lv: Serveris ir atgriezis interneta lapu.
my: ဆာဗာက ဝဘ်စာမျက်နှာမှ ပြန်လာပါပြီ။
pl: Serwer zwrócił stronę WWW.
pt_pt: O servidor retornou uma página da web.
ro: Serverul a returnat o pagină web.
ru: Сервер вернул веб-страницу.
si: සේවාදායකය වෙබ් පිටුවක් ආපසු ලබා දී ඇත.
sr: Сервер је вратио веб страницу.
tr: Sunucu bir web sayfası döndürdü.
uk: Сервер повернув веб-сторінку.
ur_pk: سرور نے ایک ویب پیج واپس کیا ہے۔
vi: Máy chủ đã trả về một trang web.

# BaseBaseErrorLabel|
source: Click to open it in the web browser.
ar: انقر لفتحها في متصفح الويب.
bg: Щракнете за да го отворите в браузъра.
bn: ওয়েব ব্রাউজারে এটি খুলতে ক্লিক করুন।
cs_cz: Klepněte pro její otevření v prohlížeči.
de: Zum Öffnen im Webbrowser antippen.
fa: برای باز کردن آن در مرورگر وب کلیک کنید.
fi: Avaa se verkkoselaimessa sitä painamalla.
fr: Cliquer pour l'ouvrir dans le navigateur web.
hu: Kattints a gombra a böngészőben való megnyitáshoz!
id: Klik untuk membukanya di browser web.
it: Fai clic per aprirla nel browser web.
ja: クリックでウェブブラウザーを開きます。
lt: Spustelėkite, kad atidarytumėte jį žiniatinklio naršyklėje.
lv: Noklikšķini lai to atvērtu interneta pārlūkā.
my: ဝဘ်ဘရောင်ဇာတွင် ဖွင့်ရန် နှိပ်ပါ။
pl: Kliknij, aby otworzyć ją w przeglądarce WWW.
pt_pt: Clique para abri-la no navegador da web.
ro: Faceți clic pentru a-l deschide în browserul web.
ru: Кликните для открытия веб-страницы в браузере.
si: වෙබ් බ්රවුසරයේ එය විවෘත කිරීමට ක්ලික් කරන්න.
sr: Кликните да је отворите у веб прегледачу.
tr: Web tarayıcısında açmak için tıklayın.
uk: Клацніть, щоб відкрити у веб-браузері.
ur_pk: ویب براؤزر میں کھولنے کے لیے کلک کریں۔
vi: Bấm vào để mở nó trong trình duyệt web.

# BaseStringListArea|
source: Please enter one item per line
ar: يرجى إدخال عنصر واحد في كل سطر
bg: Моля въведете по един елемент на ред
bn: অনুগ্রহ করে প্রতি লাইনে একটি আইটেম লিখুন
cs_cz: Zadejte jednu položku na řádek
de: Bitte ein Element pro Zeile eingeben
es: Por favor ingresa un elemento por línea
fa: لطفا در هر خط فقط یک مورد را انتخاب کنید
fi: Yksi kohde per rivi
fr: Veuillez entrer un élément par ligne
hu: Kérlek, soronként egy tételt írj be!
id: Harap masukkan satu item per baris
it: Inserisci un elemento per riga
ja: 各行につき 1 項目を入力してください
lt: Įveskite vieną elementą eilutėje
lv: Lūdzu ievadi vienu lietu katrā līnijā
my: ကျေးဇူးပြု၍ တစ်ခုတစ်လိုင်း ဖြည့်ပါ
pl: Wprowadż jedną pozycję w wierszu
pt_pt: Insira um item por linha
ro: Vă rugăm să introduceți un articol pe rând
ru: Пожалуйста, введите одну запись на строку
si: කරුණාකර රේඛාවකට එක් අයිතමයක් ඇතුලත් කරන්න
sr: Унесите једну ставку по реду
tr: Lütfen her satıra bir öğe girin
uk: Будь ласка, вводьте по одному пункту на рядок
ur_pk: براہ کرم فی سطر ایک آئٹم درج کریں
vi: Vui lòng nhập một mục trên mỗi dòng

# BaseTextArea|
source: Cut
ar: قص
bg: Изрежи
bn: কাট
cs_cz: Vystřihnout
de: Ausschneiden
es: Cortar
fa: برش
fi: Leikkaa
fr: Couper
hi: कट गया
hu: Kivágás
id: Potong
it: Taglia
ja: 切り取り
lt: Iškirpti
lv: Izgriezt
my: ဖြတ်
pl: Wytnij
pt_pt: Cortar
ro: Taie
ru: Вырезать
si: කපන්න
sr: Исеци
tr: Kes
uk: Вирізати
ur_pk: کاٹیں
vi: Cắt

# BaseTextArea|
source: Copy
ar: نسخ
bg: Копиране
bn: কপি
cs_cz: Kopírovat
de: Kopieren
es: Copiar
fa: کپی
fi: Kopioi
fr: Copier
hi: प्रतिलिपि
hu: Másolás
id: Salin
it: Copia
ja: コピー
lt: Kopijuoti
lv: Kopēt
my: ကူးယူ
pl: Kopiuj
pt_pt: Copiar
ro: Copiază
ru: Копировать
si: පිටපතක්
sr: Копирај
tr: Kopyala
uk: Копіювати
ur_pk: کاپی
vi: Sao chép

# BaseTextArea|
source: Paste
ar: لصق
bg: Постави
bn: পেস্ট
cs_cz: Vložit
de: Einfügen
es: Pegar
fa: جای‌گذاری
fi: Liitä
fr: Coller
hi: पेस्ट करें
hu: Beillesztés
id: Tempel
it: Incolla
ja: 貼り付け
lt: Įklijuoti
lv: Ielīmēt
my: ကူးချ
pl: Wklej
pt_pt: Colar
ro: Lipire
ru: Вставить
si: අලවන්න
sr: Налепи
tr: Yapıştır
uk: Вставити
ur_pk: پیسٹ
vi: Dán

# BaseTextField|
source: Cut
ar: قص
bg: Изрежи
bn: কাট
cs_cz: Vystřihnout
de: Ausschneiden
es: Cortar
fa: برش
fi: Leikkaa
fr: Couper
hi: कट गया
hu: Kivágás
id: Potong
it: Taglia
ja: 切り取り
lt: Iškirpti
lv: Izgriezt
my: ဖြတ်
pl: Wytnij
pt_pt: Cortar
ro: Taie
ru: Вырезать
si: කපන්න
sr: Исеци
tr: Kes
uk: Вирізати
ur_pk: کاٹیں
vi: Cắt
