Repository: FreeDownloadManagerTeam/FDM6-localization
Catalog: main/fdm_*.po
Languages: ar, bg, bn, cs_cz, de, es, fa, fi, fr, hi, hu, id, it, ja, lt, lv, my, pl, pt_pt, ro, ru, si, sr, tr, uk, ur_pk, vi

# GeneralSettings|
source: Fixed default download folder
ar: إصلاح مجلد التنزيل الافتراضي
bg: Фиксирана папка за изтегляне по подразбиране
bn: স্থির ডিফল্ট ডাউনলোড ফোল্ডার
cs_cz: Pevná výchozí složka pro stažené soubory
de: Fester Standard-Downloadordner
es: Carpeta de descarga predeterminada fija
fa: پوشه پیش‌فرض دانلود ثابت شد
fi: Muuttumaton oletuslatauskansio
fr: Dossier de téléchargement par défaut fixe
hi: फिक्स्ड डिफॉल्ट डाउनलोड फोल्डर
hu: Rögzített alapértelmezett letöltési mappa
id: Folder unduhan standar tetap
it: Cartella predefinita download per tutti i file
ja: 既定のダウンロードフォルダーを固定する
lt: Ištaisytas numatytasis atsisiuntimo aplankas
lv: Fiksēta noklusējuma lejupielāžu mape
my: အသေလုပ်ထားသည့် မူလ ဒေါင်းလုပ်ဖိုင်တွဲ
pl: Stały folder pobierania
pt_pt: Pasta de transferência predefinida fixa
ro: Folder implicit de descărcare fixat
ru: Постоянная папка сохранения
si: ස්ථාවර පෙරනිමි බාගත ෆෝල්ඩරය
sr: Фиксна подразумевана фасцикла за преузимање
tr: Sabit varsayılan indirme klasörü
uk: Вибрана тека (незмінна)
ur_pk: مقررہ ڈیفالٹ ڈاؤن لوڈ فولڈر
vi: Đã sửa thư mục tải xuống mặc định

# GeneralSettings|
source: Open
ar: فتح
bg: Отвори
bn: খুলুন
cs_cz: Otevřít
de: Öffnen
es: Abrir
fa: باز کردن
fi: Avaa
fr: Ouvrir
hi: खुला हुआ
hu: Megnyitás
id: Buka
it: Apri
ja: 開く
lt: Atidaryti
lv: Atvērt
my: ဖွင့်
pl: Otwórz
pt_pt: Abrir
ro: Deschide
ru: Открыть
si: විවෘත කරන්න
sr: Отвори
tr: Aç
uk: Відкрити
ur_pk: کھولیں
vi: Mở

# GeneralSettings|
source: Cancel
ar: إلغاء
bg: Отказ
bn: বাতিল করুন
cs_cz: Storno
de: Abbrechen
es: Cancelar
fa: انصراف
fi: Peru
fr: Annuler
hi: रद्द करें
hu: Mégse
id: Batal
it: Annulla
ja: キャンセル
lt: Atšaukti
lv: Atcelt
my: ပယ်ဖျက်
pl: Anuluj
pt_pt: Cancelar
ro: Anulează
ru: Отмена
si: අවලංගු කරන්න
sr: Откажи
tr: İptal
uk: Скасувати
ur_pk: منسوخ کریں
vi: Hủy

# GeneralSettings|
source: Macros
ar: ماكرو
bg: Макроси
bn: ম্যাক্রো
cs_cz: Makra
de: Makros
fa: ماکروها
fi: Makrot
hi: मैक्रो
hu: Makrók
id: Makro
it: Gestisci
ja: マクロ
lt: Makrokomandos
pl: Makra
ro: Macro-uri
ru: Макросы
si: මැක්රොස්
sr: Макрои
tr: Makrolar
uk: Макрос
ur_pk: میکروز

# GeneralSettings|
source: Compact view of downloads list
ar: العرض المدمج لقائمة التنزيلات
bg: Компактен изглед на списъка за изтегляне
bn: ডাউনলোড তালিকার কম্প্যাক্ট ভিউ
cs_cz: Kompaktní zobrazení seznamu stahování
de: Kompaktansicht Downloadliste
es: Vista compacta de la lista de descargas
fa: مشاهده فشرده لیست دانلود
fi: Kompakti latauslista
fr: Vue compacte de la liste de téléchargements
hi: डाउनलोड सूची का संक्षिप्त दृश्य
hu: Kompakt nézet
id: Tampilan ringkas untuk daftar unduhan
it: Visualizzazione elenco download compatta
ja: ダウンロードリストをコンパクト表示にする
lt: Kompaktiškas atsisiuntimų sąrašo vaizdas
lv: Kompaktais lejupielāžu saraksta skats
my: ဒေါင်းလုပ်စာရင်း ကျစ်လစ်ဖော်ပြမှု
pl: Kompaktowy widok listy pobierania
pt_pt: Vista compacta da lista de downloads
ro: Vizualizare compactă a listei de descărcări
ru: Компактный вид списка загрузок
si: බාගත කිරීම් ලැයිස්තුවේ සංයුක්ත දැක්ම
sr: Компактан приказ листе преузимања
tr: İndirmeler listesinin sıkışık görünümü
uk: Компактний вид списку завантажень
ur_pk: ڈاؤن لوڈ کی فہرست کا کومپیکٹ ویو
vi: Chuyển danh sách tải xuống thành rút gọn

# GeneralSettings|
source: Enable standalone downloads windows
ar: تمكين نوافذ التنزيلات المستقلة
bg: Разрешаване на самостоятелни прозорци за изтегляне
bn: স্বতন্ত্র ডাউনলোড উইন্ডো সক্ষম করুন
cs_cz: Povolit jednotlivá okna stahování
de: Eigenständiges Downloadfenster aktivieren
es: Habilitar ventanas de descargas independientes
fa: فعال سازی پنجره های دانلود مستقل
fi: Käytä erillisiä latausikkunoita
fr: Activer les fenêtres de téléchargement autonomes
hi: स्टैंडअलोन डाउनलोड विंडो सक्षम करें
hu: Önálló letöltési ablakok engedélyezése
id: Aktifkan jendela unduhan mandiri
it: Abilita finestre separate per ogni download
ja: スタンドアロンのダウンロードウィンドウを有効にする
lt: Įgalinkite atskirus atsisiuntimo langus
lv: Iespējot patstāvīgus lejupielāžu logus
my: သီးသန့် ဒေါင်းလုပ်ပြတင်းများကို ဖွင့်ပါ
pl: Włącz osobne okna pobierania
pt_pt: Ativar janelas de downloads independentes
ro: Activați ferestrele de descărcări independente
ru: Включить отдельные окна загрузок
si: තනි තනි බාගැනීම් වින්ඩෝස් සක්රීය කරන්න
sr: Омогући засебне прозоре за преузимања
tr: Bağımsız indirmeler pencerelerini etkinleştir
uk: Дозволити окремі вікна заванатжень
ur_pk: اسٹینڈ اکیلے ڈاؤن لوڈ ونڈوز کو فعال کریں
vi: Kích hoạt cửa sổ tải xuống độc lập

# GeneralSettings|
source: Automatically remove deleted files from download list
ar: إزالة الملفات المحذوفة من قائمة التنزيلات تلقائيا
bg: Автоматично премахване на изтритите файлове от списъка за изтегляния
bn: ডাউনলোড তালিকা থেকে স্বয়ংক্রিয়ভাবে মুছে ফেলা ফাইল মুছে ফেলুন
cs_cz: Automaticky odebrat smazané soubory ze seznamu stahování
de: Automatisch gelöschte Dateien aus der Downloadliste entfernen
es: Remover automáticamente los archivos borrados de la lista de descargas
fa: حذف کردن فایل‌های حذف شده به طور خودکار از لیست دانلود
fi: Poista poistetut tiedostot latauslistalta automaattisesti
fr: Enlever automatiquement les fichiers supprimés de la liste de téléchargement
hi: डाउनलोड सूची से हटाई गई फ़ाइलों को स्वचालित रूप से हटा दें
hu: A törölt fájlok automatikus eltávolítása a letöltési listáról
id: Menghilangkan berkas yang dihapus dari daftar unduhan secara otomatis
it: Rimuovi automaticamente dall'elenco download i file eliminati
ja: 削除したファイルをダウンロードリストから自動的に削除する
lt: Automatiškai pašalinti ištrintus failus iš atsisiuntimų sąrašo
lv: Automātiski noņemt dzēstos failus no lejupielāžu saraksta
my: ဒေါင်းလုပ်စာရင်းမှ ဖျက်ထားသည့် ဖိုင်များကို အလိုအလျောက် ဖယ်ရှားပါ
pl: Automatycznie usuwaj pliki z listy pobierania
pt_pt: Remover automaticamente ficheiros eliminados da lista de transferências
ro: Eliminați automat fișierele șterse din lista de descărcare
ru: Автоматически удалять загрузки при удалении файла
si: බාගත ලැයිස්තුවෙන් මකන ලද බාගත කිරීම් ස්වයංක්රීයව ඉවත් කරන්න
sr: Аутоматски уклони обрисане датотеке из листе преузимања
tr: Silinen dosyaları indirme listesinden otomatik olarak kaldır
uk: Автоматично прибирати видалені файли зі списку завантажень
ur_pk: ڈیلیٹ کی گئی فائلوں کو ڈاؤن لوڈ کی فہرست سے خودکار طور پر ہٹائیں
vi: Tự động xóa các tệp tin đã xóa từ danh sách tải xuống

# GeneralSettings|
source: Automatically remove completed downloads from download list
ar: إزالة التنزيلات المكتملة من قائمة التنزيلات تلقائيا
bg: Автоматично премахни завършените изтегляния от списъка
bn: ডাউনলোড তালিকা থেকে স্বয়ংক্রিয়ভাবে সম্পূর্ণ ডাউনলোডগুলি সরান
cs_cz: Automaticky odebrat dokončená stahování ze seznamu stahování
de: Automatisch fertiggestellte Downloads von der Downloadliste entfernen
es: Remover automáticamente las descargas completadas de la lista de descargas
fa: حذف دانلودهای تکمیل شده به طور خودکار از لیست دانلود
fi: Poista valmistuneet lataukset latauslistasta automaattisesti
fr: Enlever automatiquement les téléchargements complets de la liste de téléchargement
hi: डाउनलोड सूची से पूर्ण डाउनलोड को स्वचालित रूप से हटा दें
hu: A befejezett letöltések automatikus eltávolítása a letöltési listáról
id: Menghilangkan berkas yang selesai dari daftar unduhan secara otomatis
it: Rimuovi automaticamente dall'elenco download i download completati
ja: 完了したダウンロードをダウンロードリストから自動的に削除する
lt: Automatiškai pašalinti užbaigtus atsisiuntimus iš atsisiuntimų sąrašo
lv: Automātiski noņemt pabeigtās lejupielādes no lejupielāžu saraksta
my: ဒေါင်းလုပ်စာရင်းမှ ပြီးသွားသည့် ဖိုင်များကို အလိုအလျောက် ဖယ်ရှားပါ
pl: Automatyczne usuwanie ukończonych pobrań z listy pobierania
pt_pt: Remover automaticamente transferências concluídas da lista de transferências
ro: Eliminați automat descărcările finalizate din lista de descărcare
ru: Автоматически удалять завершённые загрузки из списка загрузок
si: බාගත ලැයිස්තුවෙන් සම්පූර්ණ කරන ලද බාගත කිරීම් ස්වයංක්රීයව ඉවත් කරන්න
sr: Аутоматски уклони завршена преузимања из листе преузимања
tr: Tamamlanan indirmeleri indirme listesinden otomatik olarak kaldır
uk: Автоматично прибирати завершені завантаження зі списку завантажень
ur_pk: مکمل شدہ ڈاؤن لوڈز کو ڈاؤن لوڈ کی فہرست سے خودکار طور پر ہٹائیں
vi: Tự động xoá các mục tải xuống thành công khỏi danh sách tải xuống

# GeneralSettings|
source: Immediately
ar: فوراً
bg: Веднага
bn: অবিলম্বে
cs_cz: Okamžitě
de: Sofort
es: Inmediatamente
fa: بلافاصله
fi: Heti
fr: Immédiatement
hu: Azonnal
id: Segera
it: Subito
ja: すぐに
lt: Iš karto
lv: Nekavējoties
my: ချက်ချင်း
pl: Natychmiast
pt_pt: Imediatamente
ro: Imediat
ru: Сразу
si: වහාම
sr: Одмах
tr: Hemen
uk: Негайно
ur_pk: فوری طور پر
vi: Ngay lập tức

# GeneralSettings|
source: In
ar: في
bg: В
bn: ভিতরে
cs_cz: Za
es: En
fa: در
fr: Dans
id: Masuk
it: Tra
ja: 完了の
lt: Į
lv: Iekš
my: တွင်
pl: Po
pt_pt: Em
ro: În
ru: Через
si: තුළ
sr: За
uk: За
ur_pk: میں
vi: Trong

# GeneralSettings|
source: days
ar: أيام
bg: дни
bn: দিন
cs_cz: dnů
de: Tage
es: días
fa: روزها
fi: päivässä
fr: jours
hu: nap múlva
id: hari
it: giorni
ja: 日後に
lt: dienos
lv: dienas
my: ရက်
pl: dniach
pt_pt: dias
ro: zile
ru: дн.
si: දින
sr: дана
tr: gün içinde
uk: днів
ur_pk: دن
vi: ngày

# GeneralSettings|
source: Automatically retry failed downloads
ar: إعادة المحاولة للتنزيلات الفاشلة تلقائيا
bg: Автоматичен повторен опит за неуспешни изтегляния
bn: স্বয়ংক্রিয়ভাবে ব্যর্থ ডাউনলোড পুনরায় চেষ্টা করুন
cs_cz: Automaticky znovu spustit stahování, která selhala
de: Fehlgeschlagene Downloads automatisch erneut versuchen
es: Reintentar automáticamente descargas fallidas
fa: تکرار خودکار دانلودهای ناموفق شده
fi: Yritä epäonnistuneita latauksia automaattisesti uudelleen
fr: Réessayer automatiquement les téléchargements échoués
hi: स्वचालित रूप से विफल डाउनलोड का पुन: प्रयास करें
hu: Próbálja meg újra a sikertelen letöltéseket
id: Coba lagi unduhan yang gagal secara otomatis
it: Riprova automaticamente i download non riusciti
ja: 失敗したダウンロードを自動的に再試行する
lt: Automatiškai bandykite dar kartą atsisiųsti nepavykusius atsisiuntimus
lv: Automātiski vēlreiz mēģināt neizdevušās lejupielādes
my: မအောင်မြင်သည့် ဒေါင်းလုပ်များကို အလိုအလျောက် ပြန်လုပ်ကြည့်ပါ
pl: Automatycznie ponów nieudane pobrania
pt_pt: Repetir automaticamente transferências falhadas
ro: Reîncercați automat descărcările eșuate
ru: Автоматически перезапускать неудавшиеся загрузки
si: ස්වයංක්රීයව අසාර්ථක බාගැනීම් නැවත උත්සාහ කරන්න
sr: Аутоматски поново покушај неуспела преузимања
tr: Başarısız olan indirmeleri otomatik olarak yeniden dene
uk: Автоматично перезапускати невдалі завантаження
ur_pk: ناکام ہونے والے ڈاؤن لوڈز کی خودکار طور پر دوبارہ کوشش کریں
vi: Tự động tải lại các mục tải xuống thất bại

# GeneralSettings|
source: Do not download web pages
ar: عدم تنزيل صفحات الويب
bg: Без изтегляне на уеб страници
bn: ওয়েব পেজ ডাউনলোড করবেন না
cs_cz: Nestahovat webové stránky
de: Webseiten nicht herunterladen
fa: عدم دانلود صفحات وب
fi: Älä lataa verkkosivuja
fr: Ne pas télécharger les pages web
hu: Ne töltse le a weboldalakat
id: Jangan mengunduh halaman web
it: Non scaricare pagine web
ja: ウェブページをダウンロードしない
lt: Neatsisiųskite tinklalapių
lv: Nelejupielādēt interneta lapas
my: ဝဘ်စာမျက်နှာများကို ဒေါင်းလုပ် မလုပ်ရန်
pl: Nie pobieraj stron WWW
pt_pt: Não transferir páginas web
ro: Nu descărcați pagini web
ru: Не скачивать веб-страницы
si: වෙබ් පිටු බාගත නොකරන්න
sr: Не преузимај веб странице
tr: Web sayfalarını indirme
uk: Не завантажувати веб-сторінки
ur_pk: ویب پیجز ڈاؤن لوڈ نہ کریں
vi: Không tải xuống các trang web

# GeneralSettings|
source: Use server time for file creation
ar: استخدم وقت الخادم لإنشاء الملف
bg: Използване на сървърно време при създаване на файл
bn: ফাইল তৈরির জন্য সার্ভার সময় ব্যবহার করুন
cs_cz: Použít čas serveru pro vytvoření souboru
de: Serverzeit für Dateierstellung nutzen
es: Usar fecha del servidor para la creación del archivo
fa: استفاده از زمان سرور برای ایجاد فایل
fi: Käytä tiedoston luontiaikana palvelimen aikaa
fr: Utiliser l'heure du serveur pour la création de fichier
hi: फ़ाइल निर्माण के लिए सर्वर समय का उपयोग करें
hu: A kiszolgálóidő használata fájlkészítéshez
id: Gunakan waktu server untuk pembuatan berkas
it: Imposta data/ora file a quella del server
ja: ファイル作成にサーバー側の時間を適用する
lt: Failų kūrimui naudokite serverio laiką
lv: Izmantot servera laiku priekš laika izveidošanas
my: ဖိုင်ဖန်တီးမှုအတွက် ဆာဗာအချိန်ကို အသုံးပြုပါ
pl: Użyj czasu z serwera do utworzenia pliku
pt_pt: Usar a hora do servidor para a criação de ficheiros
ro: Utilizați timpul serverului pentru crearea fișierelor
ru: Использовать время сервера для даты создания файла
si: ගොනු නිර්මාණය කිරීම සඳහා සේවාදායක කාලය භාවිතා කරන්න
sr: Користи време сервера за време креирања датотеке
tr: Dosya oluşturma için sunucu saatini kullan
uk: При створенні файлу використати час сервера
ur_pk: فائل تخلیق کے لیے سرور کا وقت استعمال کریں
vi: Sử dụng thời gian máy chủ để tạo tệp

# GeneralSettings|
source: Maximum urls count in batch download
ar: أقصى عدد للروابط في تحميل بشكل دفعة
bg: Максимален брой URL адреси при групово изтегляне
bn: ব্যাচ ডাউনলোডে সর্বাধিক ইউআরএল গণনা
cs_cz: Maximální počet URL pro dávkové stahování
de: Max. Anzahl von URLs beim Batch-Download
es: Recuento máximo de urls en la descarga por lotes
fa: حداکثر تعداد آدرس‌ها در دسته دانلود
fi: URL-osoitteiden enimmäismäärä monilatauksessa
fr: Nombre maximum d’urls en téléchargement par lot
hi: बैच डाउनलोड में अधिकतम यूआरएल की गिनती होती है
hu: Maximális URL-ek száma kötegletöltésben
id: Jumlah URL maksimum di kelompok unduhan
it: Download multipli - numero massimo URL
ja: 一括ダウンロードの上限 URL 数
lt: Didžiausias URL skaičius atsisiunčiant paketą
lv: Maksimālais url skaits grupu lejupielādē
my: အတွဲလိုက် ဒေါင်းလုပ်ရှိ အများဆုံး url အရေအတွက်
pl: Maksymalna liczba adresów w pobieraniu wsadowym
pt_pt: Contagem máxima de URLs no download em lote
ro: Numărul maxim de adrese URL la descărcarea în lot
ru: Максимум ссылок в пакетной загрузке
si: කණ්ඩායම තුල බාගත කල හැකි උපරිම urls ගණන
sr: Максималан број URL адреса у групном преузимању
tr: Toplu indirmede en fazla URL sayısı
uk: Максимальна кількість URL в пакетному завантаженні
ur_pk: بیچ ڈاؤن لوڈ میں ویب پتوں کی زیادہ سے زیادہ تعداد
vi: Số lượng url tối đa trong tải xuống hàng loạt

# GeneralSettings|
source: Update
ar: تحديث
bg: Обновления
bn: হালনাগাদ
cs_cz: Aktualizovat
es: Actualizar
fa: بروزرسانی
fi: Päivitä
fr: Mise à jour
hi: अद्यतन
hu: Frissítés
id: Pembaharuan
it: Aggiornamento
ja: 更新
lt: Atnaujinimas
lv: Atjaunināt
my: အသစ်တင်ရန်
pl: Aktualizacja
pt_pt: Atualizar
ro: Actualizare
ru: Обновления
si: යාවත්කාලීන කරන්න
sr: Ажурирање
tr: Güncelleme
uk: Оновити
ur_pk: اپ ڈیٹ
vi: Cập nhật

# GeneralSettings|
source: Check for updates automatically
ar: التحقق من وجود تحديثات تلقائيا
bg: Автоматична проверка за обновления
bn: স্বয়ংক্রিয়ভাবে আপডেটের জন্য চেক করুন
cs_cz: Automaticky kontrolovat aktualizace
de: Updates automatisch prüfen
es: Comprobar actualizaciones automáticamente
fa: بررسی خودکار بروزرسانی
fi: Tarkista päivitykset automaattisesti
fr: Rechercher automatiquement les mises à jour
hi: स्वत: अपडेट के लिए जांचें
hu: Frissítések automatikus keresése
id: Periksa pembaharuan secara otomatis
it: Controlla automaticamente aggiornamenti
ja: 更新を自動的に確認する
lt: Automatiškai patikrinkite, ar nėra naujinimų
lv: Meklēt atjauninājumus automātiski
my: အသစ်များကို အလိုအလျောက် စစ်ဆေးပါ
pl: Sprawdzaj aktualizacje automatycznie
pt_pt: Verificar por atualizações automaticamente
ro: Verificați automat actualizările
ru: Автоматически проверять на наличие обновлений
si: යාවත්කාලීන කිරීම් ස්වයංක්රීයව පරීක්ෂා කරන්න
sr: Аутоматски провери ажурирања
tr: Güncellemeleri otomatik olarak denetle
uk: Автоматично перевіряти оновлення
ur_pk: اپ ڈیٹس کے لیے خودکار طور پر چیک کریں
vi: Kiểm tra cập nhật tự động

# GeneralSettings|
source: Install updates automatically
ar: تثبيت التحديثات تلقائيا
bg: Автоматично инсталиране на обновленията
bn: স্বয়ংক্রিয়ভাবে আপডেট ইনস্টল করুন
cs_cz: Automaticky instalovat aktualizace
de: Updates automatisch installieren
es: Instalar actualizaciones automáticamente
fa: نصب خودکار بروزرسانی
fi: Asenna päivitykset automaattisesti
fr: Installer automatiquement les mises à jour
hi: अपडेट को स्वचालित रूप से इंस्टॉल करें
hu: Frissítések automatikus telepítése
id: Pasang pembaharuan secara otomatis
it: Installa automaticamente aggiornamenti
ja: 更新を自動的にインストールする
lt: Automatiškai įdiekite naujinimus
lv: Instalēt atjauninājumus automātiski
my: အသစ်များကို အလိုအလျောက် ထည့်သွင်းပါ
pl: Zainstaluj aktualizacje automatycznie
pt_pt: Instalar atualizações automaticamente
ro: Instalați automat actualizări
ru: Автоматически устанавливать обновления
si: යාවත්කාලීන ස්වයංක්රීයව ස්ථාපනය කරන්න
sr: Аутоматски инсталирај ажурирања
tr: Güncellemeleri otomatik olarak yükle
uk: Автоматично встановлювати оновлення
ur_pk: اپ ڈیٹس خودکار طور پر انسٹال کریں
vi: Cài đặt bản cập nhật tự động

# GeneralSettings|
source: Mark downloaded files
de: Heruntergeladene Dateien markieren
fa: علامت گذاری فایل های دانلود شده
fr: Marquer les fichiers téléchargés
hu: Letöltött fájlok megjelölése
ja: ダウンロードしたファイルをマークする
pl: Zaznacz pobrane pliki
pt_pt: Marcar arquivos baixados
ru: Помечать скачиваемые файлы
sr: Означи преузете датотеке
tr: İndirilen dosyaları işaretle
ur_pk: ڈاؤن لوڈ کی گئی فائلوں کو نشان زد کریں
vi: Đánh dấu tệp đã tải xuống

# GeneralSettings2|
source: Check for updates automatically
ar: التحقق من وجود تحديثات تلقائيا
bg: Автоматична проверка за обновления
bn: স্বয়ংক্রিয়ভাবে আপডেটের জন্য চেক করুন
cs_cz: Automaticky kontrolovat aktualizace
de: Updates automatisch prüfen
fa: بررسی خودکار بروزرسانی
fi: Tarkista päivitykset automaattisesti
fr: Vérifier automatiquement les mises à jour
hi: स्वत: अपडेट के लिए जांचें
hu: Frissítések automatikus keresése
id: Periksa pembaharuan secara otomatis
it: Controlla automaticamente aggiornamenti
ja: 更新を自動的に確認する
lt: Automatiškai patikrinkite, ar nėra naujinimų
lv: Meklēt atjauninājumus automātiski
my: အသစ်များကို အလိုအလျောက် စစ်ဆေးပါ
pl: Sprawdzaj aktualizacje automatycznie
pt_pt: Verificar por atualizações automaticamente
ro: Verificați automat actualizările
ru: Автоматически проверять на наличие обновлений
si: යාවත්කාලීන කිරීම් ස්වයංක්රීයව පරීක්ෂා කරන්න
sr: Аутоматски провери ажурирања
tr: Güncellemeleri otomatik olarak denetle
uk: Автоматично перевіряти оновлення
ur_pk: اپ ڈیٹس کے لیے خودکار طور پر چیک کریں
vi: Kiểm tra cập nhật tự động

# GeneralSettings2|
source: Install updates automatically
ar: تثبيت التحديثات تلقائيا
bg: Автоматично инсталиране на обновленията
bn: স্বয়ংক্রিয়ভাবে আপডেট ইনস্টল করুন
cs_cz: Automaticky instalovat aktualizace
de: Updates automatisch installieren
fa: نصب خودکار بروزرسانی
fi: Asenna päivitykset automaattisesti
fr: Installer automatiquement les mises à jour
hi: अपडेट को स्वचालित रूप से इंस्टॉल करें
hu: Frissítések automatikus telepítése
id: Pasang pembaharuan secara otomatis
it: Installa automaticamente aggiornamenti
ja: 更新を自動的にインストールする
lt: Automatiškai įdiekite naujinimus
lv: Instalēt atjauninājumus automātiski
my: အသစ်များကို အလိုအလျောက် ထည့်သွင်းပါ
pl: Zainstaluj aktualizacje automatycznie
pt_pt: Instalar atualizações automaticamente
ro: Instalați actualizările automat
ru: Автоматически устанавливать обновления
si: යාවත්කාලීන ස්වයංක්රීයව ස්ථාපනය කරන්න
sr: Аутоматски инсталирај ажурирања
tr: Güncellemeleri otomatik olarak yükle
uk: Автоматично встановлювати оновлення
ur_pk: اپ ڈیٹس خودکار طور پر انسٹال کریں
vi: Cài đặt bản cập nhật tự động

# GeneralSettings2|
source: Use mobile network
ar: استخدام شبكة الموبايل
bg: Използване на мобилна мрежа
bn: মোবাইল নেটওয়ার্ক ব্যবহার করুন
cs_cz: Použít mobilní síť
de: Mobilfunknetz nutzen
fa: استفاده از شبکه موبایل
fi: Käytä mobiilidataa
fr: Utiliser le réseau mobile
hi: मोबाइल नेटवर्क का प्रयोग करें
hu: Mobilhálózat használata
id: Gunakan jaringan seluler
it: Usa la rete mobile
ja: モバイルネットワークを使用する
lt: Naudokite mobiliojo ryšio tinklą
lv: Izmantot mobilos datus
my: မိုဘိုင်းကွန်ရက်ကို သုံးပါ
pl: Używaj połączeń komórkowych
pt_pt: Use rede móvel
ro: Utilizați rețeaua mobilă
ru: Использовать мобильный Интернет
si: ජංගම ජාලය භාවිතා කරන්න
sr: Користи мобилну мрежу
tr: Mobil şebeke kullan
uk: Використовувати мобільну мережу
ur_pk: موبائل نیٹ ورک استعمال کریں
vi: Dùng mạng di dộng

# GeneralSettings2|
source: Allow data roaming
ar: السماح بالتجوال البيانات
bg: Позволяване на данни в роуминг
bn: ডেটা রোমিংয়ের অনুমতি দিন
cs_cz: Povolit datový roaming
de: Datenroaming erlauben
fa: اجازه دسترسی به داده‌های رومینگ
fi: Salli Roaming
fr: Autoriser l'itinérance de données
hi: डेटा रोमिंग की अनुमति दें
hu: Adatroaming engedélyezése
id: Bolehkan roaming data
it: Consenti roaming dati
ja: データローミングを許可する
lt: Leisti duomenų tarptinklinį ryšį
lv: Atļaut datu viesabonēšanu
my: ဒေတာ roaming ခွင့်ပြုပါ
pl: Używaj danych w roamingu
pt_pt: Permitir roaming de dados
ro: Permite roamingul de date
ru: Разрешить роуминг данных
si: දත්ත රෝමිං සඳහා අවසර දෙන්න
sr: Дозволи роаминг података
tr: Veri dolaşımına izin ver
uk: Дозволити роумінг даних
ur_pk: ڈیٹا رومنگ کی اجازت دیں
vi: Cho phép chuyển vùng dữ liệu

# GeneralSettings2|
source: Using mobile data while roaming may result in additional charges.
ar: استخدام البيانات المحمولة أثناء التجوال قد يؤدي إلى رسوم إضافية.
bg: При използването на данни в роуминг могат да се начислят допълнителни такси.
bn: রোমিং এর সময় মোবাইল ডেটা ব্যবহার করলে অতিরিক্ত চার্জ লাগতে পারে।
cs_cz: Použití datového roamingu může mít za následek další dodatečné platby.
de: Bei der Nutzung von Mobildaten während des Roamings können zusätzliche Kosten anfallen.
fa: استفاده از داده موبایل در حین رومینگ ممکن است باعث هزینه‌های اضافی شود.
fi: Mobiilidatan käyttö Roaming-verkossa saattaa aiheuttaa lisäkustannuksia.
fr: Utiliser les données mobiles en itinérance peut entrainer des charges en plus.
hi: रोमिंग के दौरान मोबाइल डेटा का उपयोग करने पर अतिरिक्त शुल्क लग सकते हैं।
hu: A mobil adatforgalom használata roaming közben további díjakat eredményezhet.
id: Menggunakan data seluler ketika roaming dapat mengakibatkan biaya tambahan.
it: L'uso dei dati mobili durante il roaming può comportare costi aggiuntivi.
ja: ローミング中にモバイルデータを使用すると、追加料金が発生する場合があります。
lt: Naudojant mobiliuosius duomenis tarptinklinio ryšio metu, gali būti taikomi papildomi mokesčiai.
lv: Mobilo datu lietošana datu viesabonēšanas laikā var izraisīt papildus izmaksas.
my: Roaming နေစဉ် မိုဘိုင်းဒေတာ အသုံးပြုခြင်းက အပိုငွေ ကုန်ကျနိုင်သည်။
pl: Używanie danych mobilnych w roamingu może skutkować dodatkowymi opłatami.
pt_pt: A utilização de dados móveis em roaming pode resultar em custos adicionais.
ro: Utilizarea datelor mobile în roaming poate duce la taxe suplimentare.
ru: За использование сотовых данных в роуминге может взиматься дополнительная плата.
si: රෝමිං අතරතුර ජංගම දත්ත භාවිතා කිරීමෙන් අමතර ගාස්තු අය කළ හැකිය.
sr: Коришћење мобилних података у роамингу може проузроковати додатне трошкове.
tr: Dolaşımdayken mobil verilerin kullanılması ek ücretlere neden olabilir.
uk: За використання мобільних даних у роумінгу може стягуватися додаткова плата.
ur_pk: رومنگ کے دوران موبائل ڈیٹا استعمال کرنے کے نتیجے میں اضافی چارجز لگ سکتے ہیں۔
vi: Sử dụng dữ liệu di động khi chuyển vùng có thể phải trả thêm phí.

# GeneralTab|
source: Status
ar: الحالة
bg: Статус
bn: স্ট্যাটাস
cs_cz: Stav
es: Estado
fa: وضعیت
fi: Tila
fr: Statut
hi: स्थिति
hu: Állapot
it: Stato
ja: ステータス
lt: Būsena
lv: Satuss
my: အခြေအနေ
pt_pt: Estado
ru: Статус
si: තත්වය
sr: Статус
tr: Durum
uk: Статус
ur_pk: حالت
vi: Trạng thái

# GeneralTab|
source: completed
ar: مكتمل
bg: завършено
bn: সম্পন্ন
cs_cz: dokončeno
de: abgeschlossen
es: completada
fa: تمام شده
fi: valmis
fr: terminé
hi: पूरा किया हुआ
hu: befejezve
id: berhasil
it: completato
ja: 完了
lt: baigta
lv: pabeigts
my: ပြီးဆုံး
pl: zakończone
pt_pt: concluído
ro: terminat
ru: завершено
si: සම්පූර්ණ කර ඇත
sr: завршено
tr: tamamlandı
uk: завершено
ur_pk: مکمل
vi: đã hoàn thành
