Repository: FreeDownloadManagerTeam/FDM6-localization
Catalog: main/fdm_*.po
Languages: ar, bg, bn, cs_cz, de, es, fa, fi, fr, hi, hu, id, it, ja, lt, lv, my, pl, pt_pt, ro, ru, si, sr, tr, uk, ur_pk, vi

# DownloadsItemTools|
source: Converting to mp3
ar: التحويل إلى mp3
bg: Превръщане в mp3
bn: mp3 তে রূপান্তর করা হচ্ছে
cs_cz: Převádění na MP3
de: In mp3 konvertieren
es: Convirtiendo a mp3
fa: در حال تبدیل به mp3
fi: Muunnetaan MP3-muotoon
fr: Conversion en mp3
hi: mp3 में कनवर्ट करना
hu: Konvertálás mp3-ra
id: Konversikan ke mp3
it: Conversione in MP3
ja: MP3 に変換しています
lt: Konvertavimas į mp3
lv: Pārveido uz mp3
my: Mp3 သို့ ပြောင်းလဲခြင်း
pl: Konwertowanie do MP3
pt_pt: Convertendo para mp3
ro: Convertirea în mp4
ru: Конвертация в mp3
si: MP3 බවට පරිවර්තනය කිරීම
sr: Конвертовање у mp3
tr: Mp3'e çevriliyor
uk: Конвертація в mp3
ur_pk: mp3 میں تبدیل کیا جا رہا ہے
vi: Đang chuyển đổi sang mp3

# DownloadsItemTools|
source: Converting to mp4
ar: التحويل إلى mp4
bg: Превръщане в mp4
bn: mp4 এ রূপান্তর করা হচ্ছে
cs_cz: Převádění na MP4
de: In mp4 konvertieren
es: Convirtiendo a mp4
fa: در حال تبدیل به mp4
fi: Muunnetaan MP3-muotoon
fr: Conversion en mp4
hi: mp4 में कनवर्ट करना
hu: Konvertálás mp4-re
id: Konversikan ke mp4
it: Conversione in MP4
ja: MP4 に変換しています
lt: Konvertavimas į mp4
lv: Pārveido uz mp4
my: Mp4 သို့ ပြောင်းလဲခြင်း
pl: Konwertowanie do MP4
pt_pt: Convertendo para mp4
ro: Convertirea în mp4
ru: Конвертация в mp4
si: MP4 බවට පරිවර්තනය කිරීම
sr: Конвертовање у mp4
tr: Mp4'e çevriliyor
uk: Конвертація в mp4
ur_pk: mp4 میں تبدیل کیا جا رہا ہے
vi: Đang chuyển đổi sang mp4

# DownloadsItemTools|
source: Calculating hash
ar: الحساب العمومي
bg: Изчисляване на хеш
bn: হ্যাশ গণনা করা হচ্ছে
cs_cz: Počítání hashe
de: Hash berechnen
es: Calculando hash
fa: محاسبه hash
fi: Lasketaan tarkistussummaa
fr: Calcul du hachage
hi: हैश की गणना
hu: A hash kiszámítása
id: Menghitung hash
it: Calcolo valore hash
ja: ハッシュを計算しています
lt: Maišos skaičiavimas
lv: Aprēķina hash
my: Hash ကို တွက်ချက်ခြင်း
pl: Obliczanie sumy kontrolnej
pt_pt: Calculando hash
ro: Calculare hash
ru: Вычисляется хэш
si: හැෂ් ගණනය කිරීම
sr: Израчунавање хеша
tr: Adresleme hesaplanıyor
uk: Розрахунок хешу
ur_pk: ہیش کا حساب لگایا جا رہا ہے
vi: Đang tính toán hash

# DownloadsItemTools|
source: File is missing
ar: الملف غير موجود
bg: Файла липсва
bn: ফাইল পাওয়া যাচ্ছে না
cs_cz: Soubor chybí
de: Datei fehlt
es: Archivo no encontrado
fa: فایل موجود نیست
fi: Tiedosto puuttuu
fr: Le fichier est manquant
hi: फ़ाइल गुम है
hu: Hiányzik a fájl
id: Berkas dinyatakan hilang
it: File mancante
ja: ファイルが見つかりません
lt: Trūksta failo
lv: Trūkst fails
my: ဖိုင် ပျောက်နေသည်
pl: Brak pliku
pt_pt: O Arquivo está faltando
ro: Fișierul lipsește
ru: Файл отсутствует
si: ගොනුව අතුරුදහන් වී ඇත
sr: Датотека недостаје
tr: Dosya eksik
uk: Відсутній файл
ur_pk: فائل غائب ہے
vi: Thiếu tệp tin

# DownloadsItemTools|
source: Disk is missing
ar: القرص غير موجود
bg: Диска липсва
bn: ডিস্ক অনুপস্থিত
cs_cz: Disk chybí
de: Datenträger fehlt
es: Disco no encontrado
fa: دیسک موجود نیست
fi: Levy puuttuu
fr: Le disque est manquant
hi: डिस्क गायब है
hu: Hiányzik a lemez
id: Disk tidak ada
it: Unità di archiviazione non presente
ja: ディスクが見つかりません
lt: Trūksta disko
lv: Trūkst disks
my: သိုလှောင်မှု ပျောက်နေသည်
pl: Brak nośnika/dysku
pt_pt: O disco está faltando
ro: Discul lipsește
ru: Диск отсутствует
si: තැටිය අතුරුදහන් වී ඇත
sr: Диск недостаје
tr: Disk eksik
uk: Відсутній диск
ur_pk: ڈسک غائب ہے
vi: Thiếu ổ đĩa

# DownloadsList|
source: duplicates (%1)
ar: مكررات (%1)
de: Duplikate (%1)
fr: doublons (%1)
hu: duplikált (%1)
it: duplicati (%1)
ja: 重複 (%1)
pl: duplikatów (%1)
pt_pt: duplicatas (%1)
ro: duplicate (%1)
ru: дубликаты (%1)
sr: дупликати (%1)
tr: kopya (%1)
ur_pk: ڈپلیکیٹس (%1)
vi: trùng lặp (%1)

# DownloadsList|
source: invalid (%1)
ar: غير صالح (%1)
de: ungültig (%1)
fr: invalides (%1)
hu: érvénytelen (%1)
it: non validi (%1)
ja: 無効 (%1)
pl: nieprawidłowych (%1)
pt_pt: inválido (%1)
ru: некорректные (%1)
sr: неважећи (%1)
tr: geçersiz (%1)
ur_pk: غیر موزوں (%1)
vi: không hợp lệ (%1)

# DownloadsList|
source: unsupported (%1)
ar: غير مدعوم (%1)
de: nicht unterstützt (%1)
fr: non supportés (%1)
hu: nem támogatot (%1)
it: non supportati (%1)
ja: 未サポート (%1)
pl: nieobsługiwanych (%1)
pt_pt: sem suporte (%1)
ro: nesuportat (%1)
ru: неподдерживаемые (%1)
sr: неподржани (%1)
tr: desteklenmeyen (%1)
ur_pk: غیر تعاون یافتہ (%1)
vi: không được hỗ trợ (%1)

# DownloadsList|
source: Skipped downloads
ar: التنزيلات المتخطية
de: Übersprungene Downloads
fr: Téléchargements ignorés
hu: Kihagyott letöltések
it: Download saltati
ja: スキップされたダウンロード
pl: Pominiętych pobrań
pt_pt: Downloads ignorados
ro: Descărcări sărite
ru: Пропущенные закачки
sr: Прескочена преузимања
tr: Atlanan indirmeler
ur_pk: چھوڑے گئے ڈاؤن لوڈز
vi: Đã bỏ qua tải xuống

# DownloadsList|
source: Download links (%1 selected)
ar: روابط التنزيل ( %1 محدد)
bg: Линкове за изтегляне (%1 избрано)
bn: ডাউনলোড লিঙ্ক (%1 নির্বাচিত)
cs_cz: Odkazy stahování (%1 vybráno)
de: Downloadlinks (%1 ausgewählt)
es: Enlaces de descarga (%1 seleccionados)
fa: لینک های دانلود (%1 انتخاب شده‌است)
fi: Latauslinkit (%1 valittu)
fr: Liens de téléchargement (%1 sélectionnés)
hi: लिंक डाउनलोड करें (%1 चयनित)
hu: Linkek letöltése (%1 kiválasztva)
id: Tautan unduhan (%1 dipilih)
it: Collegamenti download (%1 selezionati)
ja: ダウンロードリンク (%1 選択済み)
lt: Atsisiuntimo nuorodos (pasirinkta %1)
lv: Lejupielādes saites (%1 iezīmētas)
my: ဒေါင်းလုပ်လင့်ခ် (%1 ရွေးထား)
pl: Pobierz linki (%1 wybranych)
pt_pt: Links de download (%1 selecionados)
ro: Linkuri de descărcare (%1 selectat)
ru: Ссылки загрузок (%1 выбрано)
si: සබැඳි බාගත කරන්න (%1 තෝරාගත්)
sr: Везе за преузимање (%1 изабрано)
tr: Bağlantıları indir (%1 seçildi)
uk: Посилання на завантаження (%1 вибрано)
ur_pk: ڈاؤن لوڈ لنکس (%1 منتخب کیے گئے)
vi: Liên kết tải xuống (%1 đã chọn)

# DownloadsList|
source: Select all
ar: تحديد الكل
bg: Избери всички
bn: সব নির্বাচন করুন
cs_cz: Označit vše
de: Alle auswählen
es: Seleccionar todo
fa: انتخاب همه
fi: Valitse kaikki
fr: Tout sélectionner
hi: सभी का चयन करे
hu: Összes kiválasztása
id: Pilih Semua
it: Seleziona tutto
ja: すべて選択
lt: Pasirinkite viską
lv: Izvēlēties visu
my: အားလုံး ရွေးပါ
pl: Zaznacz wszystkie
pt_pt: Selecionar Tudo
ro: Selectează tot
ru: Выбрать все
si: සියල්ල තෝරන්න
sr: Изабери све
tr: Tümünü seç
uk: Вибрати все
ur_pk: سب کو منتخب کریں
vi: Chọn tất cả

# DownloadsList|
source: Select none
ar: لا تختر شيئا
bg: Премахни избор
bn: কিছুই না
cs_cz: Odznačit vše
de: Nichts auswählen
es: Seleccionar nada
fa: انتخاب هیچ کدام
fi: Tyhjennä valinnat
fr: Ne rien sélectionner
hi: किसी का चयन न करें
hu: Semelyiket ne válassza ki
id: Tidak memilih apapun
it: Deseleziona tutto
ja: 選択解除
lt: Nepasirinkite nė vieno
lv: Neko neizvēlēties
my: ဘာမှ မရွေးပါ
pl: Odznacz wszystkie
pt_pt: Selecionar nenhum
ro: Deselectează tot
ru: Снять выделение
si: කිසිවක් තෝරන්න
sr: Поништи избор
tr: Hiçbirini seçme
uk: Скинути вибір
ur_pk: کسی کو منتخب نہ کریں
vi: Không chọn

# DownloadsPage|
source: Show all downloads
de: Alle Downloads anzeigen
it: Visualizza tutti i download
ro: Afișați toate descărcările
ru: Показать все закачки

# DownloadsPage|
source: Download list is empty.
ar: قائمة التنزيلات فارغة.
bg: Списъка за изтегляне е празен.
bn: ডাউনলোড তালিকা খালি।
cs_cz: Seznam stahování je prázdný.
de: Downloadliste ist leer.
es: Lista de descargas vacía.
fa: لیست دانلود خالی است.
fi: Latauslista on tyhjä.
fr: La liste de téléchargement est vide.
hi: डाउनलोड सूची खाली है।
hu: A letöltési lista üres.
id: Daftar unduhan kosong.
it: L'elenco download è vuoto.
ja: ダウンロードリストが空です。
lt: Atsisiuntimų sąrašas tuščias.
lv: Lejupielāžu saraksts ir tukšs.
my: ဒေါင်းလုပ်စာရင်းက လွတ်နေသည်။
pl: Lista pobierania jest pusta.
pt_pt: A lista de transferências está vazia.
ro: Lista de descărcare este goală.
ru: Список загрузок пуст.
si: බාගත ලැයිස්තුව හිස්ය.
sr: Листа преузимања је празна.
tr: İndirme listesi boş.
uk: Список завантажень пустий.
ur_pk: ڈاؤن لوڈ کی فہرست خالی ہے۔
vi: Danh sách tải xuống trống.

# DownloadsPage|
source: Add new download URL.
ar: إضافة عنوان تنزيل جديد.
bg: Добавете нов URL за изтегляне.
bn: নতুন ডাউনলোড URL যোগ করুন।
cs_cz: Přidat novou URL stahování.
de: Neue Download-URL hinzufügen.
es: Agregar nueva URL de descarga.
fa: افزودن URL دانلود جدید.
fi: Lisää uuden latauksen URL.
fr: Ajouter une nouvelle URL de téléchargement.
hi: नया डाउनलोड URL जोड़ें।
hu: Új letöltési URL hozzáadása.
id: Tambahkan URL unduhan baru.
it: Aggiungi nuovo URL download.
ja: 新規ダウンロード URL を追加してください。
lt: Pridėti naują atsisiuntimo URL.
lv: Pievienot jaunu lejupielādes URL.
my: ဒေါင်းလုပ် URL အသစ် ထည့်ပါ။
pl: Dodaj nowy adres pobierania.
pt_pt: Adicione novo URL de transferência.
ro: Adăugați o nouă adresă URL de descărcare.
ru: Добавьте новую ссылку на загрузку.
si: නව බාගත URL එක් කරන්න.
sr: Додај нови URL преузимања.
tr: Yeni indirme URL'si ekleyin.
uk: Додати нову URL-адресу завантаження.
ur_pk: نیا ڈاؤن لوڈ پتہ شامل کریں۔
vi: Thêm URL mới để tải xuống.

# DownloadsPage|
source: No results found for
ar: لا توجد نتائج لـ
bg: Няма резултати за
cs_cz: Žádné výsledky pro
de: Keine Ergebnisse gefunden für
es: No se encontraron resultados para
fa: نتیجه ای یافت نشد برای
fi: Ei tuloksia kohteesta
fr: Pas de résultat trouvé pour
hi: के लिए कोई परिणाम नहीं मिला
hu: Nincs találat a következőre
id: Tidak ditemukan hasil untuk
it: Nessun risultato per
ja: 該当する結果は見つかりません
lt: Rezultatų nerasta
lv: Nav atrasti rezultāti priekš
my: ဒါ့အတွက် ဘာရလဒ်မှ မတွေ့
pl: Nie znaleziono wyników dla
pt_pt: Nenhum resultado encontrado para
ro: Nu s-au găsit rezultate pentru
ru: Не найдено результатов по запросу
si: සඳහා කිසිදු ප්රතිඵලයක් හමු වී නැත
sr: Нема резултата за
tr: Sonucun bulunamadığı öğe
uk: Не знайдено результатів для
ur_pk: اس کے لیے کوئی نتائج نہیں ملے:
vi: Không tìm thấy kết quả nào cho

# DownloadsPage|
source: No results tagged "%1" found
ar: لا توجد نتائج معلمة بـ"%1"
bg: Не са открити резултати за "%1"
bn: "%1" ট্যাগ করা কোনো ফলাফল পাওয়া যায়নি
cs_cz: Nebyly nalezeny žádné výsledky označené jako "%1"
de: Keine Ergebnisse mit Tag "%1" gefunden
es: No se encontraron resultados etiquetados como "%1"
fa: هیچ نتیجه‌ای با برچسب "%1" یافت نشد
fi: Tunnisteella "%1" ei löytynyt tuloksia
fr: Pas de résultat étiqueté "%1" trouvé
hi: "%1" टैग किए गए कोई परिणाम नहीं मिले
hu: Nincs találat a következő címkével: "%1"
id: Tidak ditemukan hasil dengan tagar "%1"
it: Nessun risultato trovato per "%1"
ja: "%1" のタグが付いた結果はありませんでした
lt: Nerasta rezultatų, pažymėtų „%1“.
lv: Nav atrasti rezultāti atzīmēti ar "%1"
my: “%1” ကပ်တွဲ ရလဒ်များ မတွေ့
pl: Brak wyników z oznaczeniem "%1"
pt_pt: Nenhum resultado marcado "%1" encontrado
ro: Nu a fost găsit niciun rezultat etichetat „%1”.
ru: Загрузки с меткой «%1» не найдены
si: "%1" ටැග් කරන ලද ප්රතිඵල නොමැත
sr: Нема резултата са ознаком „%1“
tr: Bulunan "%1" etiketli sonuçlar yok
uk: Не знайдено результатів з позначкою "%1"
ur_pk: "%1" ٹیگ کے ساتھ کوئی نتائج نہیں ملے
vi: Không tìm thấy kết quả nào được gắn thẻ "%1"

# DownloadsPage|
source: No active downloads
ar: لا توجد تنزيلات نشطة
bg: Няма активни изтегляния
bn: কোন সক্রিয় ডাউনলোড নেই
cs_cz: Žádná aktivní stahování
de: Keine aktiven Downloads
es: No hay descargas activas
fa: دانلود فعالی وجود ندارد
fi: Aktiivisia latauksia ei ole
fr: Pas de téléchargement actif
hi: कोई सक्रिय डाउनलोड नहीं
hu: Nincsenek aktív letöltések
id: Tidak ada unduhan aktif
it: Nessun download attivo
ja: 実行中のダウンロードはありません
lt: Nėra aktyvių atsisiuntimų
lv: Nav aktīvu lejupielāžu
my: လုပ်နေသည့် ဒေါင်းလုပ်များ မရှိပါ
pl: Brak aktywnych pobierań
pt_pt: Nenhum download ativo
ro: Nu există descărcări active
ru: Нет активных загрузок
si: සක්රීය බාගත කිරීම් නොමැත
sr: Нема активних преузимања
tr: Etkin indirmeler yok
uk: Немає активних завантажень
ur_pk: کوئی فعال ڈاؤن لوڈ نہیں ہے
vi: Không chủ động tải xuống

# DownloadsPage|
source: No completed downloads
ar: لا توجد تنزيلات مكتملة
bg: Няма завършени изтегляния
bn: কোনো সম্পূর্ণ ডাউনলোড নেই
cs_cz: Žádná dokončená stahování
de: Keine abgeschlossenen Downloads
es: No hay descargas completadas
fa: دانلود تکمیل شده ای وجود ندارد
fi: Valmistuneita latauksia ei ole
fr: Pas de téléchargement terminé
hi: कोई पूर्ण डाउनलोड नहीं
hu: Nincsenek befejezett letöltések
id: Tidak ada unduhan selesai
it: Nessun download completato
ja: 完了したダウンロードはありません
lt: Nėra užbaigtų atsisiuntimų
lv: Nav pabeigtu lejupielāžu
my: ပြီးသွားသည့် ဒေါင်းလုပ်များ မရှိပါ
pl: Brak ukończonych pobierań
pt_pt: Nenhum download concluído
ro: Nicio descărcare finalizată
ru: Нет завершённых загрузок
si: සම්පුර්ණ කරන ලද බාගැනීම් නොමැත
sr: Нема завршених преузимања
tr: Tamamlanan indirmeler yok
uk: Немає завершених завантажень
ur_pk: کوئی مکمل شدہ ڈاؤن لوڈ نہیں ہے
vi: Không hoàn thành tải xuống

# DownloadsPage|
source: Show all
ar: إظهار الكل
bg: Покажи всички
bn: সব দেখাও
cs_cz: Zobrazit vše
de: Alle anzeigen
es: Mostrar todo
fa: نمایش همه
fi: Näytä kaikki
fr: Tout afficher
hi: सभी दिखाएं
hu: Összes megjelenítése
id: Tampilkan semua
it: Visualizza tutti
ja: すべて表示
lt: Rodyti viską
lv: Parādīt visu
my: အားလုံး ပြပါ
pl: Pokaż wszystkie
pt_pt: Mostrar tudo
ro: Arată tot
ru: Показать все
si: සියලු දේ පෙන්වන්න
sr: Прикажи све
tr: Tümünü göster
uk: Показати все
ur_pk: سب دکھائیں
vi: Hiển thị tất cả

# DownloadsPage|
source: Download list is empty. Add new download URL.
ar: قائمة التنزيلات فارغة. أضف عنوان تنزيل جديد.
bg: Списъка за изтегляне е празен. Добавете нов URL за изтегляне.
bn: ডাউনলোড তালিকা খালি। নতুন ডাউনলোড URL যোগ করুন।
cs_cz: Seznam stahování je prázdný. Přidejte novou URL stahování.
de: Downloadliste ist leer. Neue Download-URL hinzufügen.
es: La lista de descargas está vacía. Agrega una nueva URL de descarga.
fa: لیست دانلود خالی است. افزودن URL دانلود جدید.
fi: Latauslista on tyhjä. Lisää uuden latauksen URL.
fr: La liste de téléchargement est vide. Ajouter une nouvelle URL de téléchargement.
hi: डाउनलोड सूची खाली है। नया डाउनलोड URL जोड़ें।
hu: A letöltési lista üres. Adj hozzá új letöltési URL-t.
id: Daftar unduhan kosong. Tambahkan URL unduhan baru.
it: L'elenco download è vuoto. Aggiungi nuovo URL download.
ja: ダウンロードリストは空です。新規ダウンロード URL を追加してください。
lt: Atsisiuntimų sąrašas tuščias. Pridėti naują atsisiuntimo URL.
lv: Lejupielāžu saraksts ir tukšs. Pievieno jaunu lejupielādes URL.
my: ဒေါင်းလုပ်စာရင်းက လွတ်နေသည်။ ဒေါင်းလုပ် URL အသစ် ထည့်ပါ။
pl: Lista pobierania jest pusta. Dodaj nowy adres pobierania.
pt_pt: A lista de transferências está vazia. Adicione novo URL de transferência.
ro: Lista de descărcare este goală. Adăugați o nouă adresă URL de descărcare.
ru: Список загрузок пуст. Добавьте новую ссылку для скачивания.
si: බාගත ලැයිස්තුව හිස්ය. නව බාගත URL එක් කරන්න.
sr: Листа преузимања је празна. Додајте нови URL за преузимање.
tr: İndirme listesi boş. Yeni indirme URL'si ekleyin.
uk: Список завантажень пустий. Додайте нову URL адресу.
ur_pk: ڈاؤن لوڈ کی فہرست خالی ہے۔ نیا ڈاؤن لوڈ یو-آر-ایل شامل کریں۔
vi: Danh sách tải xuống trống. Thêm URL mới để tải xuống.

# DownloadsPage|
source: Connect to remote %1
ar: اتصال عن بعد %1
bg: Отдалечено свързване с %1
bn: দূরবর্তী %1 এর সাথে সংযোগ করুন
cs_cz: Nelze se připojit ke vzdálenému %1
de: Mit Gegenstelle %1 verbinden
fa: اتصال به ریموت 1%
fi: Muodosta %1-etäyhteys
fr: Connecter au distant %1
hi: %1 रिमोट से कनेक्ट करें
hu: Távoli csatlakozás: %1
id: Hubungkan ke %1 jarak jauh
it: Connetti %1 remoto
ja: %1 にリモートで接続
lt: Prisijunkite prie nuotolinio valdymo įrenginio %1
lv: Pievienoties attālināti %1
my: အဝေးက %1 ကို ဆက်သွယ်ပါ
pl: Podłącz do zdalnego %1
pt_pt: Conectar ao %1 remoto
ro: Conectați-vă la distanța %1
ru: Удалённое подключение к %1
si: දුරස්ථ%1 වෙත සම්බන්ධ වන්න
sr: Повежи се са удаљеним %1
tr: Uzak %1'ye bağlan
uk: З'єднати з віддаленим %1
ur_pk: ریموٹ %1 سے منسلک ہوں
vi: Kết nối đến %1 từ xa

source: Downloads settings
ar: إعدادات التنزيلات
bg: Настройки за изтегляния
bn: ডাউনলোড সেটিংস
cs_cz: Nastavení stahování
de: Downloadeinstellungen
es: Ajustes de descargas
fa: تنظیمات دانلودها
fi: Latausasetukset
fr: Paramètres des téléchargements
hi: डाउनलोड सेटिंग
hu: Letöltési beállítások
id: Pengaturan unduhan
it: Impostazioni download
ja: ダウンロード設定
lt: Atsisiuntimų nustatymai
lv: Lejupielāžu iestatījumi
my: ဒေါင်းလုပ် အပြင်အဆင်များ
pl: Ustawienia pobierania
pt_pt: Configurações de download
ro: Setări de descărcări
ru: Настройки загрузок
si: බාගත කිරීම් සැකසුම්
sr: Подешавања преузимања
tr: İndirme ayarları
uk: Налаштування завантажень
ur_pk: ڈاؤن لوڈز کی ترتیبات
vi: Cài đặt tải xuống

# DownloadsSettings|
source: Start downloading without confirmation
ar: بدء التنزيل دون تأكيد
bg: Започни изтегляне без потвърждение
bn: নিশ্চিতকরণ ছাড়াই ডাউনলোড করা শুরু করুন
cs_cz: Spustit stahování bez potvrzení
de: Download ohne Bestätigung starten
es: Iniciar descarga sin confirmación
fa: شروع به دانلود کردن بدون نیاز به تأیید
fi: Käynnistä lataus ilman vahvistusta
fr: Lancer le téléchargement sans confirmation
hi: बिना पुष्टि के डाउनलोड करना शुरू करें
hu: Indítsa el a letöltéseket megerősítés nélkül
id: Mulai pengunduhan tanpa konfirmasi
it: Avvia download senza conferma
ja: 確認せずにダウンロードを開始する
lt: Pradėkite atsisiųsti be patvirtinimo
lv: Sākt lejupielādēt bez apstiprinājuma
my: အတည်မပြုဘဲ ဒေါင်းလုပ်ခြင်း စတင်ရန်
pl: Rozpocznij pobieranie bez potwierdzenia
pt_pt: Iniciar o download sem confirmação
ro: Începeți descărcarea fără confirmare
ru: Загружать файлы без подтверждения
si: තහවුරු කිරීමකින් තොරව බාගත කිරීම ආරම්භ කරන්න
sr: Покрени преузимање без потврде
tr: Onay olmadan indirmeyi başlat
uk: Почати завантаження без підтвердження
ur_pk: بغیر تصدیق کے ڈاؤن لوڈ شروع کریں
vi: Bắt đầu tải xuống mà không cần xác nhận

# DownloadsSettings|
source: Automatically remove deleted files from download list
ar: إزالة الملفات المحذوفة من قائمة التنزيلات تلقائيا
bg: Автоматично премахване на изтритите файлове от списъка с изтеглянията
bn: ডাউনলোড তালিকা থেকে স্বয়ংক্রিয়ভাবে মুছে ফেলা ফাইল মুছে ফেলুন
cs_cz: Automaticky odebrat smazané soubory ze seznamu stahování
de: Automatisch gelöschte Dateien aus der Downloadliste entfernen
es: Remover automáticamente los archivos borrados de la lista de descargas
fa: حذف کردن فایل‌های حذف شده به طور خودکار از لیست دانلود
fi: Poista poistetut tiedostot latauslistalta automaattisesti
fr: Enlever automatiquement les fichiers supprimés de la liste de téléchargement
hi: डाउनलोड सूची से हटाई गई फ़ाइलों को स्वचालित रूप से हटा दें
hu: A törölt fájlok automatikus eltávolítása a letöltési listáról
id: Otomatis membersihkan berkas yang sudah dihapus dari daftar unduhan
it: Rimuovi automaticamente dall'elenco download i file eliminati
ja: 削除したファイルをダウンロードリストから自動的に削除する
lt: Automatiškai pašalinti ištrintus failus iš atsisiuntimų sąrašo
lv: Automātiski noņemt dzēstos failus no lejupielāžu saraksta
my: ဒေါင်းလုပ်စာရင်းမှ ဖျက်ထားသည့် ဖိုင်များကို အလိုအလျောက် ဖယ်ရှားပါ
pl: Automatycznie usuwaj pliki z listy pobierania
pt_pt: Remover automaticamente ficheiros eliminados da lista de transferências
ro: Eliminați automat fișierele șterse din lista de descărcare
ru: Автоматически удалять загрузки при удалении файла
si: බාගත ලැයිස්තුවෙන් මකන ලද බාගත කිරීම් ස්වයංක්රීයව ඉවත් කරන්න
sr: Аутоматски уклони обрисане датотеке из листе преузимања
tr: Silinen dosyaları indirme listesinden otomatik olarak kaldır
uk: Автоматично прибирати видалені файли зі списку завантажень
ur_pk: ڈیلیٹ کی گئی فائلوں کو ڈاؤن لوڈ کی فہرست سے خودکار طور پر ہٹائیں
vi: Tự động xóa các tệp tin đã xóa từ danh sách tải xuống

# DownloadsSettings|
source: Automatically remove completed downloads from download list
ar: إزالة التنزيلات المكتملة من قائمة التنزيلات تلقائيا
bg: Автоматично премахни завършените изтегляния от списъка
bn: ডাউনলোড তালিকা থেকে স্বয়ংক্রিয়ভাবে সম্পূর্ণ ডাউনলোডগুলি সরান
cs_cz: Automaticky odebrat dokončená stahování ze seznamu stahování
de: Automatisch fertiggestellte Downloads von der Downloadliste entfernen
es: Remover automáticamente las descargas completadas de la lista de descargas
fa: حذف دانلودهای تکمیل شده به طور خودکار از لیست دانلود
fi: Poista valmistuneet lataukset latauslistalta automaattisesti
fr: Enlever automatiquement les téléchargements complets de la liste de téléchargement
hi: डाउनलोड सूची से पूर्ण डाउनलोड को स्वचालित रूप से हटा दें
hu: A befejezett letöltések automatikus eltávolítása a letöltési listáról
id: Otomatis membersihkan unduhan yang sudah selesai dari daftar unduhan
it: Rimuovi automaticamente dall'elenco download i download completati
ja: 完了したダウンロードをダウンロードリストから自動的に削除する
lt: Automatiškai pašalinti užbaigtus atsisiuntimus iš atsisiuntimų sąrašo
lv: Automātiski noņemt pabeigtās lejupielādes no lejupielāžu saraksta
my: ဒေါင်းလုပ်စာရင်းမှ ပြီးသွားသည့် ဖိုင်များကို အလိုအလျောက် ဖယ်ရှားပါ
pl: Automatyczne usuwanie ukończonych pobrań z listy pobierania
pt_pt: Remover automaticamente transferências concluídas da lista de transferências
ro: Eliminați automat descărcările finalizate din lista de descărcare
ru: Автоматически удалять завершённые загрузки из списка загрузок
si: බාගත ලැයිස්තුවෙන් සම්පූර්ණ කරන ලද බාගත කිරීම් ස්වයංක්රීයව ඉවත් කරන්න
sr: Аутоматски уклони завршена преузимања из листе преузимања
tr: Tamamlanan indirmeleri indirme listesinden otomatik olarak kaldır
uk: Автоматично прибирати завершені завантаження зі списку завантажень
ur_pk: مکمل شدہ ڈاؤن لوڈز کو ڈاؤن لوڈ کی فہرست سے خودکار طور پر ہٹائیں
vi: Tự động xoá các mục tải xuống thành công khỏi danh sách tải xuống

# DownloadsSettings|
source: Immediately
ar: فورًا
bg: Веднага
bn: অবিলম্বে
cs_cz: Okamžitě
de: Sofort
es: Inmediatamente
fa: بلافاصله
fi: Heti
fr: Immédiatement
hu: Azonnal
id: Segera
it: Subito
ja: すぐに
lt: Iš karto
lv: Nekavējoties
my: ချက်ချင်း
pl: Natychmiast
pt_pt: Imediatamente
ro: Imediat
ru: Сразу
si: වහාම
sr: Одмах
tr: Hemen
uk: Негайно
ur_pk: فوری طور پر
vi: Ngay bây giờ

# DownloadsSettings|
source: In
ar: في
bg: В
bn: ভিতরে
cs_cz: Za
es: En
fa: در
fr: Dans
id: Dalam
it: Tra
ja: 完了の
lt: Į
lv: Iekš
my: တွင်
pl: Po
pt_pt: Em
ro: În
ru: Через
si: තුළ
sr: За
uk: За
ur_pk: میں
vi: Trong

# DownloadsSettings|
source: days
ar: أيام
bg: дни
bn: দিন
cs_cz: dnů
de: Tage
es: días
fa: روزها
fi: päivässä
fr: jours
hu: nap múlva
id: hari
it: giorni
ja: 日後に
lt: dienos
lv: dienas
my: ရက်
pl: dniach
pt_pt: dias
ro: zile
ru: дн.
si: දින
sr: дана
tr: gün içinde
uk: днів
ur_pk: دن
vi: ngày

# DownloadsSettings|
source: Automatically retry failed downloads
ar: إعادة المحاولة للتنزيلات الفاشلة تلقائيا
bg: Автоматичен повторен опит за неуспешни изтегляния
bn: স্বয়ংক্রিয়ভাবে ব্যর্থ ডাউনলোড পুনরায় চেষ্টা করুন
cs_cz: Automaticky znovu spustit stahování, která selhala
de: Automatisch fehlgeschlagene Downloads erneut versuchen
es: Reintentar automáticamente descargas fallidas
fa: تکرار خودکار دانلودهای لغو شده
fi: Yritä epäonnistuneita latauksia automaattisesti uudelleen
fr: Retenter automatiquement les téléchargements échoués
hi: स्वचालित रूप से विफल डाउनलोड का पुन: प्रयास करें
hu: Próbálja meg újra a sikertelen letöltéseket
id: Coba lagi unduhan yang gagal secara otomatis
it: Riprova automaticamente download non riusciti
ja: 失敗したダウンロードを自動的に再試行する
lt: Automatiškai bandykite dar kartą atsisiųsti nepavykusius atsisiuntimus
lv: Automātiski vēlreiz mēģināt neizdevušās lejupielādes
my: မအောင်မြင်သည့် ဒေါင်းလုပ်များကို အလိုအလျောက် ပြန်လုပ်ကြည့်ပါ
pl: Automatycznie ponów nieudane pobrania
pt_pt: Repetir automaticamente transferências falhadas
ro: Reîncercați automat descărcările eșuate
ru: Автоматически перезапускать неудавшиеся загрузки
si: ස්වයංක්රීයව අසාර්ථක බාගැනීම් නැවත උත්සාහ කරන්න
sr: Аутоматски поново покушај неуспела преузимања
tr: Başarısız olan indirmeleri otomatik olarak yeniden dene
uk: Автоматично перезапускати невдалі завантаження
ur_pk: ناکام ہونے والے ڈاؤن لوڈز کی خودکار طور پر دوبارہ کوشش کریں
vi: Tự động tải lại các mục tải xuống thất bại
