Repository: FreeDownloadManagerTeam/FDM6-localization
Catalog: main/fdm_*.po
Languages: ar, bg, bn, cs_cz, de, es, fa, fi, fr, hi, hu, id, it, ja, lt, lv, my, pl, pt_pt, ro, ru, si, sr, tr, uk, ur_pk, vi

# AntivirusSettings|
source: Is your antivirus not listed?
ar: هل برنامج مكافحة الفيروسات الخاص بك غير مدرج؟
bg: Антивирусната Ви програма не е в списъка?
bn: আপনার অ্যান্টিভাইরাস তালিকাভুক্ত নয়?
cs_cz: Není v seznamu Váš antivirus?
de: Ist Ihr Antivirusprogramm nicht gelistet?
es: ¿Tu antivirus no está listado?
fa: آنتی‌ویروس شما وجود ندارد؟
fi: Eikö virustorjuntaasi näy?
fr: Votre antivirus n'apparaît pas?
hi: क्या आपका एंटीवायरस सूचीबद्ध नहीं है?
hu: Nincs felsorolva az vírusírtód?
id: Apakah antivirus Anda tidak terdaftar?
it: Il programma antivirus non è in elenco?
ja: お使いのウイルス対策ソフトがリストにありませんか?
lt: Ar jūsų antivirusinė programa nėra sąraše?
lv: Vai jūsu antivīrusa programma nav minēta?
my: သင့်ဗိုင်းရပ်ကာကွယ်ရေးက မရှိဘူးလား။
pl: Nie widzisz swojego programu antywirusowego?
pt_pt: Seu antivírus não está listado?
ro: Antivirusul dvs. nu este listat?
ru: Вашего антивируса нет в списке?
si: ඔබේ ප්රති-වයිරස ලැයිස්තුගත කර නැද්ද?
sr: Ваш антивирус није на листи?
tr: Antivirüs programınız listede yok mu?
uk: Вашого антивірусу нема в списку?
ur_pk: کیا آپ کا اینٹی وائرس اس فہرست میں نہیں ہے؟
vi: Không có phần mềm diệt virus bạn cần tìm?

# AntivirusSettings|
source: Path:
ar: المسار:
bg: Път:
bn: পথ:
cs_cz: Cesta:
de: Pfad:
es: Ruta:
fa: مسیر:
fi: Sijainti:
fr: Chemin:
hi: रास्ता:
hu: Elérési út:
id: Jalur:
it: Percorso:
ja: パス:
lt: Kelias:
lv: Ceļš:
my: လမ်းကြောင်း၊
pl: Ścieżka:
pt_pt: Caminho:
ro: Cale:
ru: Путь:
si: මාර්ගය:
sr: Путања:
tr: Yol:
uk: Шлях:
ur_pk: پتہ:
vi: Đường dẫn:

# AntivirusSettings|
source: Please enter antivirus path
ar: اختر مسار مضاد الفيروسات
bg: Моля посочете път към антивирусна програма
bn: অনুগ্রহ করে অ্যান্টিভাইরাস পাথ লিখুন
cs_cz: Zadejte cestu k antiviru
de: Bitte Pfad des Antivirusprogramms eingeben
es: Por favor, ingresa la ruta del antivirus
fa: لطفاً مسیر آنتی‌ویروس را وارد کنید
fi: Virustorjunnan sijainti
fr: Veuillez entrer le chemin de l'antivirus
hi: कृपया एंटीवायरस पथ दर्ज करें
hu: Kérlek, add meg a vírusírtó elérési útvonalát!
id: Mohon masukkan jalur antivirus
it: Inserisci il percorso dell'antivirus
ja: ウイルス対策ソフトのパスを入力してください
lt: Įveskite antivirusinės programos kelią
lv: Lūdzu ievadi antivīrusa programmas ceļu
my: ဗိုင်းရပ်ကာကွယ်ရေး လမ်းကြောင်းကို ကျေးဇူးပြု၍ ဖြည့်ပါ
pl: Podaj ścieżkę do programu antywirusowego
pt_pt: Por favor, insira o caminho do antivírus
ro: Vă rugăm să introduceți calea antivirus
ru: Пожалуйста, укажите путь к антивирусу
si: කරුණාකර ප්රති-වයිරස මාර්ගය ඇතුලත් කරන්න
sr: Унесите путању антивируса
tr: Lütfen antivirüs programı yolunu girin
uk: Будь ласка, введіть шлях до антивірусу
ur_pk: براہ کرم اینٹی وائرس کا پاتھ درج کریں
vi: Nhập đường dẫn đến thư mục chứa phần mềm diệt virus

# AntivirusSettings|
source: Arguments:
ar: المعاملات:
bg: Ключове:
bn: যুক্তি:
cs_cz: Parametry:
de: Argumente:
es: Argumentos:
fa: ورودی‌ها:
fi: Argumentit:
hi: तर्क:
hu: Argumentumok:
id: Argumen:
it: Parametri:
ja: 引数:
lt: Argumentai:
lv: Argumenti:
my: ဆိုလိုရင်းများ၊
pl: Parametry:
pt_pt: Argumentos:
ro: Argumente:
ru: Аргументы:
si: තර්ක:
sr: Аргументи:
tr: Bağ.Değişkenler:
uk: Аргументи:
ur_pk: پیرامیٹرز:
vi: Biến:

# AntivirusSettings|
source: Arguments must contain %path% variable
ar: يجب أن تحتوي المعاملات على متغير %path%
bg: Ключовете трябва да съдържат %path% променлива
bn: আর্গুমেন্টে অবশ্যই %path% ভেরিয়েবল থাকতে হবে
cs_cz: Parametry musí obsahovat proměnnou %path%
de: Argumente müssen %path% -Variable enthalten
es: Argumentos deben contener la variable %path%
fa: پارامترها باید شامل متغیر %path% باشند
fi: Argumenttien täytyy sisältää %path%-muuttuja
fr: Les arguments doivent contenir la variable %path%
hi: तर्कों में %path% चर होना चाहिए
hu: Az argumentumoknak tartalmazniuk kell a %path% változót
id: Argumen harus berisi variabel %path%
it: I parametri devono contenere la variabile %path%
ja: 引数には変数の %path% を含める必要があります
lt: Argumentuose turi būti %path% kintamasis
lv: Parametriem jāiekļauj %path% mainīgo
my: ဆိုလိုရင်းများတွင် တန်ဖိုးရှင် %path% ပါဝင်ရမည်
pl: Parametry muszą zawierać zmienną %path%
pt_pt: Os argumentos devem conter variável de %path%
ro: Argumentele trebuie să conțină variabila %path%
ru: Аргументы должны содержать переменную %path%
si: තර්ක වල %path% විචල්ය අඩංගු විය යුතුය
sr: Аргументи морају садржати променљиву %path%
tr: Bağımsız değişkenler %path% değişkenini içermek zorundadır
uk: Аргументи повинні містити змінну %path%
ur_pk: آرگیومنٹس میں %path% ویری ایبل ہونا ضروری ہے
vi: Các đối số phải chứa biến %path%

# AntivirusSettings|
source: Automatically perform virus check when download is finished
ar: فحص تلقائي للفيروسات عند انتهاء التنزيل
bg: Автоматична проверка за вируси когато изтеглянето приключи
bn: ডাউনলোড শেষ হলে স্বয়ংক্রিয়ভাবে ভাইরাস চেক করুন
cs_cz: Po dokončení stahování automaticky zkontrolovat antivirem
de: Automatisch Virenprüfung durchführen, wenn der Download fertig ist
es: Realizar automáticamente comprobación de virus cuando la descarga haya finalizado
fa: بررسی فایل برای ویروس به صورت خودکار پس از تکمیل دانلود انجام شود
fi: Suorita virustarkistus automaattisesti latauksen valmistuttua
fr: Lancer automatiquement une vérification antivirus quand le téléchargement est terminé
hi: डाउनलोड समाप्त होने पर स्वचालित रूप से वायरस जांच करें
hu: Vírusellenőrzés automatikus végrehajtása a letöltés befejezése után
id: Otomatis melakukan pemeriksaan virus ketika unduhan selesai
it: Esegui automaticamente la scansione virus a download completato
ja: ダウンロード完了後に自動的にウイルスチェックを行う
lt: Kai atsisiuntimas bus baigtas, automatiškai patikrinkite virusus
lv: Automātiski veikt vīrusu pārbaudi, kad lejupielāde ir pabeigta
my: ဒေါင်းလုပ်ပြီးသည့်အခါ ဗိုင်းရပ်ကို အလိုအလျောက် စစ်ဆေးပါမည်
pl: Po zakończeniu pobierania automatycznie wykonaj test antywirusowy
pt_pt: Realizar automaticamente a verificação de vírus quando o download estiver concluído
ro: Efectuați automat verificarea virușilor când descărcarea este terminată
ru: Автоматически проверять на вирусы после завершения загрузки
si: බාගත කිරීම අවසන් වූ විට ස්වයංක්රීයව වෛරස් පරීක්ෂාව සිදු කරන්න
sr: Аутоматски изврши проверу вируса када се преузимање заврши
tr: İndirme tamamlandığında virüs denetimini otomatik olarak gerçekleştir
uk: Автоматично перевіряти на віруси після завантаження
ur_pk: ڈاؤن لوڈ مکمل ہونے پر خودکار طور پر وائرس چیک کریں
vi: Tự động thực hiện kiểm tra virus khi quá trình tải xuống hoàn tất

# AntivirusSettingsDialog|
source: Virus check
ar: فحص الفيروسات
bg: Проверка за вируси
bn: ভাইরাস পরীক্ষা
cs_cz: Kontrola antivirem
de: Virenprüfung
es: Comprobación de virus
fa: بررسی فایل برای ویروس
fi: Virustarkistus
fr: Vérification antivirus
hi: वायरस जांच
hu: Vírusellenőrzés
id: Pemeriksaan virus
it: Scansione virus
ja: ウイルスチェック
lt: Viruso patikrinimas
lv: Vīrusu pārbaude
my: ဗိုင်းရပ်စစ်ဆေးရေး
pl: Test antywirusowy
pt_pt: Verificação de vírus
ro: Se verifică de viruși
ru: Проверка на вирусы
si: වෛරස් පරීක්ෂාව
sr: Провера вируса
tr: Virüs denetimi
uk: Перевірка на віруси
ur_pk: وائرس چیک
vi: Quét virus

# AntivirusSettingsDialog|
source: There is no antivirus specified in the settings.
ar: لا يوجد مضاد فيروسات تم تحديده بالإعدادات.
bg: Няма избрана антивирусна програма в настройките.
bn: সেটিংসে নির্দিষ্ট কোনো অ্যান্টিভাইরাস নেই।
cs_cz: V nastavení není specifikován žádný antivirus.
de: In den Einstellungen ist kein Antivirusprogramm spezifiziert.
es: No se ha especificado un antivirus en los ajustes.
fa: هیچ آنتی‌ویروسی در تنظیمات مشخص نشده است.
fi: Virustorjuntaa ei ole määritetty.
fr: Aucun antivirus n'est spécifié dans les paramètres.
hi: सेटिंग्स में कोई एंटीवायरस निर्दिष्ट नहीं है।
hu: A beállításokban nincs megadva vírusírtó.
id: Tidak ada antivirus yang ditentukan dalam pengaturan.
it: Nessun antivirus specificato nelle impostazioni.
ja: ウイルス対策ソフトが設定されていません。
lt: Nustatymuose nenurodyta antivirusinė programa.
lv: Neviena antivīrusa programma iestatījumos nav norādīta.
my: အပြင်အဆင်များတွင် သတ်မှတ်ထားသည့် ဗိုင်းရပ်ကာကွယ်ရေး မရှိပါ။
pl: W ustawieniach nie wybrano programu antywirusowego.
pt_pt: Não há nenhum antivírus especificado nas definições.
ro: Nu există niciun antivirus specificat în setări.
ru: Антивирус не указан в настройках.
si: සැකසුම් වල නිශ්චිතව දක්වා ඇති ප්රති-වයිරස නොමැත.
sr: Ниједан антивирус није наведен у подешавањима.
tr: Ayarlarda belirtilmiş antivirüs programı yok.
uk: В налаштуваннях не вказано антивірус.
ur_pk: ترتیبات میں کوئی اینٹی وائرس متعین نہیں ہے۔
vi: Không có phần mềm chống vi-rút được chỉ định trong cài đặt.

# AntivirusSettingsDialog|
source: Go to settings
ar: الذهاب للإعدادات
bg: Отиване в настройки
bn: সেটিংস এ যান
cs_cz: Přejít do Nastavení
de: Zu den Einstellungen
es: Ir a los ajustes
fa: برو به تنظیمات
fi: Avaa asetukset
fr: Aller aux paramètres
hi: विकल्प देखें
hu: Menj a beállításokhoz
id: Pergi ke pengaturan
it: Vai alle impostazioni
ja: 設定を開く
lt: Eikite į nustatymus
lv: Doties uz iestatījumiem
my: အပြင်အဆင်များသို့ သွားပါ
pl: Przejdź do ustawień
pt_pt: Ir para configurações
ro: Mergi la Setări
ru: Перейти к настройкам
si: සැකසුම් වෙත යන්න
sr: Иди на подешавања
tr: Ayarlara gidin
uk: Перейти до налаштувань
ur_pk: ترتیبات پر جائیں
vi: Đi đến cài đặt

# AntivirusSettingsDialog|
source: Cancel
ar: إلغاء
bg: Отказ
bn: বাতিল করুন
cs_cz: Zrušit
de: Abbrechen
es: Cancelar
fa: انصراف
fi: Peru
fr: Annuler
hi: रद्द करें
hu: Mégse
id: Batal
it: Annulla
ja: キャンセル
lt: Atšaukti
lv: Atcelt
my: ပယ်ဖျက်
pl: Anuluj
pt_pt: Cancelar
ro: Anulează
ru: Отмена
si: අවලංගු කරන්න
sr: Откажи
tr: İptal
uk: Скасувати
ur_pk: منسوخ کریں
vi: Hủy

# AppAndroidPermissionsManager|
source: Storage
ar: الخزن
bg: Памет
bn: স্টোরেজ
cs_cz: Úložiště
de: Speicher
fa: حافظه
fi: Tallennustila
fr: Stockage
hu: Tárhely
id: Penyimpanan
it: Dispositivo di archiviazione
ja: ストレージ
lt: Atmintis
lv: Krātuve
my: သိုလှောင်မှု
pl: Pamięć masowa
pt_pt: Armazenamento
ro: Stocare
ru: Память
si: ගබඩාව
sr: Складиште
tr: Depolama
uk: Диск
ur_pk: اسٹوریج
vi: Lưu trữ

# AppAndroidPermissionsManager|
source: Notifications
ar: الإشعارات
bg: Уведомления
bn: বিজ্ঞপ্তি
cs_cz: Oznámení
de: Benachrichtigungen
fa: اعلان‌ها
fi: Ilmoitukset
hi: सूचनाएं
hu: Értesítések
id: Pemberitahuan
it: Notifiche
ja: 通知
lt: Žinutės
lv: Paziņojumi
my: အသိပေးချက်များ
pl: Powiadomienia
pt_pt: Notificações
ro: Notificări
ru: Уведомления
si: දැනුම්දීම්
sr: Обавештења
tr: Bildirimler
uk: Повідомлення
ur_pk: اطلاعات
vi: Thông báo

# AppAndroidPermissionsManager|
source: %1 needs permission to save downloaded files to your local storage.
ar: %1 يحتاج إلى إذن لحفظ الملفات التي تم تنزيلها إلى التخزين المحلي لديك.
bg: %1 се нуждае от разрешение за запазване на изтеглените файлове.
bn: ডাউনলোড করা ফাইলগুলিকে আপনার স্থানীয় স্টোরেজে সংরক্ষণ করার জন্য %1-এর অনুমতি প্রয়োজন।
cs_cz: %1 vyžaduje oprávnění pro uložení stažených souborů do Vašeho místního úložiště.
de: %1 benötigt die Berechtigung, heruntergeladene Dateien auf deinem lokalen Speicher zu speichern.
fa: 1% به مجوز نیاز دارد تا فایل‌های دانلود شده را در حافظه محلی شما ذخیره کند.
fi: %1 tarvitsee käyttöoikeuden tallentaakseen ladatut tiedostot paikalliseen tallennustilaan.
fr: %1 a besoin d'une autorisation pour enregistrer les fichiers téléchargés sur votre stockage local.
hu: %1 engedélyt igényel a letöltött fájlok mentéséhez a helyi tárhelyre.
id: %1 memerlukan izin untuk menyimpan berkas yang terunduh di penyimpanan lokal anda.
it: %1 richiede l'autorizzazione per salvare i file scaricati nella memoria locale.
ja: %1 はダウンロードしたファイルをローカルストレージに保存する権限が必要です。
lt: %1 reikia leidimo išsaugoti atsisiųstus failus vietinėje atmintyje.
lv: %1 nepieciešama atļauja, lai saglabātu lejupielādētos failus jūsu krātuvē.
my: %1 က သင့်သိုလှောင်မှုတွင် ဒေါင်းလုပ်ဖိုင်များကို သိမ်းရန် ခွင့်ပြုချက် လိုပါသည်။
pl: %1 wymaga uprawnienia do zapisania pobieranych plików w lokalnej pamięci masowej.
pt_pt: O %1 necessita de permissão para guardar os ficheiros transferidos no seu armazenamento local.
ro: %1 are nevoie de permisiunea pentru a salva fișierele descărcate în spațiul de stocare local.
ru: %1 требуется это разрешение для сохранения скачиваемых файлов.
si: %1 ඔබගේ දේශීය ගබඩාවට බාගත කරන ලද ගොනු සුරැකීමට අවසර අවශ්ය වේ.
sr: %1 треба дозволу за чување преузетих датотека на ваше локално складиште.
tr: %1'nin, indirilen dosyaları yerel depolama alanınıza kaydetmesi için izne ihtiyacı var.
uk: %1 потребує дозволу щоб зберігати файли на ваш локальний диск.
ur_pk: %1 کو ڈاؤن لوڈ کی گئی فائلیں آپ کی مقامی اسٹوریج میں محفوظ کرنے کی اجازت درکار ہے۔
vi: %1 cần có quyền lưu các tệp đã tải xuống vào bộ nhớ cục bộ của bạn.

# AppAndroidPermissionsManager|
source: %1 needs permission to show download progress within your system's notification panel.
ar: %1 يحتاج إلى إذن لعرض تقدم التنزيل ضمن لوحة إشعارات النظام لديك.
bg: %1 се нуждае от разрешение за показване на напредъка на изтеглянето в панела за известия на вашата система.
bn: আপনার সিস্টেমের বিজ্ঞপ্তি প্যানেলের মধ্যে ডাউনলোডের অগ্রগতি দেখানোর জন্য %1-এর অনুমতি প্রয়োজন।
cs_cz: %1 vyžaduje oprávnění pro zobrazení průběhu stahování v systémovém panelu oznámení.
de: %1 benötigt die Berechtigung, den Download-Fortschritt im Benachrichtigungsfeld deines Systems anzuzeigen.
fa: 1% به مجوز نیاز دارد تا پیشرفت دانلود را در پنل اعلان سیستم شما نشان دهد.
fi: %1 tarvitsee käyttöoikeuden näyttääkseen lataustilanteen järjestelmän ilmoituspaneelissa.
fr: %1 a besoin d'une autorisation pour afficher la progression du téléchargement dans le panneau de notification de votre système.
hu: %1 engedélyt igényel a letöltés előrehaladásának megjelenítéséhez a rendszertálcán.
id: %1 memerlukan izin untuk menampilkan progres unduhan dalam panel notifikasi panel notifikasi.
it: %1 richiede l'autorizzazione per visualizzare l'avanzamento del download all'interno del pannello delle notifiche del sistema.
ja: %1 はシステムの通知パネルにダウンロードの進行状況を表示する権限が必要です。
lt: %1 reikia leidimo rodyti atsisiuntimo eigą jūsų sistemos pranešimų skydelyje.
lv: %1 nepieciešama atļauja, lai parādītu lejupielādes progresu jūsu sistēmas paziņojumu panelī.
my: %1 က သင့်စနစ်၏ အသိပေးချက်အကွက်အတွင်း ဒေါင်းလုပ်တိုးတက်မှုကို ပြရန် ခွင့်ပြုချက် လိုပါသည်။
pl: %1 wymaga uprawnienia do pokazywania postępu pobierania w panelu powiadomień Twojego systemu.
pt_pt: O %1 necessita de permissão para mostrar o progresso da transferência no painel de notificações do seu sistema.
ro: %1 are nevoie de permisiunea pentru a afișa progresul descărcării în panoul de notificări al sistemului dvs.
ru: %1 требуется это разрешение для показа прогресса скачивания в системной панели уведомлений.
si: %1 ඔබගේ පද්ධතියේ දැනුම්දීමේ පුවරුව තුළ බාගත කිරීමේ ප්රගතිය පෙන්වීමට අවසර අවශ් ය වේ.
sr: %1 треба дозволу за приказ напретка преузимања унутар панела за обавештења вашег система.
tr: %1'nin sisteminizin bildirim panelinde indirme ilerlemesini göstermesi için izne ihtiyacı var.
uk: %1 потребує дозволу щоб показати прогрес завантаження у панелі сповіщень вашої системи.
ur_pk: %1 کو آپ کے سسٹم کے نوٹیفکیشن پینل میں ڈاؤن لوڈ کی پیشرفت دکھانے کی اجازت درکار ہے۔
vi: %1 cần có quyền hiển thị tiến trình tải xuống trong bảng thông báo của hệ thống của bạn.

# AppDenyShutdownIfHasOpsWithNoResumeSupportSwitch|
source: Downloads with no resume support (%1).
ar: التنزيلات بدون دعم استئناف (%1).
bg: Изтегляния не поддържащи възобновяване (%1).
bn: কোনো জীবনবৃত্তান্ত সমর্থন ছাড়াই ডাউনলোড (%1)।
cs_cz: Stahování bez podpory pokračování (%1).
de: Downloads ohne Fortsetzungsunterstützung (%1).
es: Descargas sin soporte de reanudar (%1).
fa: دانلودهایی که از ادامه پشتیبانی نمی‌کنند (%1)
fi: Jotkin lataukset eivät tue jatkamista (%1).
fr: Téléchargements sans capacité de reprise (%1).
hi: बिना रिज्यूमे सपोर्ट वाले डाउनलोड (%1)।
hu: Letöltések a folytatás támogatása nélkül (%1).
id: Unduh tanpa dukungan untuk melanjutkan (%1).
it: Download senza supporto per la ripresa (%1).
ja: 再開機能なしでダウンロード (%1)
lt: Atsisiuntimai be atnaujinimo palaikymo (%1).
lv: Lejupielādes bez atsākšanas atbalsta (%1).
my: ပြန်လည်မစတင်နိုင်သည့် ဒေါင်းလုပ်များ (%1)
pl: Pobierania bez możliwości wznawiania (%1).
pt_pt: Downloads sem suporte à retomada (%1).
ro: Descărcări fără suport pentru reluare (%1).
ru: Невозобновляемые загрузки (%1).
si: නැවත ආරම්භ කිරීමේ සහාය (%1).නොමැතිව බාගත කිරීම්.
sr: Преузимања без подршке за наставак (%1).
tr: Devam etme desteği olmayan indirmeler (%1).
uk: Завантаження без можливості зупинки/відновлення (%1).
ur_pk: وہ ڈاؤن لوڈز جن میں دوبارہ شروع کرنے کی سہولت نہیں ہے (%1)۔
vi: Tải xuống không có hỗ trợ tiếp tục (%1).

# AppDenyShutdownIfHasOpsWithNoResumeSupportSwitch|
source: Moving files (%1).
ar: نقل الملفات (%1).
bg: Преместване на файлове (%1).
bn: ফাইল সরানো হচ্ছে (%1)।
cs_cz: Přesouvání souborů (%1).
de: Dateien verschieben (%1).
es: Moviendo archivos (%1).
fa: در حال انتقال فایل‌ها (%1)
fi: Siirretään tiedostoja (%1).
fr: Déplacement des fichiers (%1).
hi: फ़ाइलें स्थानांतरित करना (%1)।
hu: Fájlok áthelyezése (%1).
id: Memindahkan berkas (%1).
it: Spostamento file (%1).
ja: ファイルを移動しています。 (%1)
lt: Perkeliami failai (%1).
lv: Pārvieto failus (%1).
my: ဖိုင်များ ရွှေ့ခြင်း (%1)
pl: Przenoszenie plików (%1).
pt_pt: Movendo arquivos (%1).
ro: Se mută fișiere (%1).
ru: Перенос файлов (%1).
si: ගොනු චලනය කිරීම (%1).
sr: Премештање датотека (%1).
tr: Dosyalar taşınıyor (%1).
uk: Переміщення файлів (%1).
ur_pk: فائلیں منتقل کی جا رہی ہیں (%1)۔
vi: Di chuyển tập tin (%1).

# AppDenyShutdownIfHasOpsWithNoResumeSupportSwitch|
source: Converting files to mp3 (%1).
ar: تحويل الملفات إلى mp3 (%1).
bg: Конвертиране на файлове в mp3 (%1).
bn: ফাইলগুলিকে mp3 তে রূপান্তর করা হচ্ছে (%1)।
cs_cz: Převádění souborů do MP3 (%1).
de: Dateien in mp3 konvertieren (%1).
es: Convirtiendo archivos a mp3 (%1).
fa: در حال تبدیل فایل‌ها به mp3 (%1)
fi: Muunnetaan tiedostoja MP3-muotoon (%1).
fr: Conversion des fichiers en mp3 (%1).
hi: फ़ाइलों को mp3 (%1) में कनवर्ट करना।
hu: Fájlok konvertálása mp3-ra (%1).
id: Mengkonversi berkas ke mp3 (%1).
it: Conversione file in MP3 (%1).
ja: MP3 に変換しています。 (%1)
lt: Konvertuojami failai į mp3 (%1).
lv: Pārveido failus uz mp3 (%1).
my: Mp3 ဖိုင်အဖြစ် ပြောင်းလဲခြင်း (%1)။
pl: Konwersja plików na format mp3 (%1).
pt_pt: Convertendo arquivos para mp3 (%1).
ro: Se convertesc fișiere în mp3 (%1).
ru: Конвертация файлов в mp3 (%1).
si: ගොනු mp3 (%1) වෙත පරිවර්තනය කිරීම.
sr: Конвертовање датотека у mp3 (%1).
tr: Dosyalar Mp3'e dönüştürülüyor (%1).
uk: Конвертація файлів у mp3 (%1).
ur_pk: فائلوں کو mp3 میں تبدیل کیا جا رہا ہے (%1)۔
vi: Chuyển đổi tập tin sang mp3 (%1).

# AppDenyShutdownIfHasOpsWithNoResumeSupportSwitch|
source: Converting files to mp4 (%1).
ar: تحويل الملفات إلى mp4 (%1).
bg: Конвертиране на файлове в mp4 (%1).
bn: ফাইলগুলিকে mp4 তে রূপান্তর করা হচ্ছে (%1)।
cs_cz: Převádění souborů do MP4 (%1).
de: Dateien in mp4 konvertieren (%1).
es: Convirtiendo archivos a mp4 (%1).
fa: در حال تبدیل فایل‌ها به mp4 (%1)
fi: Muunnetaan tiedostoja MP4-muotoon (%1).
fr: Conversion des fichiers en mp4 (%1).
hi: फ़ाइलों को mp4 (%1) में कनवर्ट करना।
hu: Fájlok konvertálása mp4-re (%1).
id: Mengkonversi berkas ke mp4 (%1).
it: Conversione file in MP4 (%1).
ja: MP4 に変換しています。 (%1)
lt: Failai konvertuojami į mp4 (%1).
lv: Pārveido failus uz mp4 (%1).
my: Mp4 ဖိုင်အဖြစ် ပြောင်းလဲခြင်း (%1)။
pl: Konwersja plików na format mp4 (%1).
pt_pt: Convertendo arquivos para mp4 (%1).
ro: Se convertesc fișiere în mp4 (%1).
ru: Конвертация файлов в mp4 (%1).
si: ගොනු mp4 (%1) වෙත පරිවර්තනය කිරීම.
sr: Конвертовање датотека у mp4 (%1).
tr: Dosyalar Mp4'e dönüştürülüyor (%1).
uk: Конвертація файлів у mp4 (%1).
ur_pk: فائلوں کو mp4 میں تبدیل کیا جا رہا ہے (%1)۔
vi: Chuyển đổi tập tin sang mp4 (%1).

# AppDenyShutdownIfHasOpsWithNoResumeSupportSwitch|
source: Renaming files (%1).
ar: إعادة تسمية الملفات (%1).
bg: Преименуване на файлове (%1).
bn: ফাইলের নাম পরিবর্তন করা হচ্ছে (%1)।
cs_cz: Přejmenovávání souborů (%1).
de: Dateien umbenennen (%1).
es: Renombrando archivos (%1).
fa: در حال تغییر نام فایل‌ها (%1)
fi: Nimetään tiedostoja (%1).
fr: Renommage des fichiers (%1).
hi: फ़ाइलों का नाम बदलना (%1)।
hu: Fájlok átnevezése (%1).
id: Mengganti nama berkas (%1).
it: Ridenominazione file (%1).
ja: ファイル名を変更しています。 (%1)
lt: Pervadinami failai (%1).
lv: Pārdēvē failus (%1).
my: ဖိုင်အမည်ပြောင်းခြင်း (%1)
pl: Zmiana nazw plików (%1).
pt_pt: Renomeando arquivos (%1).
ro: Se redenumesc fișierele (%1).
ru: Переименование файлов (%1).
si: ගොනු නම් කිරීම (%1).
sr: Преименовање датотека (%1).
tr: Dosyalar yeniden adlandırılıyor (%1).
uk: Перейменування файлів (%1).
ur_pk: فائلوں کا نام تبدیل کیا جا رہا ہے (%1)۔
vi: Đổi tên tập tin (%1).

# AppDenyShutdownIfHasOpsWithNoResumeSupportSwitch|
source: Merging media streams (%1).
ar: دمج تدفقات الوسائط (%1).
bg: Сливане на медийни потоци (%1).
bn: মিডিয়া স্ট্রীম একত্রিত করা হচ্ছে (%1)।
cs_cz: Spojování proudů médií (%1).
de: Medien-Streams zusammenführen (%1).
es: Combinando medios de transmisión (%1).
fa: در حال ادغام جریان‌های رسانه‌ای (%1)
fi: Yhdistetään mediastriimejä (%1).
fr: Fusion des flux de médias (%1).
hi: मीडिया स्ट्रीम मर्ज करना (%1)।
hu: Médiafolyamok egyesítése (%1).
id: Menggabungkan berkas media (%1).
it: Unione dei flussi multimediali (%1).
ja: メディアストリームを結合しています。 (%1)
lt: Sujungiami medijos srautai (%1).
lv: Apvieno multivides straumes (%1).
my: မီဒီယာ ထုတ်လွှင်မှုများကို ပေါင်းစည်းခြင်း (%1)
pl: Łączenie strumieni danych (%1).
pt_pt: Mesclando fluxos de mídia (%1).
ro: Se îmbină fluxele media (%1).
ru: Объединение мультимедийных потоков (%1).
si: මාධ්ය ධාරා ඒකාබද්ධ කිරීම (%1).
sr: Спајање медијских токова (%1).
tr: Ortam akışları birleştiriliyor (%1).
uk: Злиття медіапотоків (%1).
ur_pk: میڈیا اسٹریمز کو ضم کیا جا رہا ہے (%1)۔
vi: Hợp nhất các luồng phương tiện (%1).

# AppDenyShutdownIfHasOpsWithNoResumeSupportSwitch|
source: Deleting files.
ar: حذف الملفات.
bg: Изтриване на файловете.
bn: ফাইল মুছে ফেলা হচ্ছে।
cs_cz: Mazání souborů.
de: Dateien löschen.
es: Borrando archivos.
fa: در حال حذف فایل‌ها.
fi: Poistetaan tiedostoja.
fr: Suppression de fichiers.
hi: फ़ाइलें हटा रहा है।
hu: Fájlok törlése.
id: Menghapus berkas.
it: Eliminazione file.
ja: ファイルを削除しています。
lt: Naikinami failai.
lv: Dzēš failus.
my: ဖိုင်များ ဖျက်ခြင်း
pl: Usuwanie plików.
pt_pt: Excluindo arquivos.
ro: Se șterg fișierele.
ru: Удаление файлов.
si: ලිපිගොනු මකා දැමීම.
sr: Брисање датотека.
tr: Dosyalar siliniyor.
uk: Видалення файлів.
ur_pk: فائلیں حذف کی جا رہی ہیں۔
vi: Đang xóa các tập tin.

# AppMessageDialog|
source: OK
ar: نعم
fa: تأیید
hu: Rendben
ru: ОК
sr: У реду
tr: Tamam
ur_pk: ٹھیک ہے
vi: Đồng ý

# AppMessageDialog|
source: Cancel
ar: إلغاء
de: Abbrechen
fa: انصراف
fr: Annuler
hu: Mégse
it: Annulla
ja: キャンセル
pl: Anuluj
pt_pt: Cancelar
ro: Anulează
ru: Отмена
sr: Откажи
tr: İptal
ur_pk: منسوخ کریں
vi: Hủy
