Repository: FreeDownloadManagerTeam/FDM6-localization
Catalog: main/fdm_*.po
Languages: ar, bg, bn, cs_cz, de, es, fa, fi, fr, hi, hu, id, it, ja, lt, lv, my, pl, pt_pt, ro, ru, si, sr, tr, uk, ur_pk, vi

# AdvancedSettings|
source: Do not allow downloads if battery level drops below
ar: عدم السماح بالتنزيلات إذا انخفض مستوى البطارية تحت
bg: Забраняване на изтегляния ако нивото на батерията падне под
bn: ব্যাটারির স্তর নিচে নেমে গেলে ডাউনলোডের অনুমতি দেবেন না
cs_cz: Nepovolit stahování pokud úroveň baterie klesne pod
de: Downloads verhindern, falls der Akku niedriger ist als
es: No permitir descargas si el nivel de batería cae por debajo
fa: اجتناب از شروع دانلودها اگر سطح باتری کمتر از
fi: Älä salli latauksia, jos akun varaus laskee alle
fr: Ne pas autoriser de téléchargement si le niveau de la batterie descend en dessous de
hi: यदि बैटरी का स्तर नीचे चला जाता है तो डाउनलोड की अनुमति न दें
hu: Ne engedje a letöltéseket, ha az akkumulátor töltöttségi szintje ez alá csökken:
id: Jangan izinkan unduhan apabila baterai kurang dari
it: Non consentire i download se il livello della batteria scende al di sotto del
ja: バッテリーの残量が次の値を下回った場合はダウンロードを許可しない:
lt: Neleiskite atsisiųsti, jei akumuliatoriaus lygis nukrenta žemiau negu
lv: Neatļaut lejupielādes, ja baterijas līmenis ir zemāks par
my: ဘထ္ထရီအား နည်းနေပါက ဒေါင်းလုပ်များကို ခွင့်မပြုရန်
pl: Nie pobieraj, jeżeli bateria spadnie poniżej
pt_pt: Não permitir downloads se o nível da bateria estiver abaixo de
ro: Nu permiteți descărcări dacă nivelul bateriei scade sub
ru: Остановить загрузки при уровне заряда батареи ниже
si: බැටරි මට්ටම පහත වැටේ නම් බාගත කිරීම් වලට ඉඩ නොදෙන්න
sr: Не дозвољавај преузимања ако ниво батерије падне испод
tr: Pil seviyesi şunun altına düşerse indirmelere izin verme
uk: Не дозволяти завантаження при низькому заряді акумулятора
ur_pk: اگر بیٹری کی سطح اس سے کم ہو جائے تو ڈاؤن لوڈ کی اجازت نہ دیں
vi: Không cho phép tải xuống nếu mức pin giảm xuống dưới

# AdvancedSettings|
source: Do not share files when running on battery
ar: عدم مشاركة الملفات عند التشغيل على البطارية
bg: Да не се споделят файлове когато се работи на батерия
bn: ব্যাটারি চালানোর সময় ফাইল শেয়ার করবেন না
cs_cz: Nesdílet soubory při provozu na baterii
de: Im Akkubetrieb keine Dateien freigeben
fa: عدم اشتراک فایل‌ها هنگامی که دستگاه در حال استفاده از باتری است
fi: Älä jaa tiedostoja laitteen käyttäessä akkuvirtaa
fr: Ne pas partager les fichiers en fonctionnement sur batterie
hu: Ne osszon meg fájlokat akkumulátoros üzemmódban
id: Jangan berbagi file saat menggunakan baterai
it: Non condividere file quando si utilizza la batteria
ja: バッテリー駆動時はファイルを共有しない
lt: Nesidalinkite failais, kai veikia su akumuliatoriumi
lv: Nekopīgot failus, kad strādā no akumulatora
my: ဘထ္ထရီသုံးနေစဉ်တွင် ဖိုင်များကို မဝေမျှရန်
pl: Nie udostępniaj plików podczas pracy na baterii
pt_pt: Não compartilhar arquivos quando estiver usando a bateria
ro: Nu partajați fișiere când rulați pe baterie
ru: Не раздавать файлы при работе от батареи
si: බැටරි මත ධාවනය වන විට ගොනු බෙදා නොගන්න
sr: Не дели датотеке када се уређај напаја из батерије
tr: Pille çalışırken dosyaları paylaşma
uk: Не ділитися файлами при роботі від акумулятора
ur_pk: بیٹری پر چلتے وقت فائلیں شیئر نہ کریں
vi: Không chia sẻ tập tin khi chạy bằng pin

# AdvancedSettings|
source: Enable user defined order of downloads
ar: تمكين ترتيب التنزيلات حسب تعريف المستخدم
bg: Разрешаване на ред от изтегляния указан от потребителя
bn: ডাউনলোডের ব্যবহারকারীর নির্ধারিত ক্রম সক্ষম করুন
cs_cz: Povolit uživatelem stanovené pořadí stahování
de: Benutzerdefinierte Reihenfolge der Downloads aktivieren
es: Habilitar orden de descarga definido por el usuario
fa: فعال‌سازی ترتیب دانلودهای تعریف شده توسط کاربر
fi: Käytä käyttäjän määritettävissä olevaa latausjärjestystä
fr: Activer l'ordre des téléchargement défini par utilisateur
hi: डाउनलोड का उपयोगकर्ता परिभाषित क्रम सक्षम करें
hu: Egyéni meghatározott letöltési sorrend engedélyezése
id: Aktifkan susunan unduhan yang ditentukan pengguna
it: Abilita ordine download definito dall'utente
ja: ユーザー定義のダウンロード順序を有効にする
lt: Įgalinti vartotojo nustatytą atsisiuntimų tvarką
lv: Iespējot lietotāja definēto lejupielāžu kārtību
my: ဒေါင်းလုပ်စဉ်ကို အသုံးပြုသူက သတ်မှတ်ခွင့် ဖွင့်ရန်
pl: Włącz kolejność użytkownika dla pobierań
pt_pt: Habilitar ordem de downloads definida pelo usuário
ro: Activați ordinea de descărcări definită de utilizator
ru: Включить пользовательскую сортировку загрузок
si: පරිශීලක නිර්වචනය කරන ලද බාගැනීම් අනුපිළිවෙල සක්රීය කරන්න
sr: Омогући редослед преузимања који дефинише корисник
tr: Kullanıcı tanımlı indirmeler sıralamasını etkinleştir
uk: Дозволити порядок завантажень користувача
ur_pk: ڈاؤن لوڈز کی صارف کی متعین کردہ ترتیب کو فعال کریں
vi: Cho phép thứ tự tải xuống do người dùng xác định

# AdvancedSettings|
source: Show "Save As..." button
ar: إظهار زر "حفظ باسم..."
bg: Показване на бутона "Запиши като..."
bn: "এভাবে সংরক্ষণ করুন..." বোতাম দেখান
cs_cz: Zobrazit tlačítko "Uložit jako…"
de: Taste "Speichern unter…" anzeigen
es: Mostrar botón "Guardar como..."
fa: نمایش دکمه "ذخیره به عنوان..."
fi: Näytä "Tallenna nimellä..." -painike
fr: Afficher le bouton "Enregistrer Sous..."
hi: दिखाएँ "इस रूप में सहेजें ..." बटन
hu: "Mentés mint..." gomb megjelenítése
id: Tampilkan tombol "Simpan sebagai..."
it: Visualizza pulsante 'Salva come...'
ja: 「名前を付けて保存...」 のボタンを表示する
lt: Rodyti mygtuką „Išsaugoti kaip...“
lv: Parādīt "Saglabāt kā..." pogu
my: “…အဖြစ် သိမ်းရန်” ခလုတ်ကို ပြပါ
pl: Pokaż przycisk "Zapisz jako..."
pt_pt: Exibir botão "Salvar como..."
ro: Afișați butonul "Salvare ca..."
ru: Показывать кнопку «Сохранить как…»
si: පෙන්වන්න "මෙතැනට සුරකින්න ..." බොත්තම
sr: Прикажи дугме „Сачувај као...“
tr: "Farklı Kaydet..." düğmesini göster
uk: Показувати кнопку "Зберегти як..."
ur_pk: "Save As..." بٹن دکھائیں
vi: Hiển thị nút "Lưu dưới dạng..."

# AdvancedSettings|
source: Enable standalone create new downloads windows
ar: تمكين نوافذ إنشاء التنزيلات الجديدة المستقلة
bg: Активиране на самостоятелно създаване на нови прозорци за изтегляне
bn: স্বতন্ত্র নতুন ডাউনলোড উইন্ডো তৈরি করতে সক্ষম করুন
cs_cz: Povolit vytváření nových oken stahování
de: Eigenständiges Erstellen neuer Download-Fenster aktivieren
es: Habilitar creación independiente de nuevas ventanas de descargas
fa: فعال کردن پنجره‌های جدید دانلود به صورت مستقل
fi: Käytä erillisiä uuden latauksen lisäysikkunoita
fr: Activer la création de nouvelles fenêtres de téléchargements autonomes
hi: स्टैंडअलोन नए डाउनलोड विंडो बनाने में सक्षम करें
hu: Új különálló letöltési ablakok létrehozásának engedélyezése
id: Aktifkan jendela buat unduhan baru secara mandiri
it: Abilita finestre separate per la creazione di nuovi download
ja: スタンドアロンの新規ダウンロードウィンドウの作成を有効にする
lt: Įgalinti autonominį kurti naujus atsisiuntimo langus
lv: Iespējot jaunus patstāvīgi izveidotus lejupielāžu logus
my: ဒေါင်းလုပ်ပြတင် အသစ်များ သီးသန့် ဖန်တီးမှု ဖွင့်ရန်
pl: Włącz samodzielne tworzenie nowych okien pobierania
pt_pt: Habilitar janelas independentes em novos downloads
ro: Activați ferestrele autonome pentru crearea de descărcări noi
ru: Включить отдельные окна создания новых загрузок
si: නව බාගැනීම් වින්ඩෝස් තනිනිර්මාණය සක්රීය කරන්න
sr: Омогући засебне прозоре за креирање нових преузимања
tr: Bağımsız yeni indirmeler pencereleri oluşturmayı etkinleştir
uk: Дозволити створення окремих вікон завантаження
ur_pk: اسٹینڈ اکیلے (Standalone) نئے ڈاؤن لوڈ ونڈوز کو فعال کریں
vi: Kích hoạt tính năng độc lập tạo cửa sổ tải xuống mới

# AdvancedSettings|
source: Overall zoom
ar: التكبير العام
bg: Общо увеличение
bn: সামগ্রিক জুম
cs_cz: Celkové přiblížení
de: Gesamtzoom
es: Acercamiento general
fa: زوم کلی
fi: Käyttöliittymän skaalaus
fr: Zoom global
hi: कुल मिलाकर ज़ूम
hu: Teljes nagyítás
id: Zoom keseluruhan
it: Zoom generale
ja: 全体のズーム
lt: Bendras priartinimas
lv: Vispārējais palielinājums
my: မြင်ကွင်း တစ်ခုလုံး
pl: Ogólne powiększenie
pt_pt: Zoom geral
ro: Zoom general
ru: Общий масштаб
si: සමස්ත විශාලනය
sr: Опште зумирање
tr: Genel yakınlaştırma
uk: Загальне збільшенн
ur_pk: مجموعی زوم
vi: Thu phóng tổng thể

# AdvancedSettings|
source: Fonts zoom
ar: تكبير الخطوط
bg: Увеличаване на шрифтовете
bn: ফন্ট জুম
cs_cz: Přiblížení písma
de: Schrift-Zoom
es: Acercamiento de fuentes
fa: زوم فونت
fi: Tekstin skaalaus
fr: Polices du zoom
hi: फ़ॉन्ट ज़ूम
hu: Betűtípus nagyítás
id: Perbesar font
it: Zoom caratteri
ja: フォントのズーム
lt: Šriftų mastelio keitimas
lv: Teksta palielinājums
my: ဖောင့်မြင်ကွင်း
pl: Powiększenie czcionki
pt_pt: Zoom de fontes
ro: Fonturi zoom
ru: Масштаб шрифтов
si: අකුරු විශාලනය
sr: Зумирање фонтова
tr: Yazı tipleri yakınlaştırma
uk: Зібльшення шрифту
ur_pk: فونٹس زوم
vi: Thu phóng phông chữ

# AdvancedSettings|
source: Delete button action
ar: إجراء زر الحذف
bg: Поведение на бутона "Изтрий"
bn: মুছুন বোতাম অ্যাকশন
cs_cz: Akce tlačítka "Smazat"
de: Verhalten der Löschtaste
es: Acción del botón borrar
fa: عملکرد دکمه حذف
fi: Poista-painikkeen toiminto
fr: Action du bouton Supprimer
hi: बटन क्रिया हटाएँ
hu: Törlés gomb művelet
id: Tanggapan tombol Hapus
it: Azione pulsante 'Elimina'
ja: 削除ボタンのアクション
lt: Ištrinimo mygtuko veiksmas
lv: Dzēšanas pogas darbība
my: လုပ်ဆောင်ခလုတ်ကို ဖျက်ရန်
pl: Działanie klawisza Delete
pt_pt: Ação do botão Excluir
ro: Acțiune buton de ștergere
ru: Действие кнопки «Удалить»
si: මැකීමේ බොත්තමේ ක්‍රියාව
sr: Радња дугмета за брисање
tr: Delete tuşu eylemi
uk: Дія кнопки Видалити
ur_pk: ڈیلیٹ بٹن کا عمل
vi: Nút xóa tác vụ

# AdvancedSettings|
source: Remove only from download list
ar: إزالة من قائمة التنزيل فقط
bg: Само премахване от списъка с изтегляния
bn: শুধুমাত্র ডাউনলোড তালিকা থেকে সরান
cs_cz: Odebrat jen ze seznamu stahování
de: Nur von der Downloadliste entfernen
es: Remover solo de la lista de descargas
fa: فقط از لیست دانلود حذف کنید
fi: Poista vain latauslistalta
fr: Enlever uniquement de la liste de téléchargements
hi: डाउनलोड सूची से केवल निकालें
hu: Csak a letöltési listáról távolítsa el
id: Hanya hapus dari daftar unduhan
it: Rimuovi solo dall'elenco download
ja: ダウンロードリストからのみ削除する
lt: Pašalinti tik iš atsisiuntimų sąrašo
lv: Noņemt tikai no lejupielāžu saraksta
my: ဒေါင်းလုပ်စာရင်းမှသာ ဖယ်ရှားရန်
pl: Tylko usuń z listy pobierania
pt_pt: Remover apenas da lista de downloads
ro: Eliminați numai din lista de descărcare
ru: Удалить только из списка загрузок
si: බාගත කිරීමේ ලැයිස්තුවෙන් පමණක් ඉවත් කරන්න
sr: Уклони само са листе преузимања
tr: Sadece indirme listesinden kaldır
uk: Прибирати лише зі списку завантажень
ur_pk: صرف ڈاؤن لوڈ کی فہرست سے ہٹائیں
vi: Chỉ xóa khỏi danh sách tải xuống

# AdvancedSettings|
source: Delete files
ar: حذف الملفات
bg: Изтриване на файловете
bn: ফাইল মুছে দিন
cs_cz: Smazat soubor
de: Dateien löschen
es: Borrar archivos
fa: حذف فایل‌ها
fi: Poista tiedostot
fr: Supprimer les fichiers
hi: फ़ाइलें जोड़ें
hu: Fájlok törlése
id: Hapus berkas-berkas
it: Elimina file
ja: ファイルを削除する
lt: Ištrinti failus
lv: Dzēst failus
my: ဖိုင်များကို ဖျက်ရန်
pl: Usuń pliki
pt_pt: Excluir arquivos
ro: Șterge fișiere
ru: Удалить загруженные файлы
si: ගොනු මකන්න
sr: Обриши датотеке
tr: Dosyaları sil
uk: Видалити файли
ur_pk: فائلیں حذف کریں
vi: Xóa các tệp tin

# AdvancedSettings|
source: Always ask
ar: اسأل دائماً
bg: Запитване винаги
bn: সবসময় জিজ্ঞাসা
cs_cz: Vždy se zeptat
de: Immer fragen
es: Preguntar siempre
fa: همیشه بپرس
fi: Kysy aina
fr: Toujours demander
hi: हमेशा पूछिये
hu: Mindig kérdezzen rá
id: Selalu tanyakan
it: Chiedi sempre
ja: 常に確認する
lt: Visada klausti
lv: Vienmēr vaicāt
my: အမြဲမေးရန်
pl: Zawsze pytaj
pt_pt: Sempre perguntar
ro: Întreabă întotdeauna
ru: Всегда спрашивать
si: නිතරම අහන්න
sr: Увек питај
tr: Her zaman sor
uk: Завжди запитувати
ur_pk: ہمیشہ پوچھیں
vi: Luôn luôn hỏi

source: Advanced settings
ar: إعدادات متقدمة
bg: Разширени настройки
bn: উন্নত সেটিংস
cs_cz: Rozšířená nastavení
de: Erweiterte Einstellungen
es: Ajustes avanzados
fa: تنظیمات پیشرفته
fi: Lisäasetukset
fr: Paramètres avancés
hi: एडवांस सेटिंग
hu: További beállítások
id: Pengaturan lanjutan
it: Impostazioni avanzate
ja: 高度な設定
lt: Išplėstiniai nustatymai
lv: Paplašinātie iestatījumi
my: အဆင့်မြင့် အပြင်အဆင်များ
pl: Ustawienia zaawansowane
pt_pt: Configurações avançadas
ro: Setări avansate
ru: Расширенные настройки
si: අධි සැකසුම්
sr: Напредна подешавања
tr: Gelişmiş ayarlar
uk: Додаткові налаштування
ur_pk: اعلی درجے کی ترتیبات
vi: Cài đặt nâng cao

# AdvancedSettings|
source: Choose theme
ar: اختيار المظهر
bg: Избор на тема
bn: থিম চয়ন করুন
cs_cz: Zvolit motiv
de: Thema auswählen
es: Elegir tema
fa: انتخاب پوسته
fi: Valitse teema
fr: Choisir un thème
hi: विषय चुनें
hu: Téma kiválasztása
id: Pilih tema
it: Scegli tema
ja: テーマの選択
lt: Pasirinkite temą
lv: Izvēlies tēmu
my: ဒီဇိုင်းပုံစံ ရွေးရန်
pl: Wybierz motyw
pt_pt: Escolha o tema
ro: Selectați temă
ru: Выбор темы
si: තේමාව තෝරන්න
sr: Изабери тему
tr: Tema seçin
uk: Виберіть тему
ur_pk: تھیم منتخب کریں
vi: Chọn giao diện

# AdvancedSettings|
source: A light theme will be used, if the system theme is unknown.
ar: المظهر الفاتح سيتم استخدامه، إذا كانت سمة النظام غير معروفة.
bg: Ще се използва светла тема ако системната тема е неизвестна.
bn: একটি হালকা থিম ব্যবহার করা হবে, যদি সিস্টেম থিম অজানা হয়।
cs_cz: Pokud je neznámý motiv systému, bude použit světlý motiv.
de: Ein helles Thema wird verwendet, wenn das Systemthema unbekannt ist.
es: Un tema claro se utilizará, si el tema del sistema es desconocido.
fa: در صورت ناشناخته بودن پوسته سیستم، از پوسته روشن استفاده خواهد شد.
fi: Vaaleaa teemaa käytetään, jos järjestelmän teemaa ei tunnisteta.
fr: Si le thème du système est inconnu, un thème clair sera utilisé.
hi: यदि सिस्टम विषय अज्ञात है, तो एक हल्के विषय का उपयोग किया जाएगा।
hu: A világos téma kerül használatra, ha a rendszertéma ismeretlen.
id: Tema terang akan digunakan apabila tema sistem tidak diketahui.
it: Se il tema del sistema è sconosciuto verrà usato un tema chiaro.
ja: システムのテーマが不明な場合は、ライトテーマが適用されます。
lt: Jei sistemos tema nežinoma, bus naudojama šviesi tema.
lv: Gaišā tēma tiks lietota, ja sistēmas tēma ir nezināma.
my: စနစ်၏ ဒီဇိုင်းပုံစံကို မသိပါက အလင်းပုံစံကို သုံးပါမည်။
pl: Zostanie użyta jasna kompozycja, jeżeli kompozycja systemu będzie nieznana.
pt_pt: Um tema claro será usado caso o tema do sistema for desconhecido.
ro: Se va folosi o temă luminoasă, dacă tema sistemului este necunoscută.
ru: Светлая тема будет использована, если системная тема неизвестна.
si: පද්ධති තේමාව නොදන්නේ නම්, සැහැල්ලු තේමාවක් භාවිතා කරනු ඇත.
sr: Светла тема ће се користити ако је системска тема непозната.
tr: Sistem teması bilinmiyorsa, açık tema kullanılacaktır.
uk: Якщо системна тема невідома, буде використано світлу тему.
ur_pk: اگر سسٹم تھیم نامعلوم ہو تو لائٹ تھیم استعمال کیا جائے گا۔
vi: Giao diện sáng sẽ được áp dụng trong trường hợp không phân biệt được giao diện hệ thống.

# AllDownloadsCheckBoxButton|
source: All
ar: الكل
bg: Всички
bn: সমস্ত
de: Alle
fa: همه
fi: Kaikki
fr: Tout
hu: Összes
it: Tutti
ja: すべて
lt: Visi
my: အားလုံး
pl: Wszystkie
pt_pt: Todos
ro: Tot
ru: Все
si: සියලු
sr: Све
tr: Tümü
ur_pk: تمام
vi: Tất cả

# AllDownloadsCheckBoxButton|
source: Downloads only
ar: التنزيلات فقط
bg: Само изтегляния
de: Nur Downloads
fa: فقط دانلودها
fi: Vain lataukset
fr: Téléchargements seuls
hu: Csak letöltés
it: Solo download
ja: ダウンロードのみ
pl: Tylko pobierania
pt_pt: Somente downloads
ro: Numai descărcări
ru: Только загрузки
si: බාගත කිරීම් පමණි
sr: Само преузимања
tr: Sadece indirmeler
ur_pk: صرف ڈاؤن لوڈز
vi: Chỉ tải xuống

# AllDownloadsCheckBoxButton|
source: Uploads only
ar: التحميلات فقط
bg: Само качване
de: Nur Uploads
fa: فقط آپلودها
fi: Vain lähetykset
fr: Envois seuls
hu: Csak feltöltés
it: Solo upload
ja: アップロードのみ
pl: Tylko wysyłania
pt_pt: Somente uploads
ro: Numai încărcări
ru: Только раздачи
si: උඩුගත කිරීම් පමණි
sr: Само слања
tr: Sadece göndermeler
ur_pk: صرف اپ لوڈز
vi: Chỉ tải lên

# AllDownloadsCheckBoxButton|
source: Completed
ar: مكتمل
bg: Завършено
bn: সম্পন্ন
de: Abgeschlossen
fa: تمام شده
fi: Valmistuneet
fr: Terminés
hu: Befejezve
it: Completati
ja: 完了
lt: Baigta
my: ပြီးဆုံး
pl: Zakończone
pt_pt: Concluídos
ro: Finalizat
ru: Завершенные
si: සම්පුර්ණ කර ඇත
sr: Завршено
tr: Tamamlandı
ur_pk: مکمل
vi: Đã hoàn thành

# AllDownloadsCheckBoxButton|
source: Stopped
ar: توقف
bg: Спряно
de: Gestoppt
fa: متوقف‌شده
fi: Pysäytetyt
fr: Arrêtés
hu: Leállítva
it: Fermato
ja: 中断
pl: Zatrzymane
pt_pt: Parados
ro: Oprit
ru: Остановленные
si: නැවැත්තුවා
sr: Заустављено
tr: Durduruldu
ur_pk: روکے گئے
vi: Đã dừng

# AllDownloadsFilterModeButton|
source: Missing Files
ar: ملفات مفقودة
bg: Липсващи файлове
bn: অনুপস্থিত ফাইল
de: Fehlende Dateien
fa: فایل های گمشده
fi: Puuttuvia tiedostoja
fr: Fichiers manquants
hu: Hiányzó fájlok
it: File mancanti
ja: 見つからないファイル
lt: Trūksta failų
my: ပျောက်နေသည့် ဖိုင်များ
pl: Brakujące pliki
pt_pt: Arquivos ausentes
ro: Fișiere lipsă
ru: Файлы отсутствуют
si: අතුරුදහන් වූ ගොනු
sr: Датотеке које недостају
tr: Eksik dosyalar
ur_pk: گمشدہ فائلیں
vi: Tệp bị thiếu

# AllDownloadsFilterModeButton|
source: All files
ar: جميع الملفات
bg: Всички файлове
bn: সমস্ত ফাইল
de: Alle Dateien
fa: تمام فایل‌ها
fi: Kaikki tiedostot
fr: Tous les fichiers
hu: Összes fájl
it: Tutti i file
ja: すべてのファイル
lt: Visi failai
my: ဖိုင်အားလုံး
pl: Wszystkie pliki
pt_pt: Todos os arquivos
ro: Toate fișierele
ru: Все файлы
si: සියලු ගොනු
sr: Све датотеке
tr: Tüm dosyalar
ur_pk: تمام فائلیں
vi: Tất cả tệp

# AllDownloadsFilterModeButton|
source: Active
ar: نشط
bg: Активни
bn: সক্রিয়
de: Aktiv
fa: فعال
fi: Aktiiviset
fr: Actif
hu: Aktív
it: Attivi
ja: 実行中
lt: Aktyvus
my: လုပ်နေသည်
pl: Aktywne
pt_pt: Ativos
ro: Activ
ru: Активные
si: සක්රීය
sr: Активно
tr: Etkin
ur_pk: فعال
vi: Hoạt động

# AllDownloadsFilterModeButton|
source: Completed
ar: مكتمل
bg: Завършено
bn: সম্পন্ন
de: Abgeschlossen
fa: تمام شده
fi: Valmistuneet
fr: Terminés
hu: Befejezve
it: Completati
ja: 完了
lt: Baigta
my: ပြီးဆုံး
pl: Zakończone
pt_pt: Concluídos
ro: Finalizat
ru: Завершенные
si: සම්පුර්ණ කර ඇත
sr: Завршено
tr: Tamamlandı
ur_pk: مکمل
vi: Đã hoàn thành

# AllDownloadsFilterModeButton|
source: Uncompleted
ar: غير مكتمل
bg: Незавършено
bn: অসম্পূর্ণ
de: Unvollständig
fa: ناتمام
fi: Keskeneräiset
fr: Incomplets
hu: Befejezetlen
it: Non completato
ja: 未完了
lt: Nebaigta
my: မပြီးဆုံး
pl: Nie zakończone
pt_pt: Incompleto
ro: Nefinalizat
ru: Незавершённые
si: සම්පූර්ණ නොකළ
sr: Незавршено
tr: Tamamlanmadı
ur_pk: نامکمل
vi: Chưa hoàn thành

# AllDownloadsSearchField_V2|
source: Search in downloads...
ar: البحث في التنزيلات...
bg: Търсене в изтегляния...
de: In Downloads suchen...
fa: جست‌وجو در دانلودها...
fi: Etsi latauksista...
fr: Chercher dans les téléchargements...
hu: Keresés a letöltésekben...
it: Cerca in download...
ja: ダウンロードリストを検索...
pl: Wyszukiwanie w pobieraniach...
pt_pt: Localizar nos downloads...
ro: Caută în descărcări...
ru: Поиск по загрузкам...
si: බාගැනීම් වල සොයන්න...
sr: Претражи у преузимањима...
tr: İndirmelerde ara...
ur_pk: ڈاؤن لوڈز میں تلاش کریں...
vi: Tìm kiếm trong tải xuống...

# AllDownloadsSortModeButton|
source: Old
ar: قديم
bg: Стари
de: Alt
fa: قدیمی
fi: Vanhimmasta uusimpaan
fr: Anciens
hu: Régi
it: Vecchi
ja: 古い順
pl: Najstarsze
pt_pt: Mais antigos
ro: Vechi
ru: Старые
si: පරණ
sr: Старо
tr: Eski
ur_pk: پرانا
vi: Cũ

# AllDownloadsSortModeButton|
source: Newest
ar: الأحدث
bg: Най-нови
de: Neueste
fa: جدیدترین
fi: Uusimmasta vanhimpaan
fr: Plus récents
hu: Legújabb
it: Più recenti
ja: 新着順
pl: Najnowsze
pt_pt: Mais novos
ro: Nou
ru: Новейшие
si: අලුත්ම
sr: Најновије
tr: En yeni
ur_pk: تازہ ترین
vi: Mới nhất

# AllDownloadsSortModeButton|
source: By size: small
ar: حسب الحجم: صغير
bg: По размер: малък
de: Nach Größe: klein
fa: براساس اندازه: کوچک
fi: Pienimmästä suurimpaan
fr: Par taille: petits
hu: Méret szerint: kicsi
it: Per dimensione: piccola
ja: サイズ別: 小さい順
pl: Od najmniejszych
pt_pt: Por tamanho: pequeno
ro: După mărime: mic
ru: По размеру: маленькие
si: ප්රමාණය අනුව: කුඩා
sr: По величини: мало
tr: Boyuta göre: küçük
ur_pk: سائز کے لحاظ سے: چھوٹا
vi: Theo kích thước: nhỏ

# AllDownloadsSortModeButton|
source: By size: large
ar: حسب الحجم: كبير
bg: По размер: голям
de: Nach Größe: groß
fa: براساس اندازه: بزرگ
fi: Suurimmasta pienimpään
fr: Par taille: grands
hu: Méret szerint: nagy
it: Per dimensione: grande
ja: サイズ別: 大きい順
pl: Od największych
pt_pt: Por tamanho: grande
ro: După mărime: mare
ru: По размеру: большие
si: ප්රමාණය අනුව: විශාල
sr: По величини: велико
tr: Boyuta göre: büyük
ur_pk: سائز کے لحاظ سے: بڑا
vi: Theo kích thước: lớn

# AllDownloadsSortModeButton|
source: By status: ascending
ar: حسب الحالة: تصاعدي
bg: По статус: възходящ
de: Nach Status: aufsteigend
fa: بر اساس وضعیت: افزایشی
fi: Tilan mukaan nousevasti
fr: Par statut: ascendant
hu: Állapot szerint: emelkedő
it: Per stato: ascendente
ja: ステータス別: 昇順
pl: Status rosnący
pt_pt: Por status: ascendente
ro: După status: ascendent
ru: По статусу: по возрастанию
si: තත්වය අනුව: ආරෝහණ
sr: По статусу: растуће
tr: Duruma göre: artan
ur_pk: حالت کے لحاظ سے: صعودی ترتیب
vi: Theo trạng thái: tăng dần

# AllDownloadsSortModeButton|
source: By status: descending
ar: حسب الحالة: تنازلي
bg: По статус: низходящ
de: Nach Status: absteigend
fa: بر اساس وضعیت: کاهشی
fi: Tilan mukaan laskevasti
fr: Par statut: descendant
hu: Állapot szerint: csökkenő
it: Per stato: discendente
ja: ステータス別: 降順
pl: Status malejący
pt_pt: Por status: descendente
ro: După status: descendent
ru: По статусу: по убыванию
si: තත්වය අනුව: අවරෝහණය
sr: По статусу: опадајуће
tr: Duruma göre: azalan
ur_pk: حالت کے لحاظ سے: نزولی ترتیب
vi: Theo trạng thái: giảm dần

# AntivirusComboBox|
source: Configure manually...
ar: تهيئة يدوية ..
bg: Ръчна настройка...
bn: ম্যানুয়ালি কনফিগার করুন...
cs_cz: Upravit ručně…
de: Manuell konfigurieren…
es: Configurar manualmente...
fa: تنظیم به صورت دستی...
fi: Määritä manuaalisesti...
fr: Configurer manuellement...
hi: मैन्युअल रूप से कॉन्फ़िगर करें...
hu: Kézi konfigurálás...
id: Atur secara manual...
it: Configura manualmente...
ja: 手動で設定する...
lt: Konfigūruoti rankiniu būdu...
lv: Konfigurēt manuāli...
my: ကိုယ်တိုင် သတ်မှတ်ပါ...
pl: Skonfiguruj ręcznie...
pt_pt: Configure manualmente...
ro: Configurați manual...
ru: Настроить вручную…
si: අතින් සකසන්න...
sr: Подеси ручно...
tr: El ile yapılandır...
uk: Конфігурувати вручну...
ur_pk: دستی طور پر ترتیب دیں...
vi: Cấu hình thủ công...

# AntivirusSettings|
source: Antivirus
ar: مضاد الفيروسات
bg: Антивирусна програма
bn: অ্যান্টিভাইরাস
de: Antivirusprogramm
fa: آنتی‌ویروس
fi: Virustorjunta
hi: एंटीवायरस
hu: Vírusírtó
ja: ウイルス対策
lt: Antivirusinė
lv: Antivīrusa programma
my: ဗိုင်းရပ်ကာကွယ်ရေး
pl: Antywirus
pt_pt: Antivírus
ru: Антивирус
si: ප්රති-වයිරස
sr: Антивирус
tr: Antivirüs
uk: Антивірус
ur_pk: اینٹی وائرس
vi: Phần mềm diệt virus

# AntivirusSettings|
source: Select antivirus:
ar: اختر مضاد فيروسات:
bg: Избор на антивирусна програма:
bn: অ্যান্টিভাইরাস নির্বাচন করুন:
cs_cz: Vyberte antivirus:
de: Antivirusprogramm auswählen:
es: Seleccionar antivirus:
fa: آنتی‌ویروس را انتخاب کنید:
fi: Valitse virustorjunta:
fr: Sélectionner l'antivirus:
hi: एंटीवायरस चुनें:
hu: Vírusírtó kiválasztása:
id: Pilih antivirus:
it: Programma antivirus:
ja: ウイルス対策ソフトの選択:
lt: Pasirinkite antivirusinę programą:
lv: Izvēlies antivīrusa programmu:
my: ဗိုင်းရပ်ကာကွယ်ရေးကို ရွေးပါ၊
pl: Wybierz antywirus:
pt_pt: Selecione o antivírus:
ro: Selectați antivirus:
ru: Выбор антивируса:
si: ප්රති-වයිරස තෝරන්න:
sr: Изаберите антивирус:
tr: Antivirüs seçin:
uk: Виберіть антивірус:
ur_pk: اینٹی وائرس منتخب کریں:
vi: Chọn phần mềm diệt virus:
