Repository: FreeDownloadManagerTeam/FDM6-localization
Catalog: main/fdm_*.po
Languages: ar, bg, bn, cs_cz, de, es, fa, fi, fr, hi, hu, id, it, ja, lt, lv, my, pl, pt_pt, ro, ru, si, sr, tr, uk, ur_pk, vi

# GeneralTab|
source: State
ar: الحالة
bg: Състояние
bn: অবস্থা
cs_cz: Stav
de: Status
es: Estado
fa: وضعیت
fi: Tila
fr: État
hi: राज्य
hu: Állapot
id: Keadaan
it: Stato
ja: 状態
lt: Būsena
lv: Stāvoklis
my: အခြေအနေ
pl: Stan
pt_pt: Estado
ro: Stat
ru: Состояние
si: තත්වය
sr: Стање
tr: Durum
uk: Стан
ur_pk: حالت
vi: Trạng thái

# GeneralTab|
source: Total size:
ar: الحجم الإجمالي:
bg: Пълен размер:
bn: টোটাল সাইজঃ
cs_cz: Celková velikost:
de: Gesamtgröße:
es: Tamaño total:
fa: حجم کل:
fi: Koko:
fr: Taille totale:
hi: कुल आकार:
hu: Teljes méret:
id: Jumlah ukuran:
it: Dimensione totale:
ja: 合計サイズ:
lt: Bendras dydis:
lv: Kopējais izmērs:
my: စုစုပေါင်း ပမာဏ၊
pl: Całkowity rozmiar:
pt_pt: Tamanho total:
ro: Dimensiunea totală:
ru: Общий размер:
si: මුළු ප්රමාණය:
sr: Укупна величина:
tr: Toplam boyut:
uk: Загальний розмір:
ur_pk: کل سائز:
vi: Tổng kích thước:

# GeneralTab|
source: Downloaded:
ar: تم تنزيل:
bg: Изтеглено:
bn: ডাউনলোড করা হয়েছেঃ
cs_cz: Staženo:
de: Heruntergeladen:
es: Descargado:
fa: دانلود شده:
fi: Ladattu:
fr: Téléchargé:
hi: डाउनलोड किया गया:
hu: Letöltve:
id: Diunduh:
it: Scaricato:
ja: ダウンロード:
lt: Atsisiųsta:
lv: Lejupielādēts:
my: ဒေါင်းယူပြီး၊
pl: Pobrane:
pt_pt: Baixado:
ro: Descărcat:
ru: Загружено:
si: බාගත කර ඇත:
sr: Преузето:
tr: İndirilen:
uk: Завантажено:
ur_pk: ڈاؤن لوڈ کیا گیا:
vi: Đã tải xuống:

# GeneralTab|
source: Uploaded
ar: تم رفعه
bg: Качено
bn: আপলোড করা হয়েছে
cs_cz: Nahráno
de: Hochgeladen
es: Subido
fa: آپلود شده
fi: Lähetetty
fr: Envoyé
hi: अपलोड किए गए
hu: Feltöltve
id: Diunggah
it: Caricato
ja: アップロード
lt: Įkelta
lv: Augšupielādētie
my: တင်ပြီး
pl: Wysłane
pt_pt: Carregado
ro: Încărcat
ru: Отдано
si: උඩුගත කර ඇත
sr: Послато
tr: Gönderilen
uk: Вивантажено
ur_pk: اپ لوڈ کیا گیا
vi: Đã tải lên

# GeneralTab|
source: ratio
ar: النسبة
bg: съотношение
bn: অনুপাত
cs_cz: poměr
de: Verhältnis
es: proporción
fa: نسبت
fi: suhde
fr: taux
hi: अनुपात
hu: arány
id: rasio
it: rapporto
ja: 比率
lt: santykis
lv: attiecība
my: အချိုး
pl: stopień
pt_pt: proporção
ro: rație
ru: рейтинг
si: අනුපාතය
sr: однос (ratio)
tr: oran
uk: співвідношення
ur_pk: تناسب
vi: Tỷ lệ

# GeneralTab|
source: Web page
ar: صفحة على الإنترنت
bg: Уеб страница
bn: ওয়েব পেজ
cs_cz: Webová stránka
de: Webseite
es: Página web
fa: صفحه وب
fi: Verkkosivu
fr: Page web
hi: वेब पृष्ठ
hu: Weboldal
id: Situs web
it: Pagina web
ja: ウェブページ
lt: Tinklalapis
lv: Interneta lapa
my: ဝဘ်စာမျက်နှာ
pl: Strona WWW
pt_pt: Página da web
ro: Pagină web
ru: Веб-страница
si: වෙබ් පිටුව
sr: Веб страница
tr: Web sayfası
uk: Web сторінка
ur_pk: ویب پیج
vi: Trang web

# GeneralTab|
source: File
ar: ملف
bg: Файл
bn: ফাইল
cs_cz: Soubor
de: Datei
es: Archivo
fa: فایل
fi: Tiedosto
fr: Fichier
hi: फ़ाइल
hu: Fájl
id: Berkas
ja: ファイル
lt: Failas
lv: Fails
my: ဖိုင်
pl: Plik
pt_pt: Arquivo
ro: Fișier
ru: Файл
si: ගොනුව
sr: Датотека
tr: Dosya
uk: Файл
ur_pk: فائل
vi: Tệp

# GeneralTab|
source: Speed
ar: السرعة
bg: Скорост
bn: গতি
cs_cz: Rychlost
de: Geschwindigkeit
es: Velocidad
fa: سرعت
fi: Nopeus
fr: Vitesse
hi: रफ़्तार
hu: Sebesség
id: Kecepatan
it: Velocità
ja: 速度
lt: Greitis
lv: Ātrums
my: အမြန်နှုန်း
pl: Prędkość
pt_pt: Velocidade
ro: Viteză
ru: Скорость
si: වේගය
sr: Брзина
tr: Hız
uk: Швидкість
ur_pk: رفتار
vi: Tốc độ

# GeneralTab|
source: Download speed:
ar: سرعة التنزيل:
bg: Скорост на изтегляне:
bn: ডাউনলোড স্পীডঃ
cs_cz: Rychlost stahování:
de: Downloadgeschwindigkeit
es: Velocidad de descarga:
fa: سرعت دانلود:
fi: Latausnopeus:
fr: Vitesse de téléchargement:
hi: डाउनलोड की गति:
hu: Letöltési sebesség:
id: Kecepatan Unduh:
it: Velocità download:
ja: ダウンロード速度:
lt: Atsisiuntimo greitis:
lv: Lejupielādes ātrums:
my: ဒေါင်းလုပ် အမြန်နှုန်း၊
pl: Prędkość pobierania:
pt_pt: Velocidade do download:
ro: Viteza de descărcare:
ru: Скорость загрузки:
si: බාගත කිරීමේ වේගය:
sr: Брзина преузимања:
tr: İndirme hızı :
uk: Швидкість завантаження:
ur_pk: ڈاؤن لوڈ کی رفتار:
vi: Tốc độ tải xuống:

# GeneralTab|
source: Upload speed:
ar: سرعة الرفع:
bg: Скорост на качване:
bn: আপলোড স্পীডঃ
cs_cz: Rychlost nahrávání:
de: Upload-Geschwindigkeit:
es: Velocidad de subida:
fa: سرعت آپلود:
fi: Lähetysnopeus:
fr: Vitesse d'envoi:
hi: अपलोड गति:
hu: Feltöltési sebesség:
id: Kecepatan Unggahan:
it: Velocità upload:
ja: アップロード速度:
lt: Įkėlimo greitis:
lv: Augšupielādes ātrums:
my: အပ်လုပ် အမြန်နှုန်း၊
pl: Prędkość wysyłania:
pt_pt: Velocidade de upload:
ro: Viteza de încărcare:
ru: Скорость отдачи:
si: උඩුගත කිරීමේ වේගය:
sr: Брзина слања:
tr: Gönderme hızı:
uk: Швидкість відвантаження:
ur_pk: اپ لوڈ کی رفتار:
vi: Tốc độ tải lên:

# GeneralTab|
source: Added at:
ar: إضافة في:
bg: Добавено в:
bn: এ যোগ করা হয়েছে:
cs_cz: Přidáno:
de: Hinzugefügt am:
es: Agregada a las:
fa: اضافه شده در:
fi: Lisätty:
fr: Ajouté le:
hi: यहां जोड़ा गया:
hu: Hozzáadva:
id: Ditambahkan pada:
it: Data/ora avvio download:
ja: 追加日時:
lt: Pridėta adresu:
lv: Pievienots:
my: ထည့်ထား >
pl: Dodane:
pt_pt: Adicionado em:
ro: Adăugat la:
ru: Добавлено:
si: දී එකතු කරන ලදී:
sr: Додато дана:
tr: Eklenme zamanı:
uk: Додано о:
ur_pk: شامل کیا گیا بذریعہ:
vi: Đã thêm vào:

# GeneralTab|
source: %1 of %2
ar: %1 من %2
bg: %1 от %2
bn: %2 এর %1
cs_cz: %1 z %2
de: %1 von %2
es: %1 de %2
fa: %1 از %2
fr: %1 de %2
hi: %2 में से %1
hu: %1 a %2 -ből
id: %1 dari %2
it: %1 di %2
lt: %1 iš %2 %3
lv: %1 no %2
pl: %1 z %2
pt_pt: %1 de %2
ro: %1 din %2
ru: %1 из %2
si: %2 න්%1
sr: %1 од %2
uk: %1 із %2
ur_pk: %2 میں سے %1
vi: %1 của %2

# GeneralTab|
source: Domain:
ar: النطاق:
bg: Домейн:
bn: ডোমেইন:
cs_cz: Doména:
es: Dominio:
fa: دامنه:
fi: Verkkotunnus:
fr: Domaine:
hi: कार्यक्षेत्र:
it: Dominio:
ja: ドメイン:
lt: Domenas:
lv: Domēns:
my: ဒိုမိန်း၊
pl: Domena:
pt_pt: Domínio:
ro: Domeniu:
ru: Домен:
si: ඩොමේන්:
sr: Домен:
tr: Etki alanı:
uk: Домен:
ur_pk: ڈومین:
vi: Miền:

# GeneralTab|
source: Added:
ar: تمت الإضافة:
bg: Добавен:
bn: যোগ করা হয়েছে:
cs_cz: Přidáno:
de: Hinzugefügt:
es: Agregada:
fa: اضافه شده:
fi: Lisätty:
fr: Ajouté:
hi: जोड़ा गया:
hu: Hozzáadva:
id: Ditambahkan:
it: Data/ora aggiunta:
ja: 追加日時:
lt: Pridėta:
lv: Pievienots:
my: ထည့်ထား၊
pl: Dodano:
pt_pt: Adicionado:
ro: Adăugat:
ru: Добавлено:
si: එකතු කරන ලදි:
sr: Додато:
tr: Eklenme:
uk: Додано:
ur_pk: شامل کیا گیا:
vi: Đã thêm:

# GeneralTab|
source: Progress:
ar: التقدم:
bg: Напредък:
bn: অগ্রগতি:
cs_cz: Průběh:
de: Fortschritt:
es: Progreso:
fa: پیشرفت:
fi: Edistyminen:
fr: Progression:
hi: प्रगति:
hu: Folyamat:
id: Tingkat Kemajuan:
it: Progresso:
ja: 進行状況:
lt: Pažanga:
my: တိုးတက်မှု၊
pl: Postęp:
pt_pt: Progresso:
ro: Progres:
ru: Прогресс:
si: ප්රගතිය:
sr: Напредак:
tr: İlerleme:
uk: Хід:
ur_pk: پیشرفت:
vi: Tiến độ:

# GeneralTab_V2|
source: Downloaded:
ar: تم تنزيل:
bg: Изтеглено:
bn: ডাউনলোড করা হয়েছেঃ
de: Heruntergeladen:
fa: دانلود شده:
fi: Ladattu:
fr: Téléchargé:
hu: Letöltve:
it: Scaricato:
ja: ダウンロード:
lt: Atsisiųsta:
my: ဒေါင်းယူပြီး၊
pl: Pobrane:
pt_pt: Baixado:
ro: Descărcat:
ru: Загружено:
si: බාගත කර ඇත:
sr: Преузето:
tr: İndirilen:
ur_pk: ڈاؤن لوڈ کیا گیا:
vi: Đã tải xuống:

# GeneralTab_V2|
source: Uploaded
ar: تم رفعه
bg: Качено
bn: আপলোড করা হয়েছে
de: Hochgeladen
fa: آپلود شده
fi: Lähetetty
fr: Envoyé
hu: Feltöltve
it: Caricato
ja: アップロード
lt: Įkelta
my: တင်ပြီး
pl: Wysłane
pt_pt: Carregado
ro: Încărcat
ru: Отдано
si: උඩුගත කර ඇත
sr: Послато
tr: Gönderilen:
ur_pk: اپ لوڈ کیا گیا
vi: Đã tải lên

# GeneralTab_V2|
source: ratio
ar: النسبة
bg: съотношение
bn: অনুপাত
de: Verhältnis
fa: نسبت
fi: suhde
fr: taux
hu: arány
it: rapporto
ja: 比率
lt: santykis
my: အချိုး
pl: stopień
pt_pt: proporção
ro: rație
ru: рейтинг
si: අනුපාතය
sr: однос (ratio)
tr: oran
ur_pk: تناسب
vi: Tỷ lệ

# GeneralTab_V2|
source: Added at:
ar: إضافة في:
bg: Добавено в:
bn: এ যোগ করা হয়েছে:
de: Hinzugefügt am:
fa: اضافه شده در:
fi: Lisätty:
fr: Ajouté le:
hu: Hozzáadva:
it: Data/ora avvio download:
ja: 追加日時:
lt: Pridėta adresu:
my: ထည့်ထား >
pl: Dodane:
pt_pt: Adicionado em:
ro: Adăugat la:
ru: Добавлено:
si: දී එකතු කරන ලදී:
sr: Додато дана:
tr: Eklenme zamanı:
ur_pk: شامل کیا گیا بذریعہ:
vi: Đã thêm vào:

# GeneralTab_V2|
source: Download speed:
ar: سرعة التنزيل:
bg: Скорост на изтегляне:
bn: ডাউনলোড স্পীডঃ
de: Downloadgeschwindigkeit
fa: سرعت دانلود:
fi: Latausnopeus:
fr: Vitesse de téléchargement:
hu: Letöltési sebesség:
it: Velocità download:
ja: ダウンロード速度:
lt: Atsisiuntimo greitis:
my: ဒေါင်းလုပ် အမြန်နှုန်း၊
pl: Prędkość pobierania:
pt_pt: Velocidade do download:
ro: Viteza de descărcare:
ru: Скорость загрузки:
si: බාගත වේගය:
sr: Брзина преузимања:
tr: İndirme hızı :
ur_pk: ڈاؤن لوڈ کی رفتار:
vi: Tốc độ tải xuống:

# GeneralTab_V2|
source: Upload speed:
ar: سرعة الرفع:
bg: Скорост на качване:
bn: আপলোড স্পীডঃ
de: Upload-Geschwindigkeit:
fa: سرعت آپلود:
fi: Lähetysnopeus:
fr: Vitesse d'envoi:
hu: Feltöltési sebesség:
it: Velocità upload:
ja: アップロード速度:
lt: Įkėlimo greitis:
my: အပ်လုပ် အမြန်နှုန်း၊
pl: Prędkość wysyłania:
pt_pt: Velocidade de upload:
ro: Viteza de încărcare:
ru: Скорость отдачи:
si: උඩුගත කිරීමේ වේගය:
sr: Брзина слања:
tr: Gönderme hızı:
ur_pk: اپ لوڈ کی رفتار:
vi: Tốc độ tải lên:

# GeneralTab_V2|
source: Web page
ar: صفحة على الإنترنت
bg: Уеб страница
bn: ওয়েব পেজ
de: Webseite
fa: صفحه وب
fi: Verkkosivu
fr: Page web
hu: Weboldal
it: Pagina web
ja: ウェブページ
lt: Tinklalapis
my: ဝဘ်စာမျက်နှာ
pl: Strona WWW
pt_pt: Página da web
ro: Pagină web
ru: Веб-страница
si: වෙබ් පිටුව
sr: Веб страница
tr: Web sayfası
ur_pk: ویب پیج
vi: Trang web

# GeneralTab_V2|
source: File
ar: ملف
bn: ফাইল
de: Datei
fa: فایل
fi: Tiedosto
fr: Fichier
hu: Fájl
ja: ファイル
pl: Plik
pt_pt: Arquivo
ro: Fișier
ru: Файл
sr: Датотека
tr: Dosya
ur_pk: فائل
vi: Tệp

# ImportDialog|
source: Import
ar: استيراد
bg: Внасяне
bn: আমদানি
cs_cz: Importovat
de: Importieren
es: Importar
fa: وارد کردن
fi: Tuo
fr: Importer
hi: आयात
hu: Importálás
id: Impor
it: Importa
ja: インポート
lt: Importuoti
lv: Importēt
my: တင်သွင်းရန်
pl: Importuj
pt_pt: Importar
ru: Импорт
si: ආනයනය කරන්න
sr: Увези
tr: İçe aktar
uk: Імпорт
ur_pk: درآمد
vi: Nhập

# ImportDialog|
source: Cancel
ar: إلغاء
bg: Отказ
bn: বাতিল করুন
cs_cz: Storno
de: Abbrechen
es: Cancelar
fa: انصراف
fi: Peru
fr: Annuler
hi: रद्द करें
hu: Mégse
id: Batalkan
it: Annulla
ja: キャンセル
lt: Atšaukti
lv: Atcelt
my: ပယ်ဖျက်
pl: Anuluj
pt_pt: Cancelar
ro: Anulează
ru: Отмена
si: අවලංගු කරන්න
sr: Откажи
tr: İptal
uk: Скасувати
ur_pk: منسوخ کریں
vi: Hủy

# ImportDialog|
source: All files (%1)
ar: كل الملفات (%1)
bg: Всички файлове (%1)
bn: সমস্ত ফাইল (%1)
cs_cz: Všechny soubory (%1)
de: Alle Dateien (%1)
es: Todos los archivos (%1)
fa: تمام فایل‌ها (%1)
fi: Kaikki tiedostot (%1)
fr: Tous les fichiers (%1)
hi: सभी फ़ाइलें (%1)
hu: Minden fájl (%1)
id: Semua berkas (%1)
it: Tutti i file (%1)
ja: すべてのファイル (%1)
lt: Visi failai (% 1)
lv: Visi faili (%1)
my: ဖိုင်အားလုံး (%1)
pl: Wszystkie pliki (%1)
pt_pt: Todos os arquivos (%1)
ro: Toate fișierele (%1)
ru: Все файлы (%1)
si: සියලුම ගොනු (%1)
sr: Све датотеке (%1)
tr: Tüm dosyalar (%1)
uk: Всі файли (%1)
ur_pk: تمام فائلیں (%1)
vi: Tất cả tệp (%1)

# ImportDialog|
source: Text files (%1)
ar: ملفات نصية (%1)
bg: Текстови файлове (%1)
bn: টেক্সট ফাইল (%1)
cs_cz: Textové soubory (%1)
de: Textdateien (%1)
es: Archivos de texto (%1)
fa: فایل‌های متنی (%1)
fi: Tekstitiedostot (%1)
fr: Fichiers texte (%1)
hi: पाठ फ़ाइलें (%1)
hu: Szöveges fájlok (%1)
id: Berkas teks (%1)
it: File testo (%1)
ja: テキストファイル (%1)
lt: Teksto failai (% 1)
lv: Teksta faili (%1)
my: စာသားဖိုင် (%1)
pl: Pliki tekstowe (%1)
pt_pt: Arquivos de texto (%1)
ro: Fișiere text (%1)
ru: Текстовые файлы (%1)
si: පෙළ ගොනු (%1)
sr: Текстуалне датотеке (%1)
tr: Metin dosyaları (%1)
uk: Текстові файли (%1)
ur_pk: ٹیکسٹ فائلیں (%1)
vi: Tệp văn bản (%1)

# ImportDialog|
source: %1 downloads files (%2)
ar: %1 ملفات التنزيلات (%2)
bg: %1 изтегляния файлове (%2)
bn: %1 ডাউনলোড ফাইল (%2)
cs_cz: Soubory stahování %1 (%2)
de: %1 Downloaddateien (%2)
es: %1 archivos de descargas (%2)
fa: %1 فایل های دانلودها (%2)
fi: %1 lataustiedostot (%2)
fr: %1 fichiers de téléchargements (%2)
hi: %1 डाउनलोड फ़ाइल (%2)
hu: %1 letöltési fájlok (%2)
id: %1 berkas unduhan (%2)
it: Elenco download %1 (%2)
ja: %1 ダウンロードファイル (%2)
lt: %1 atsisiunčia failus (%2)
lv: %1 lejupielādē failus (%2)
my: ဒေါင်းလုပ်ဖိုင် %1 (%2)
pl: Pliki pobrań %1 (%2)
pt_pt: Arquivos de download do %1 (%2)
ro: %1 descarcă fișiere (%2)
ru: Файлы загрузок %1 (%2)
si: %1 බාගත කිරීම් ගොනු (%2)
sr: %1 датотеке преузимања (%2)
tr: %1 dosyaları indiriyor (%2)
uk: %1 файлів завантажень (%2)
ur_pk: %1 ڈاؤن لوڈ فائلیں (%2)
vi: Tệp tải xuống %1 (%2)

# ImportDialog|
source: %1 settings files (%2)
ar: %1 ملفات الاعدادات (%2)
bg: %1 настройки файлове (%2)
bn: %1 সেটিংস ফাইল (%2)
cs_cz: Soubory nastavení %1 (%2)
de: %1 Einstellungsdateien (%2)
es: %1 archivos de ajustes (%2)
fa: %1 فایل های تنظیمات %2
fi: %1 asetustiedostot (%2)
fr: %1 fichiers de paramètres (%2)
hi: %1 सेटिंग्स फ़ाइलें (%2)
hu: %1 beállításfájlok (%2)
id: %1 berkas pengaturan (%2)
it: Impostazioni %1 (%2)
ja: %1 設定ファイル (%2)
lt: %1 nustatymų failai (%2)
lv: %1 iestatījumu faili (%2)
my: အပြင်အဆင်ဖိုင် %1 (%2)
pl: Pliki ustawień %1 (%2)
pt_pt: %1 arquivo(s) de configuração (%2)
ro: %1 fișiere de setări (%2)
ru: Файлы настроек %1 (%2)
si: %1 සැකසුම් ගොනු (%2)
sr: %1 датотеке подешавања (%2)
tr: %1 dosyaları ayarlıyor (%2)
uk: %1 файлів налаштувань (%2)
ur_pk: %1 سیٹنگز فائلیں (%2)
vi: Tệp cài đặt %1 (%2)

# ImportExportFailedDialog|
source: Error: %1
ar: خطأ: %1
bg: Грешка: %1
bn: ত্রুটি: %1
cs_cz: Chyba: %1
de: Fehler: %1
fa: خطا: %1
fi: Virhe: %1
fr: Erreur: %1
hi: त्रुटि: %1
hu: Hiba: %1
id: Kesalahan: %1
it: Errore: %1
ja: エラー: %1
lt: Klaida: %1
lv: Kļūda: %1
my: အမှား၊ %1
pl: Błąd: %1
pt_pt: Erro: %1
ro: Eroare: %1
ru: Ошибка: %1
si: දෝෂය: %1
sr: Грешка: %1
tr: Hata: %1
uk: Помилка: %1
ur_pk: خرابی: %1
vi: Lỗi: %1

# ImportExportFailedDialog|
source: OK
ar: حسنا
bn: ওকে
es: Aceptar
fa: تأیید
hi: ठीक है
hu: Rendben
id: BAIK
lt: Gerai
my: အိုကေ
ru: ОК
si: හරි
sr: У реду
tr: Tamam
ur_pk: ٹھیک ہے
vi: Đồng ý

# ImportExportFailedDialog|
source: Failure to paste URLs from the file
ar: فشل في لصق الروابط من الملف
bg: Не могат да се поставят URL-и от файла
bn: ফাইল থেকে URL পেস্ট করতে ব্যর্থতা
cs_cz: Selhalo vložení URL ze souboru
de: Einfügen von URLs aus Datei fehlgeschlagen
es: Fallo al pegar URLs desde el archivo
fa: جای‌گذاری URLها از فایل موفق نبود
fi: Tuonti tiedostosta epäonnistui
fr: Échec à coller les URLs depuis le fichier
hi: फ़ाइल से URL चिपकाने में विफलता
hu: Nem sikerült beilleszteni az URL-eket a fájlból
id: Gagal menempelkan URL dari berkas
it: Impossibile incollare gli URL dal file
ja: ファイルからの URL の貼り付けに失敗しました
lt: Nepavyko įklijuoti URL iš failo
lv: Neizdevās ielīmēt URL no faila
my: ဖိုင်မှ URL များကို ကူးချရန် မအောင်မြင်မှု
pl: Problem z wklejeniem adresów URL z pliku
pt_pt: Falha ao colar URLs do ficheiro
ro: Nu se inserează adresele URL din fișier
ru: Не удалось вставить ссылки из файла
si: ගොනුවෙන් URL ඇලවීමට අසමත් විය
sr: Грешка при лепљењу URL адреса из датотеке
tr: Dosyadan URL'leri yapıştırma hatası
uk: Не вдалося вставити URL з файлу
ur_pk: فائل سے ویب پتے پیسٹ کرنے میں ناکامی
vi: Không dán được URL từ tệp

# ImportExportFailedDialog|
source: Unable to import the list of URLs from the file: %1
ar: غير قادر على استيراد قائمة الروابط من الملف: %1
bg: Не може да се внесе списъка с URL-и от файла: %1
bn: ফাইল থেকে URL-এর তালিকা আমদানি করতে অক্ষম: %1
cs_cz: Nelze importovat seznam URL ze souboru: %1
de: Import der URL-Liste aus Datei nicht möglich: %1
es: No se puede importar la lista de URLs desde el archivo: %1
fa: عدم امکان وارد کردن لیست URLها از فایل: %1
fi: URL-osoitteiden listan tuonti tiedostosta epäonnistui: %1
fr: Impossible d’importer la liste des URLs depuis le fichier: %1
hi: फ़ाइल से URL की सूची आयात करने में असमर्थ: %1
hu: Nem lehet importálni az URL-ek listáját a fájlból: %1
id: Tidak dapat mengimpor daftar URL dari berkas: %1
it: Impossibile importare l'elenco URL dal file: %1
ja: ファイルから URL のリストをインポートできません: %1
lt: Nepavyko importuoti URL sąrašo iš failo: %1
lv: Nav iespējams importēt URL sarakstu no faila: %1
my: ဖိုင်မှ URL စာရင်းကို မတင်သွင်းနိုင်ပါ၊ %1
pl: Błąd importu listy adresów z pliku: %1
pt_pt: Não foi possível importar a lista de URLs do ficheiro: %1
ro: Nu se poate importa lista de adrese URL din fișier: %1
ru: Не удалось импортировать список ссылок из файла: %1
si: ගොනුවෙන් URL ලැයිස්තුව ආනයනය කළ නොහැක: %1
sr: Није могуће увести листу URL адреса из датотеке: %1
tr: Dosyadan URL'ler listesi içe aktarılamıyor: %1
uk: Неможливо імпортувати список URL з файлу: %1
ur_pk: فائل سے ویب پتوں کی فہرست درآمد کرنے میں ناکام: %1
vi: Không thể nhập danh sách URL từ tệp: %1

# ImportExportFailedDialog|
source: Failure to export
ar: فشل التصدير
bg: Невъзможно изнасяне
bn: রপ্তানি করতে ব্যর্থ
cs_cz: Selhalo exportování
de: Export fehlgeschlagen
es: Fallo al exportar
fa: عدم امکان صادر کردن
fi: Vienti epäonnistui
fr: Échec de l’exportation
hi: निर्यात करने में विफलता
hu: Nem sikerült exportálni
id: Gagal mengekspor
it: Esportazione fallita
ja: エクスポートに失敗
lt: Nepavyko eksportuoti
lv: Neizdevās eksportēt
my: တင်ပို့ရန် မအောင်မြင်မှု
pl: Problem z eksportem
pt_pt: Falha ao exportar
ro: Eșec la export
ru: Экспорт не удался
si: අපනයනය කිරීමට අපොහොසත් විය
sr: Грешка при извозу
tr: Dışa aktarma hatası
uk: Не вдалося експортувати
ur_pk: ایکسپورٹ کرنے میں ناکامی
vi: Không xuất được

# ImportExportFailedDialog|
source: Unable to export to the file: %1
ar: فشل في تصدير للملف
bg: Не може да се изнесе към файла: %1
bn: ফাইলে রপ্তানি করতে অক্ষম: %1
cs_cz: Nelze exportovat do souboru: %1
de: Export in Datei nicht möglich: %1
es: No se puede exportar al archivo: %1
fa: عدم امکان صادر کردن به فایل: %1
fi: Vienti tiedostoon epäonnistui: %1
fr: Impossible d’exporter dans le fichier: %1
hi: फ़ाइल में निर्यात करने में असमर्थ: %1
hu: Nem lehet exportálni a fájlba: %1
id: Tidak dapat mengekspor ke berkas: %1
it: Impossibile esportare nel file: %1
ja: ファイルへのエクスポートに失敗: %1
lt: Nepavyko eksportuoti į failą: %1
lv: Nav iespējams eksportēt uz failu: %1
my: ဖိုင်သို့ မတင်ပို့နိုင်ပါ၊ %1
pl: Nie można wyeksportować do pliku: %1
pt_pt: Não foi possível exportar para o ficheiro: %1
ro: Nu se poate exporta în fișierul: %1
ru: Не удалось экспортировать в файл: %1
si: ගොනුව වෙත අපනයනය කළ නොහැක: %1
sr: Није могуће извести у датотеку: %1
tr: Dosyaya aktarılamıyor: %1
uk: Не вдалося експортувати в файл: %1
ur_pk: فائل میں ایکسپورٹ کرنے میں ناکام: %1
vi: Không thể xuất ra tệp: %1

# ImportExportFailedDialog|
source: Failure to import
ar: فشل الاستيراد
bg: Невъзможно внасяне
bn: আমদানিতে ব্যর্থতা
cs_cz: Selhalo importování
de: Import fehlgeschlagen
es: Fallo al importar
fa: عدم امکان وارد کردن
fi: Tuonti epäonnistui
fr: Échec de l’importation
hi: आयात करने में विफलता
hu: Nem sikerült importálni
id: Gagal mengimpor
it: Importazione fallita
ja: インポートに失敗
lt: Nepavyko importuoti
lv: Neizdevās importēt
my: တင်သွင်းရန် မအောင်မြင်မှု
pl: Problem z importem
pt_pt: Falha ao importar
ro: Eșec la import
ru: Импорт не удался
si: ආනයනය කිරීමට අපොහොසත් විය
sr: Грешка при увозу
tr: İçe aktarma hatası
uk: Не вдалося імпортувати
ur_pk: امپورٹ کرنے میں ناکامی
vi: Không nhập được

# ImportExportFailedDialog|
source: Unable to import from the file: %1
ar: غير قادر على الاستيراد من الملف: %1
bg: Не може да се внесе от файла: %1
bn: ফাইল থেকে আমদানি করতে অক্ষম: %1
cs_cz: Nelze importovat ze souboru: %1
de: Import von Datei nicht möglich: %1
es: No se puede importar desde el archivo: %1
fa: عدم امکان وارد کردن از فایل: %1
fi: Tuonti tiedostosta epäonnistui: %1
fr: Impossible d’importer depuis le fichier: %1
hi: फ़ाइल से आयात करने में असमर्थ: %1
hu: Nem lehet importálni a fájlból: %1
id: Tidak dapat mengimpor dari berkas: %1
it: Impossibile importare dal file: %1
ja: ファイルからのインポートに失敗: %1
lt: Nepavyko importuoti iš failo: %1
lv: Nav iespējams importēt no faila: %1
my: ဖိုင်မှ မတင်သွင်းနိုင်ပါ၊ %1
pl: Nie można zaimportować z pliki: %1
pt_pt: Não foi possível importar do ficheiro: %1
ro: Nu se poate importa din fișier: %1
ru: Не удалось импортировать из файла: %1
si: ගොනුවෙන් ආනයනය කළ නොහැක: %1
sr: Није могуће увести из датотеке: %1
tr: Dosyadan aktarılamıyor: %1
uk: Не вдалося імпортувати з файлу: %1
ur_pk: فائل سے امپورٹ کرنے میں ناکام: %1
vi: Không thể nhập từ tệp: %1

# IntegrationBanner|
source: Set as Default
ar: تعيين كافتراضي
bg: Настройване по подразбиране
bn: ডিফল্ট হিসেবে সেট করুন
cs_cz: Nastavit jako výchozí
de: Als Standard wählen
es: Establecer como predeterminado
fa: تنظیم به عنوان پیش‌فرض
fi: Aseta oletukseksi
fr: Définir par Défaut
hi: डिफाल्ट के रूप में सेट
hu: Beállítás alapértelmezettként
id: Atur sebagai yang Utama
it: Imposta come predefinito
ja: 既定として設定
lt: Nustatyti kaip numatytąjį
lv: Uzstādīt kā Noklusējumu
my: မူလအတိုင်း ထားပါ
pl: Ustaw jako domyślny
pt_pt: Definir como Padrão
ro: Setați ca implicit
ru: Установить по умолчанию
si: පෙරනිමි ලෙස සකසන්න
sr: Постави као подразумевано
tr: Varsayılan olarak ayarla
uk: Встановити за замовчуванням
ur_pk: ڈیفالٹ کے طور پر سیٹ کریں
vi: Đặt làm mặc định

# IntegrationBanner|
source: Don't ask again
ar: لا تسأل مرة أخرى
bg: Без питане отново
bn: আবার জিজ্ঞাসা করবেন না
cs_cz: Příště se neptat
de: Nicht mehr fragen
es: No preguntar de nuevo
fa: دوباره نپرس
fi: Älä kysy uudelleen
fr: Ne pas redemander
hi: फिर मत पूछो
hu: Ne kérdezd újra
id: Jangan tanyakan lagi
it: Non chiedere di nuovo
ja: 再び確認しない
lt: Daugiau neklausk
lv: Nejautāt vēlreiz
my: ထပ်မမေးပါနဲ့
pl: Nie pytaj ponownie
pt_pt: Não pergunte de novo
ro: Nu mai întreba
ru: Больше не спрашивать
si: ආයෙ අහන්න එපා
sr: Не питај поново
tr: Bir daha sorma
uk: Більше не питати
ur_pk: دوبارہ نہ پوچھیں
vi: Không hỏi lại

# InvalidSettingsMessageDialog|
source: . Close anyway?
ar: إغلاق على أي حال؟
bg: . Затваряне въпреки всичко?
bn: . যাইহোক বন্ধ?
cs_cz: . Přesto zavřít?
de: . Trotzdem schließen?
es: . ¿Cerrar de todos modos?
fa: به هر حال بسته شود؟
fi: . Suljetaanko silti?
fr: . Fermer quand même?
hi: । वैसे भी बंद करो?
hu: . Biztosan bezárod?
id: . Tutup saja?
it: . Vuoi chiudere comunque?
ja: 。それでも閉じますか?
lt: . Vis tiek uždaryti?
lv: . Tik un tā aiztaisīt?
my: ဘာနေနေ ပိတ်ရမလာ။
pl: . Zamknąć mimo wszystko?
pt_pt: . Fechar mesmo assim?
ro: . Închide oricum?
ru: . Закрыть в любом случае?
si: . කොහොම හරි වහන්නද?
sr: . Ипак затвори?
tr: . Yine de kapatılsın mı?
uk: . Все одно закрити?
ur_pk: . بہرحال بند کریں؟
vi: . Vẫn đóng?

# LanguageDialog|
source: Language
ar: اللغة
bg: Език
bn: ভাষা
cs_cz: Jazyk
de: Sprache
es: Idioma
fa: زبان
fi: Kieli
fr: Langue
hi: भाषा
hu: Nyelv (Language)
id: Bahasa
it: Lingua
ja: 表示言語
lt: Kalba
lv: Valoda
my: ဘာသာစကား
pl: Język
pt_pt: Idioma
ro: Limbă
ru: Язык
si: භාෂාව
sr: Језик
tr: Dil
uk: Мова
ur_pk: زبان
vi: Ngôn ngữ

# LanguageSelection|
source: Language
fa: زبان
fr: Langue
hu: Nyelv (Language)
ja: 表示言語
pl: Język
pt_pt: Idioma
ru: Язык
sr: Језик
tr: Dil
ur_pk: زبان
vi: Ngôn ngữ

# LanguageSelection|
source: Unknown
ar: غير معروف
fa: ناشناخته
fr: Inconnu
hu: Ismeretlen
ja: 不明なエラー
pl: Nieznane
pt_pt: Desconhecido
ru: Неизвестно
sr: Непознато
tr: Bilinmiyor
ur_pk: نامعلوم
vi: Không xác định

# LeftDrawer|
source: remote control
ar: تحكم عن بعد
bg: дистанционно управление
bn: দূরবর্তী নিয়ন্ত্রণ
cs_cz: Vzdálený přístup
de: Fernbedienung
fa: ریموت کنترل
fi: etähallinta
fr: contrôle distant
hu: távirányító
id: kendali jarak jauh
it: controllo remoto
ja: リモートコントロール
lt: nuotolinis valdymas
lv: attālinātā kontrole
my: အဝေးထိန်း
pl: zdalna kontrola
pt_pt: controle remoto
ro: control la distanță
ru: удалённое управление
si: දුරස්ථ පාලකය
sr: даљинско управљање
tr: uzaktan kumanda
uk: віддалене керування
ur_pk: ریموٹ کنٹرول
vi: điều khiển từ xa
