Repository: FreeDownloadManagerTeam/FDM6-localization
Catalog: main/fdm_*.po
Languages: ar, bg, bn, cs_cz, de, es, fa, fi, fr, hi, hu, id, it, ja, lt, lv, my, pl, pt_pt, ro, ru, si, sr, tr, uk, ur_pk, vi

# BuildDownloadTools|
source: Querying info. Please wait...
ar: جلب المعلومات. الرجاء الانتظار..
bg: Изискване на информация. Изчакайте...
bn: তথ্য জিজ্ঞাসা. অনুগ্রহপূর্বক অপেক্ষা করুন...
cs_cz: Dotazování na informace. Prosím, čekejte…
de: Information wird abgefragt. Bitte warten…
es: Consultando información. Por favor, espera...
fa: در حال جستجوی اطلاعات. لطفا شکیبا باشید...
fi: Noudetaan tietoja. Odota...
fr: Demande d’information. Veuillez patienter…
hi: जानकारी पूछ रहा है। कृपया इंतज़ार करें...
hu: Információk lekérdezése. Kérlek várj...
id: Meminta informasi. Mohon tunggu...
it: Raccolta informazioni. Attendi...
ja: 情報を照会しています。しばらくお待ちください...
lt: Užklausa informacija. Prašome palaukti...
lv: Informācijas vaicāšana. Lūdzu uzgaidiet...
my: အချက်အလက် မေးမြန်းခြင်း။ ကျေးဇူးပြု၍ ခဏစောင့်ပါ...
pl: Pobieram dane. Proszę czekać...
pt_pt: Consultando informações. Aguarde...
ro: Interogarea informațiilor. Va rugam așteptați...
ru: Запрос информации. Пожалуйста, подождите…
si: තොරතුරු විමසනවා. කරුණාකර ඉන්න...
sr: Прибављање информација. Молимо сачекајте...
tr: Bilgi sorgulanıyor. Lütfen bekleyin...
uk: Запитую інформацію. Зачекайте...
ur_pk: معلومات طلب کی جا رہی ہیں۔ براہ کرم انتظار کریں...
vi: Đang truy vấn thông tin. Vui lòng đợi...

# ButtonsBlock|
source: Please select download link
ar: يرجى اختيار رابط التنزيل
bg: Изберете линк за изтегляне
bn: ডাউনলোড লিঙ্ক নির্বাচন করুন
cs_cz: Zvolte odkaz ke stažení
de: Bitte Downloadlink auswählen
es: Por favor, selecciona el enlace de descarga
fa: لطفاً لینک دانلود را انتخاب کنید
fi: Valitse latauslinkki
fr: Veuillez sélectionner le lien de téléchargement
hi: कृपया डाउनलोड लिंक चुनें
hu: Válassz letöltési linket!
id: Silakan pilih tautan unduhan
it: Seleziona il collegamento per il download
ja: ダウンロードリンクを選択してください
lt: Pasirinkite atsisiuntimo nuorodą
lv: Lūdzu izvēlies lejupielādes saiti
my: ကျေးဇူးပြု၍ ဒေါင်းလုဒ်လင့်ခ်ကို ရွေးပါ
pl: Wybierz adres pobierania
pt_pt: Por favor, selecione a ligação de transferência
ro: Vă rugăm să selectați linkul de descărcare
ru: Выберите ссылку
si: කරුණාකර බාගත කිරීමේ සබැඳිය තෝරන්න
sr: Изаберите везу за преузимање
tr: Lütfen indirme bağlantısını seçin
uk: Будь ласка, виберіть посилання для завантаження
ur_pk: براہ کرم ڈاؤن لوڈ لنک منتخب کریں
vi: Hãy chọn đường dẫn tải về

# ButtonsBlock|
source: You can select no more than %1 links at a time
ar: لا يمكن اختيار أكثر من %1 رابط في المرة الواحدة
bg: Не може да избирате повече от %1 линка едновременно
bn: আপনি একবারে %1 এর বেশি লিঙ্ক নির্বাচন করতে পারবেন না
cs_cz: Najednou můžete vybrat maximálně %1 odkazů
de: Mehr als %1 Links auf einmal sind nicht möglich
es: No puedes seleccionar más de %1 enlaces a la vez
fa: شما نمی توانید در یک لحظه بیشتر از %1 لینک انتخاب کنید
fi: Voit valita kerrallaan enintään %1 linkkiä
fr: Vous ne pouvez pas sélectionner plus de %1 liens à la fois
hi: आप एक बार में अधिक से अधिक %1 लिंक का चयन नहीं कर सकते हैं
hu: Egyszerre legfeljebb %1 linket választhatsz ki
id: Anda dapat memilih tidak lebih dari %1 tautan sekaligus
it: Puoi selezionare non più di %1 collegamenti per volta
ja: 一度に選択できるリンクは %1 個までです
lt: Vienu metu galite pasirinkti ne daugiau kaip %1 nuorodų
lv: Tu vienlaicīgi vari izvēlēties ne vairāk par %1 saiti
my: တစ်ကြိမ်လျှင် လင့်ခ် %1 ခုထက် မပိုဘဲ ရွေးချယ်နိုင်ပါသည်
pl: Za jednym razem możesz wybrać nie więcej niż %1 link(ów)
pt_pt: Não pode selecionar mais do que %1 ligações de cada vez
ro: Nu puteți selecta mai mult de %1 linkuri simultan
ru: Вы можете выбрать не более %1 ссылок за один раз
si: ඔබට වරකට%1 සබැඳි වලට වඩා තෝරා ගත නොහැක
sr: Можете изабрати највише %1 веза одједном
tr: Bir seferde %1 taneden fazla bağlantı seçemezsiniz
uk: Ви можете вибрати не більше %1 посилань одночасно
ur_pk: آپ ایک وقت میں %1 سے زیادہ لنکس منتخب نہیں کر سکتے
vi: Không thể chọn nhiều hơn %1 đường dẫn tại cùng thời điểm

# ButtonsBlock|
source: No write access to the selected directory
ar: لا يمتلك البرنامج ازن الكتابة على المسار المحدد
bg: Няма позволение за запис в избраната папка
bn: নির্বাচিত ডিরেক্টরিতে লেখার অ্যাক্সেস নেই
cs_cz: Nemáte práva pro zápis do vybraného adresáře
de: Keine Schreibrechte für den ausgewählten Ordner
es: Sin acceso de escritura al directorio seleccionado
fa: دسترسی نوشتن به پوشه انتخاب شده وجود ندارد
fi: Valittuun hakemistoon ei ole kirjoitusoikeutta
fr: Pas d’accès en écriture au dossier sélectionné
hi: चयनित निर्देशिका में कोई लेखन पहुंच नहीं
hu: Nincs írási hozzáférés a kiválasztott könyvtárhoz
id: Tidak ada akses tulis ke direktori yang dipilih
it: Nessun accesso in scrittura alla destinazione selezionata
ja: 選択したフォルダーへのアクセス権がありません
lt: Nėra rašymo prieigos prie pasirinkto katalogo
lv: Nav rakstīšanas piekļuves izvēlētajam direktorijam
my: ရွေးထားသည့် လမ်းညွှန်သို့ ကူးပို့ခွင့် မရှိပါ
pl: Brak dostępu do zapisu w wybranym folderze
pt_pt: Sem acesso de escrita ao diretório selecionado
ro: Nu există acces de scriere la directorul selectat
ru: Нет доступа на запись в выбранную директорию
si: තෝරාගත් නාමාවලියට ලිඛිත ප්රවේශයක් නොමැත
sr: Нема приступа за писање у изабраном директоријуму
tr: Seçilen dizine yazma yetkisi yok
uk: Вибрана тека недоступна для запису
ur_pk: منتخب کردہ ڈائریکٹری میں لکھنے کی رسائی نہیں ہے
vi: Không được phép ghi vào thư mục được chọn

# ButtonsBlock|
source: Not enough disk space
ar: لا توجد مساحة تخزين كافية
bg: Недостатъчно дисково пространство
bn: পর্যাপ্ত ডিস্ক স্থান নেই
cs_cz: Nedostatek místa na disku
de: Nicht genügend Speicherplatz
es: No hay suficiente espacio en disco
fa: فضا ذخیره سازی کافی نیست
fi: Levytilaa ei ole riittävästi
fr: Pas assez d'espace disque
hi: पर्याप्त डिस्क स्थान नहीं है
hu: Nincs elég hely a lemezen
id: Tidak ada cukup ruang pada disk
it: Spazio sul dispositivo insufficiente
ja: 十分な空き容量がありません
lt: Nepakanka vietos diske
lv: Nav pietiekamas vietas diskā
my: နေရာလွတ် မလုံလောက်ပါ
pl: Brak wystarczającej ilości wolnego miejsca
pt_pt: Não há espaço em disco suficiente
ro: Spatiu pe disc insuficient
ru: Недостаточно места на диске
si: තැටි අවකාශය ප්රමාණවත් ඉඩ නැත
sr: Нема довољно простора на диску
tr: Yeterli disk alanı yok
uk: Недостатньо місця на диску
ur_pk: ڈسک میں جگہ کافی نہیں ہے
vi: Ổ cứng không đủ dung lượng trống

# ButtonsBlock|
source: The path contains invalid characters
ar: المسار يحتوي رموز غير صالحة
bg: Пътя съдържа недопустими символи
cs_cz: Cesta obsahuje neplatné znaky
de: Pfad enthält ungültige Zeichen
es: La ruta contiene caracteres inválidos
fa: مسیر دارای کاراکترهای غیر معتبر است
fi: Tiedostosijainti sisältää kiellettyjä merkkejä
fr: Le chemin contient des caractères invalides
hi: पथ में अमान्य वर्ण हैं
hu: Az elérési út érvénytelen karaktereket tartalmaz
id: Jalur berisi karakter yang salah
it: Il percorso contiene caratteri non validi
ja: パスに無効な文字が含まれています
lt: Kelyje yra netinkamų simbolių
lv: Ceļš satur nederīgas zīmes
my: လမ်းကြောင်းတွင် တရားမဝင်သည့် အက္ခရာများ ပါဝင်နေသည်
pl: Ścieżka zawiera niepoprawne znaki
pt_pt: O caminho contém caracteres inválidos
ro: Calea conține caractere nevalide
ru: Путь содержит недопустимые символы
si: අවලංගු අක්ෂර අඩංගු වේ
sr: Путања садржи неважеће знакове
tr: Yol geçersiz karakterler içeriyor
uk: У шляху є неприпустимі символи
ur_pk: پتہ میں غیر موزوں حروف شامل ہیں
vi: Đường dẫn chứa kí tự đặc biệt

# ButtonsBlock|
source: The subfolder name contains invalid characters
ar: المجلد الفرعي يحتوي رموز غير صالحة
bg: Името на подпапката съдържа недопустими символи
bn: সাবফোল্ডারের নামটিতে অবৈধ অক্ষর রয়েছে৷
cs_cz: Název podsložky obsahuje neplatné znaky
de: Name des Unterordners enthält ungültige Zeichen
es: El nombre de la subcarpeta contiene caracteres inválidos
fa: زیرپوشه دارای کاراکترهای غیر معتبر است
fi: Alikansion nimi sisältää kiellettyjä merkkejä
fr: Le nom du sous-dossier contient des caractères invalides
hi: सबफ़ोल्डर नाम में अमान्य वर्ण हैं
hu: Az almappanév érvénytelen karaktereket tartalmaz
id: Nama subfolder berisi karakter yang salah
it: Il nome della sottocartella contiene caratteri non validi
ja: サブフォルダー名に無効な文字が含まれています
lt: Poaplankio pavadinime yra neteisingų simbolių
lv: Apakšmapes nosaukums satur nederīgas zīmes
my: ဖိုင်တွဲအခွဲ၏ အမည်တွင် တရားမဝင်သည့် အက္ခရာများ ပါဝင်နေသည်
pl: Nazwa podfolderu zawiera niepoprawne znaki
pt_pt: O nome da subpasta contém caracteres inválidos
ro: Numele subdosarului conține caractere nevalide
ru: Имя подпапки содержит недопустимые символы
si: උප ෆෝල්ඩරයේ නාමයේ අවලංගු අක්ෂර අඩංගු වේ
sr: Назив подфасцикле садржи неважеће знакове
tr: Alt klasör adı geçersiz karakterler içeriyor
uk: Ім'я підтеки містить неприпустимі символи
ur_pk: ذیلی فولڈر کے نام میں غیر موزوں حروف شامل ہیں
vi: Tên thư mục con có chứa kí tự đặc biệt

# ButtonsBlock|
source: The filename contains invalid characters
ar: اسم الملف يحتوي رموز غير صالحة
bg: Името на файла съдържа недопустими символи
bn: ফাইলের নামটিতে অবৈধ অক্ষর রয়েছে৷
cs_cz: Název souboru obsahuje neplatné znaky
de: Dateiname enthält ungültige Zeichen
es: El nombre de archivo contiene caracteres inválidos
fa: نام فایل دارای کاراکترهای غیر معتبر است
fi: Tiedostonimi sisältää kiellettyjä merkkejä
fr: Le nom du fichier contient des caractères invalides
hi: फ़ाइल नाम में अमान्य वर्ण हैं
hu: A fájlnév érvénytelen karaktereket tartalmaz
id: Nama berkas berisi karakter yang salah
it: Il nome del file contiene caratteri non validi
ja: ファイル名に無効な文字が含まれています
lt: Failo pavadinime yra neteisingų simbolių
lv: Faila nosaukums satur nederīgas zīmes
my: ဖိုင်အမည်တွင် တရားမဝင်သည့် အက္ခရာများ ပါဝင်နေသည်
pl: Nazwa pliku zawiera niepoprawne znaki
pt_pt: O nome do ficheiro contém caracteres inválidos
ro: Numele fișierului conține caractere nevalide
ru: Имя файла содержит недопустимые символы
si: ගොනු නාමයේ අවලංගු අක්ෂර අඩංගු වේ
sr: Назив датотеке садржи неважеће знакове
tr: Dosya adı geçersiz karakterler içeriyor
uk: Ім'я файлу містить неприпустимі символи
ur_pk: فائل کے نام میں غیر موزوں حروف شامل ہیں
vi: Tên tệp chứa kí tự đặc biệt

# ButtonsBlock|
source: Cancel
ar: إلغاء
bg: Отказ
bn: বাতিল করুন
cs_cz: Storno
de: Abbrechen
es: Cancelar
fa: انصراف
fi: Peru
fr: Annuler
hi: रद्द करें
hu: Mégse
id: Batalkan
it: Annulla
ja: キャンセル
lt: Atšaukti
lv: Atcelt
my: ပယ်ဖျက်
pl: Anuluj
pt_pt: Cancelar
ro: Anulează
ru: Отмена
si: අවලංගු කරන්න
sr: Откажи
tr: İptal
uk: Скасувати
ur_pk: منسوخ کریں
vi: Hủy

# ButtonsBlock|
source: Download
ar: تنزيل
bg: Изтегляне
bn: ডাউনলোড করুন
cs_cz: Stáhnout
de: Herunterladen
es: Descargar
fa: دانلود
fi: Lataa
fr: Télécharger
hi: डाउनलोड
hu: Letöltés
id: Unduh
ja: ダウンロード
lt: Atsisiųsti
lv: Lejupielādēt
my: ဒေါင်းလုပ်
pl: Pobierz
pt_pt: Baixar
ro: Descarcă
ru: Скачать
si: බාගත කිරීම
sr: Преузми
tr: İndir
uk: Завантажити
ur_pk: ڈاؤن لوڈ
vi: Tải xuống

# ButtonsBlock|
source: The subfolder name must not be empty
de: Unterordnername darf nicht leer sein
fa: اسم پوشه زیرمجموعه نباید خالی باشد
fr: Le sous-dossier ne doit pas être vide
hu: Az almappa nem lehet üres.
ja: サブフォルダー名は空にしてはいけません
pl: Nazwa podfolderu nie może być pusta
pt_pt: O nome da subpasta não deve estar vazio
ru: Имя подкаталога не должно быть пустым
sr: Назив подфасцикле не сме бити празан
tr: Alt klasör adı boş olmamak zorundadır
ur_pk: ذیلی فولڈر کا نام خالی نہیں ہونا چاہیے
vi: Tên thư mục con không được để trống

# ButtonsBlock|
source: The filename must not be empty
de: Dateiname darf nicht leer sein
fa: اسم فایل نباید خالی باشد
fr: Le nom de fichier ne doit pas être vide
hu: A fájlnév nem lehet üres.
ja: ファイル名は空にしてはいけません
pl: Nazwa pliku nie może być pusta
pt_pt: O nome do ficheiro não deve estar vazio
ru: Имя файла не должно быть пустым
sr: Назив датотеке не сме бити празан
tr: Dosya adı boş olmamak zorundadır
ur_pk: فائل کا نام خالی نہیں ہونا چاہیے
vi: Tên tệp không được để trống

# ChangeUrlDialog|
source: Change download URL
ar: تغيير رابط التنزيل
bg: Смени URL за изтегляне
bn: ডাউনলোড URL পরিবর্তন করুন
cs_cz: Změnit URL stahování
de: Download-URL ändern
es: Cambiar URL de descarga
fa: تغییر ادرس دانلود
fi: Muokkaa latauksen URL-osoitetta
fr: Changer l'URL de téléchargement
hi: डाउनलोड URL बदलें
hu: Letöltési URL módosítása
id: Ubah URL unduhan
it: Modifica URL download
ja: ダウンロード URL を変更する
lt: Keisti atsisiuntimo URL
lv: Mainīt lejupielādes URL
my: ဒေါင်းလုပ် URL ကို ပြောင်းပါ
pl: Zmień adres pobierania
pt_pt: Alterar URL de download
ro: Schimbați adresa URL de descărcare
ru: Изменить ссылку
si: බාගත URL එක වෙනස් කරන්න
sr: Промени URL преузимања
tr: İndirme URL'sini değiştir
uk: Змінити URL-адресу завантаження
ur_pk: ڈاؤن لوڈ ویب پتہ تبدیل کریں
vi: Thay đổi URL tải về

# ChangeUrlDialog|
source: Enter new URL
ar: ادخل رابط جديد
bg: Въведи нов URL
bn: নতুন URL লিখুন
cs_cz: Zadejte novou URL
de: Neue URL eingeben
es: Ingresar nueva URL
fa: وارد کردن ادرس جدید
fi: Syötä uusi URL-osoite
fr: Entrer la nouvelle URL
hi: नया URL दर्ज करें
hu: Új URL megadása
id: Isikan URL baru
it: Inserisci nuovo URL
ja: 新規 URL を入力してください
lt: Įveskite naują URL
lv: Ievadīt jaunu URL
my: URL အသစ် ထည့်ပါ
pl: Podaj nowy adres pobierania
pt_pt: Insira novo URL
ro: Introduceți noua adresă URL
ru: Введите новую ссылку
si: නව URL ඇතුලත් කරන්න
sr: Унесите нови URL
tr: Yeni URL girin
uk: Введіть нову URL-адресу
ur_pk: نیا یو-آر-ایل درج کریں
vi: Nhập URL mới

# ChangeUrlDialog|
source: File location: %1
ar: مكان الملف: %1
bg: Местоположение на файла: %1
bn: ফাইলের অবস্থান: %1
cs_cz: Umístění souboru: %1
de: Dateispeicherort: %1
es: Ubicación de archivo: %1
fa: مکان فایل: %1
fi: Tiedostosijainti: %1
fr: Emplacement du fichier: %1
hi: फ़ाइल स्थान: %1
hu: A fájl helye: %1
id: Lokasi berkas: %1
it: Percorso file: %1
ja: ファイルの場所: %1
lt: Failo vieta: %1
lv: Faila atrašanās vieta: %1
my: ဖိုင်တည်နေရာ၊ %1
pl: Położenie pliku: %1
pt_pt: Localização do arquivo: %1
ro: Locația fișierului: %1
ru: Расположение файла: %1
si: ගොනු පිහිටීම: %1
sr: Локација датотеке: %1
tr: Dosya konumu: %1
uk: Розташування файлу: %1
ur_pk: فائل کا مقام: %1
vi: Vị trí tệp: %1

# ChangeUrlDialog|
source: Invalid URL
ar: رابط غير صحيح
bg: Невалиден URL
bn: অবৈধ URL
cs_cz: Neplatná URL
de: Ungültige URL
es: URL inválida
fa: ادرس نامعتبر
fi: Virheellinen URL-osoite
fr: URL invalide
hi: अवैध URL
hu: Érvénytelen URL
id: URL salah
it: URL non valido
ja: 無効な URL
lt: Netinkamas URL
lv: Nederīgs URL
my: တရားမဝင် URL
pl: Nieprawidłowy adres pobierania
pt_pt: URL inválida
ro: URL Invalid
ru: Неверная ссылка
si: අවලංගු URL එක
sr: Неважећи URL
tr: Geçersiz URL
uk: Неправильна URL-адреса
ur_pk: غیر موزوں ویب پتہ
vi: URL không khả dụng

# ChangeUrlDialog|
source: Start download
ar: بدء التنزيل
bg: Започни изтегляне
bn: ডাউনলোড শুরু
cs_cz: Spustit stahování
de: Download starten
es: Iniciar descarga
fa: شروع دانلود
fi: Käynnistä lataus
fr: Lancer le téléchargement
hi: अधःभारण शुरू करें
hu: Letöltés elkezdése
id: Mulai pengunduhan
it: Avvia download
ja: ダウンロードを開始します
lt: Pradėti atsisiuntimą
lv: Sākt lejupielādi
my: ဒေါင်းလုပ် စတင်ရန်
pl: Rozpocznij pobieranie
pt_pt: Iniciar download
ro: Începe descărcarea
ru: Начать загрузку
si: බාගත කිරීම ආරම්භ කරන්න
sr: Покрени преузимање
tr: İndirmeyi başlat
uk: Запуск завантаження
ur_pk: ڈاؤن لوڈ شروع کریں
vi: Bắt đầu tải xuống

# ChangeUrlDialog|
source: Cancel
ar: إلغاء
bg: Отказ
bn: বাতিল করুন
cs_cz: Storno
de: Abbrechen
es: Cancelar
fa: انصراف
fi: Peru
fr: Annuler
hi: रद्द करें
hu: Mégse
id: Batal
it: Annulla
ja: キャンセル
lt: Atšaukti
lv: Atcelt
my: ပယ်ဖျက်
pl: Anuluj
pt_pt: Cancelar
ro: Anulează
ru: Отмена
si: අවලංගු කරන්න
sr: Откажи
tr: İptal
uk: Скасувати
ur_pk: منسوخ کریں
vi: Hủy

# ChangeUrlDialog|
source: OK
ar: موافق
bn: ওকে
es: Aceptar
fa: تأیید
hi: ठीक है
hu: Rendben
lt: Gerai
my: အိုကေ
ru: ОК
si: හරි
sr: У реду
tr: Tamam
ur_pk: ٹھیک ہے
vi: Đồng ý

# ChangeUrlPage|
source: Change download URL
ar: تغيير رابط التنزيل
bg: Смени URL за изтегляне
bn: ডাউনলোড URL পরিবর্তন করুন
cs_cz: Změnit URL stahování
de: Download-URL ändern
es: Cambiar URL de descarga
fa: تغییر URL دانلود
fi: Muuta latauksen URL-osoitetta
fr: Changer l'URL de téléchargement
hi: डाउनलोड URL बदलें
hu: Letöltési URL módosítása
id: Ubah URL unduhan
it: Modifica URL download
ja: ダウンロード URL を変更する
lt: Keisti atsisiuntimo URL
lv: Mainīt lejupielādes URL
my: ဒေါင်းလုပ် URL ကို ပြောင်းပါ
pl: Zmień adres pobierania
pt_pt: Alterar URL de download
ro: Schimbați adresa URL de descărcare
ru: Изменить ссылку загрузки
si: බාගත URL එක වෙනස් කරන්න
sr: Промени URL преузимања
tr: İndirme URL'sini değiştir
uk: Змінити URL-адресу завантаження
ur_pk: ڈاؤن لوڈ ویب پتہ تبدیل کریں
vi: THay đổi URL tải về

# ChangeUrlPage|
source: OK
ar: موافق
bn: ওকে
es: Aceptar
fa: تأیید
hi: ठीक है
hu: Rendben
lt: Gerai
my: အိုကေ
ru: ОК
si: හරි
sr: У реду
tr: Tamam
ur_pk: ٹھیک ہے
vi: Đồng ý

# ChangeUrlPage|
source: Enter new URL
ar: ادخل رابط جديد
bg: Въведи нов URL
bn: নতুন URL লিখুন
cs_cz: Zadejte novou URL
de: Neue URL eingeben
es: Ingresa nueva URL
fa: ورود URL جدید
fi: Syötä URL-osoite
fr: Entrer la nouvelle URL
hi: नया URL दर्ज करें
hu: Új URL megadása
id: Isikan URL baru
it: Inserisci nuovo URL
ja: 新規 URL を入力してください
lt: Įveskite naują URL
lv: Ievadīt jaunu URL
my: URL အသစ် ထည့်ပါ
pl: Podaj nowy adres pobierania
pt_pt: Insira novo URL
ro: Introduceți noua adresă URL
ru: Введите новую ссылку
si: නව URL ඇතුලත් කරන්න
sr: Унесите нови URL
tr: Yeni URL girin
uk: Введіть нову URL-адресу
ur_pk: نیا یو-آر-ایل درج کریں
vi: Nhập URL mới

# ChangeUrlPage|
source: File location: %1
ar: مكان الملف: %1
bg: Местоположение на файла:% 1
bn: ফাইলের অবস্থান: %1
cs_cz: Umístění souboru: %1
de: Dateispeicherort: %1
es: Ubicación de archivo: %1
fa: مکان فایل: %1
fi: Tiedostosijainti: %1
fr: Emplacement du fichier: %1
hi: फ़ाइल स्थान: %1
hu: A fájl helye: %1
id: Lokasi berkas: %1
it: Percorso file: %1
ja: ファイルの場所: %1
lt: Failo vieta: %1
lv: Faila atrašanās vieta: %1
my: ဖိုင်တည်နေရာ၊ %1
pl: Położenie pliku: %1
pt_pt: Localização do arquivo: %1
ro: Locația fișierului: %1
ru: Расположение файла: %1
si: ගොනු පිහිටීම: %1
sr: Локација датотеке: %1
tr: Dosya konumu: %1
uk: Розташування файлу: %1
ur_pk: فائل کا مقام: %1
vi: Vị trí tệp: %1

# ChangeUrlPage|
source: Start download
ar: بدء التنزيل
bg: Започни изтегляне
bn: ডাউনলোড শুরু
cs_cz: Spustit stahování
de: Download starten
es: Iniciar descarga
fa: شروع دانلود
fi: Käynnistä lataus
fr: Lancer le téléchargement
hi: अधःभारण शुरू करें
hu: Letöltés elkezdése
id: Mulai pengunduhan
it: Avvia download
ja: ダウンロードを開始します
lt: Pradėti atsisiuntimą
lv: Sākt lejupielādi
my: ဒေါင်းလုပ် စတင်ရန်
pl: Rozpocznij pobieranie
pt_pt: Iniciar download
ro: Începe descărcarea
ru: Начать загрузку
si: බාගත කිරීම ආරම්භ කරන්න
sr: Покрени преузимање
tr: İndirmeyi başlat
uk: Запустити завантаження
ur_pk: ڈاؤن لوڈ شروع کریں
vi: Bắt đầu tải xuống

# ConfirmDeleteExtraneousFilesDialog|
source: Extraneous files are detected
ar: تم الكشف عن ملفات زائدة
bg: Открити са чужди файлове
bn: বহিরাগত ফাইল সনাক্ত করা হয়
cs_cz: Jsou detekovány nadbytečné soubory
de: Fremddateien werden erkannt
es: Se han detectado archivos extraños
fa: فایل‌های اضافی شناسایی شدند
fi: Havaittiin ylimääräisiä tiedostoja
fr: Des fichiers superflus sont détectés
hu: Idegen fájlok észlelve
id: File asing terdeteksi
it: Rilevati file estranei
ja: 余分なファイルを検出する
lt: Aptikti pašaliniai failai
lv: Pamanīti sveši faili
my: ဖိုင်ပိုများကို သတိထားမိသည်
pl: Wykryto obce pliki
pt_pt: Arquivos estranhos foram detectados
ro: Sunt detectate fișiere străine
ru: Обнаружены посторонние файлы
si: බාහිර ගොනු අනාවරණය වේ
sr: Детектоване су сувишне датотеке
tr: Yabancı dosyalar algılandı
uk: Виявлено сторонні файли
ur_pk: اضافی فائلیں پائی گئی ہیں
vi: Các tệp không cần thiết đã được phát hiện

# ConfirmDeleteExtraneousFilesDialog|
source: The following folder contains extraneous files. Do you still want to delete it?
ar: المجلد التالي يحتوي على ملفات زائدة. هل لا تزال تريد حذفه؟
bg: Следната папка съдържа чужди файлове. Все още ли искате да я изтриете?
bn: নিম্নলিখিত ফোল্ডারে বহিরাগত ফাইল রয়েছে। আপনি কি এখনও এটি মুছতে চান?
cs_cz: Následující složka obsahuje nadbytečné soubory. Chcete ji přesto smazat?
de: Folgender Ordner enthält Fremddateien. Willst du ihn trotzdem löschen?
es: La siguiente carpeta contiene archivos extraños. ¿Aún quieres eliminarla?
fa: پوشه زیر شامل فایل‌های اضافی است. آیا هنوز هم می‌خواهید آن را حذف کنید؟
fi: Kyseinen kansio sisältää ylimääräisiä tiedostoja. Haluatko silti poistaa sen?
fr: Le dossier suivant contient des fichiers superflus. Voulez-vous toujours les supprimer?
hu: A következő mappa idegen fájlokat tartalmaz. Még mindig szeretnéd törölni?
id: Folder berikut ini berisi file asing. Apakah Anda masih ingin menghapus itu?
it: La cartella seguentea contiene file estranei. Vuoi comunque eliminarla?
ja: 以下のフォルダーには余計なファイルが含まれています。それでも削除しますか?
lt: Šiame aplanke yra svarbių failų. Ar vis tiek norite jį ištrinti?
lv: Šī mape satur svešus failus. Vai vēlprojām vēlaties to izdzēst?
my: အောက်ပါဖိုင်တွဲတွင် အပိုဖိုင်များ ပါဝင်နေသည်။ ဖျက်ချင်နေပါသေးသလား။
pl: Poniższy folder zawiera obce pliki. Na pewno chcesz je usunąć?
pt_pt: A pasta seguinte contém ficheiros estranhos. Ainda deseja eliminá-la?
ro: Următorul folder conține fișiere străine. Mai vrei să-l ștergi?
ru: Следующая папка содержит посторонние файлы. Все ещё хотите удалить её?
si: පහත දැක්වෙන ෆෝල්ඩරයේ බාහිර ගොනු අඩංගු වේ. ඔබට තවමත් එය මකා දැමීමට අවශ්යද?
sr: Следећа фасцикла садржи сувишне датотеке. Да ли и даље желите да је обришете?
tr: Aşağıdaki klasör yabancı dosyalar içeriyor. Hala bunu silmek istiyor musunuz?
uk: Ця папка містить сторонні файли. Видалити її?
ur_pk: درج ذیل فولڈر میں اضافی فائلیں موجود ہیں۔ کیا آپ پھر بھی اسے حذف کرنا چاہتے ہیں؟
vi: Thư mục sau đây chứa các tệp không cần thiết. Bạn vẫn muốn xóa nó không?

# ConfirmDeleteExtraneousFilesDialog|
source: Delete anyway
ar: الحذف على كل حال
bg: Изтриване въпреки всичко
bn: যেভাবেই হোক মুছে ফেলুন
cs_cz: Přesto smazat
de: Trotzdem löschen
es: Borrar de todos modos
fa: به هر حال حذف کن
fi: Poista silti
fr: Supprimer quand même
hu: Mindenképp törlés
id: Tetap hapus
it: Elimina comunque
ja: それでも削除する
lt: Vis tiek ištrinti
lv: Tik un tā izdzēst
my: ဖျက်သာဖျက်ပါ
pl: Usuń na pewno
pt_pt: Excluir mesmo assim
ro: Ștergeți oricum
ru: Удалить всё равно
si: කෙසේ හෝ මකන්න
sr: Ипак обриши
tr: Yine de sil
uk: Все одно видалити
ur_pk: بہرحال حذف کریں
vi: Xóa bất chấp

# ConfirmDeleteExtraneousFilesDialog|
source: Cancel
ar: إلغاء
bg: Отказ
bn: বাতিল করুন
cs_cz: Storno
de: Abbrechen
es: Cancelar
fa: انصراف
fi: Peru
fr: Annuler
hi: रद्द करें
hu: Mégse
id: Batalkan
it: Annulla
ja: キャンセル
lt: Atšaukti
lv: Atcelt
my: ပယ်ဖျက်
pl: Anuluj
pt_pt: Cancelar
ro: Anulează
ru: Отмена
si: අවලංගු කරන්න
sr: Откажи
tr: İptal
uk: Скасувати
ur_pk: منسوخ کریں
vi: Hủy

# ConnectToRemoteAppDialog|
source: Connect to remote %1
ar: الاتصال عن بعد %1
bg: Отдалечено свързване с
bn: দূরবর্তী %1 এর সাথে সংযোগ করুন
cs_cz: Připojit se ke vzdálenému %1
de: Verbindung zur Gegenstelle %1
es: Conectar a remoto %1
fa: اتصال به کنترل از راه دور 1%
fi: Muodosta %1-etäyhteys
fr: Connecter au %1 distant
hi: %1 रिमोट से कनेक्ट करें
hu: Kapcsolódás ehhez: %1
id: Hubungkan ke %1 jarak jauh
it: Connetti %1 ad accesso remoto
ja: リモート %1 に接続
lt: Prisijunkite prie nuotolinio valdymo įrenginio %1
lv: Pievienoties attālināti %1
my: အဝေးက %1 ကို ဆက်သွယ်ပါ
pl: Podłącz do zdalnego %1
pt_pt: Conectar ao %1 remoto
ro: Conectați-vă la distanța %1
ru: Удалённое подключение к %1
si: දුරස්ථ %1 වෙත සම්බන්ධ වන්න
sr: Повежи се са удаљеним %1
tr: Uzak %1'ye bağlan
uk: З'єднати з віддаленим %1
ur_pk: ریموٹ %1 سے منسلک ہوں
vi: Kết nối đến %1 từ xa

# ConnectToRemoteAppDialog|
source: (beta)
ar: (بيتا)
bg: (бета)
bn: (বিটা)
fa: (بتا)
fi: (beeta)
fr: (bêta)
hi: (बीटा)
hu: (béta)
ja: (ベータ)
my: (ဘီတာ)
ru: (бета-версия)
si: (බීටා)
sr: (бета)
uk: (бета)
ur_pk: (بیٹا)
