Repository: FreeDownloadManagerTeam/FDM6-localization
Catalog: main/fdm_*.po
Languages: ar, bg, bn, cs_cz, de, es, fa, fi, fr, hi, hu, id, it, ja, lt, lv, my, pl, pt_pt, ro, ru, si, sr, tr, uk, ur_pk, vi

# QObject|
source: Not Implemented
ar: غير مٌنفذ
bg: Не е реализирано
bn: বাস্তবায়িত হয়নি
cs_cz: Neimplementováno
de: Nicht implementiert
es: No implementado
fa: پیاده سازی نشده است
fi: Ei toteutettu
fr: Pas Implémenté
hi: लागू नहीं किया गया
hu: Nincs implementálva
id: Tidak Dapat Diwujudkan
it: Non implementato
ja: 実装されていません
lt: Neįgyvendinta
lv: Nav Implementēts
my: လုပ်ဆောင်မှု မရှိ
pl: Nie zaimplementowano
pt_pt: Não Implementado
ro: Neimplementat
ru: Не реализовано
si: මෙය සකසා නොමැත
sr: Није имплементирано
tr: Uygulanmadı
uk: Не реалізовано
ur_pk: لاگو نہیں کیا گیا
vi: Không được thực hiện

# QObject|
source: Bad Gateway
ar: بوابة غير صحيحة
bg: Неправилен шлюз
bn: খারাপ গেটওয়ে
cs_cz: Špatná gateway
de: Falsches Gateway
es: Puerta de enlace incorrecta
fa: دروازه بد
fi: Yhdyskäytävä ei kelpaa
fr: Mauvaise Passerelle
hi: खराब गेटवे
hu: Rossz átjáró
id: Pintu Gerbang yang Buruk
it: Gateway non valido
ja: 不正なゲートウェイ
lt: Blogi vartai
lv: Slikta Vārteja
my: ညံ့သော ဂိတ်လမ်း
pl: Nieprawidłowa brama
pt_pt: Gateway Incorreto
ro: Poartă de acces proastă
ru: Недопустимый шлюз
si: අනෙක් ජාල වලට සම්බන්ධ වන ස්ථානය වැරදියි
sr: Лош мрежни пролаз
tr: Hatalı Ağ Geçidi
uk: Неправильний шлюз
ur_pk: بیڈ گیٹ وے
vi: Cổng xấu

# QObject|
source: Service Unavailable
ar: الخدمة غير متاحة
bg: Услугата е недостъпна
bn: সেবা প্রদান করা যাচ্ছে না
cs_cz: Služba není dostupná
de: Service nicht verfügbar
es: Servicio no disponible
fa: سرویس موجود نیست
fi: Palvelua ei tavoiteta
fr: Service Indisponible
hi: सेवा उप्लब्ध् नहीं है
hu: A szolgáltatás nem elérhető
id: Layanan Tidak Tersedia
it: Servizio non disponibile
ja: サービスは利用できません
lt: Paslauga Nepasiekiama
lv: Serviss Nav Pieejams
my: ဝန်ဆောင်မှု မရနိုင်
pl: Serwis niedostępny
pt_pt: Serviço Indisponível
ro: Serviciu indisponibil
ru: Служба недоступна
si: සේවාව ලබා ගත නොහැක
sr: Услуга недоступна
tr: Hizmet Kullanılamıyor
uk: Служба недоступна
ur_pk: سروس دستیاب نہیں ہے
vi: Dịch vụ không sẵn có

# QObject|
source: Gateway Timeout
ar: مهلة البوابة
bg: Просрочено време на шлюз
bn: গেটওয়ে টাইমআউট
cs_cz: Vypršela gateway
es: Tiempo de espera de la puerta de enlace
fa: اتمام زمان اتصال
fi: Yhdyskäytävä aikakatkaistiin
fr: Délai de Passerelle Dépassé
hi: गेटवे समय समाप्त
hu: Átjáró időtúllépés
id: Pintu Gerbang Melebihi Batas Waktu
it: Timeout gateway
ja: ゲートウェイタイムアウト
lt: Vartų skirtasis laikas
lv: Vārtejas Pārtraukums
my: ဂိတ်လမ်း အချိန်ကုန်
pl: Upłynął limit czasu bramki
pt_pt: Tempo Limite do Gateway
ro: Expirare Gateway
ru: Таймаут запроса в ожидании шлюза
si: අනෙක් ජාල වලට සම්බන්ධ වන ස්ථානයට සම්බන්ද විය නොහැක
sr: Време пролаза је истекло
tr: Ağ Geçidi Zaman Aşımı
uk: Таймаут шлюзу
ur_pk: گیٹ وے کا وقت ختم ہو گیا
vi: Cổng hết thời gian

# QObject|
source: HTTP Version Not Supported
ar: إصدار HTTP غير معتمد
bg: Неподдържана HTTP версия
bn: HTTP সংস্করণ সমর্থিত নয়
cs_cz: Verze HTTP není podporována
de: HTTP-Version nicht unterstützt
es: Versión de HTTP no compatible
fa: نسخه HTTP پشتیبانی نمی شود
fi: HTTP-versiota ei tueta
fr: Version HTTP Non Supportée
hi: HTTP संस्करण समर्थित नहीं है
hu: A HTTP verzió nem támogatott
id: Versi HTTP Tidak Didukung
it: Versione HTTP non supportata
ja: HTTP バージョンがサポートされていません
lt: HTTP versija nepalaikoma
lv: HTTP Versija Nav Atbalstīta
my: HTTP ဗားရှင်းကို မထောက်ပံ့ထား
pl: Nieobsługiwana wersja HTTP
pt_pt: Versão do HTTP Não Suportada
ro: Versiunea HTTP nu este acceptată
ru: HTTP не поддерживается
si: HTTP අනුවාදය සහය නොදක්වයි
sr: HTTP верзија није подржана
tr: HTTP Sürümü Desteklenmiyor
uk: Версія HTTP не підтримується
ur_pk: HTTP ورژن تعاون یافتہ نہیں ہے
vi: Không hỗ trợ phiên bản HTTP

# QObject|
source: Variant Also Negotiates
ar: المتغير يفاوض أيضاً
bg: Варианта също преговаря
bn: বৈকল্পিক এছাড়াও আলোচনা
cs_cz: Varianta také vyjednává
es: Variante también negocia
fa: مقادیر همچنان رد و بدل می شوند
fi: Myös variantti neuvottelee
fr: La Variante Négocie Aussi
hi: वेरिएंट भी बातचीत
id: Varian Turut Bernegosiasi
it: La variante negozia anche
ja: バリエーション選択エラー
lt: Variantas taip pat derasi
lv: Variants arī sarunājas
my: အခွဲများကိုလည်း ညှိနှိုင်း
pl: Zmienna również negocjuje
pt_pt: Variante Também Negocia
ro: Varianta, de asemenea, negociază
ru: Вариант также обсуждается
si: ප්රභේදය ද සාකච්ඡා කරයි
sr: Варијанта такође преговара
tr: Değişken Ayrıca Görüşür
uk: Варіант теж узгоджено
ur_pk: ویرینٹ بھی بات چیت کرتا ہے
vi: Biến thể cũng đàm phán

# QObject|
source: Insufficient Storage
ar: مساحة تخزين غير كافية
bg: Недостатъчно място
bn: অপর্যাপ্ত মজুত
cs_cz: Nedostatečné úložiště
de: Unzureichender Speicher
es: Almacenamiento Insuficiente
fa: ذخیره سازی ناکافی
fi: Vapaa tallennustila ei riitä
fr: Stockage Insuffisant
hi: अपर्याप्त संग्रहण
hu: Elégtelen tárhely
id: Ruang Penyimpanan Tidak Cukup
it: Spazio archiviazione insufficiente
ja: ストレージが不足しています
lt: Nepakankama saugykla
lv: Nepietiekama vieta krātuvē
my: သိုလှောင်မှု မလုံလောက်
pl: Brak miejsca na dysku
pt_pt: Armazenamento Insuficiente
ro: Spațiu de stocare insuficient
ru: Недостаточно места
si: ගබඩා ඉඩ ප්රමාණවත් නැත
sr: Недовољно простора
tr: Yetersiz Depolama
uk: Недостатньо місця
ur_pk: اسٹوریج ناکافی ہے
vi: Không đủ bộ nhớ

# QObject|
source: Loop Detected
ar: تم الكشف عن تكرار
bg: Засечено зацикляне
bn: লুপ সনাক্ত করা হয়েছে
cs_cz: Byla detekována smyčka
de: Schleife erkannt
es: Bucle detectado
fa: حله تشخیص داده شد
fi: Havaittiin silmukka
fr: Boucle Détectée
hi: लूप का पता चला
hu: Hurok észlelve
id: Putaran Loop Terdeteksi
it: Rilevato loop
ja: ループ検出
lt: Aptikta kilpa
lv: Cilpa konstatēta
my: ထပ်ခါဖြစ်မှု စုံစမ်းမိ
pl: Wykryto pętlę
pt_pt: Loop Detectado
ro: Bucla detectată
ru: Зацикливание
si: ආපසු සම්බන්ධ වීමේ දෝෂයක් ඇත
sr: Откривена петља
tr: Döngü Algılandı
uk: Зациклювання
ur_pk: لوپ کا پتہ چلا
vi: Phát hiện vòng lặp

# QObject|
source: Bandwidth Limit Exceeded
ar: تم تجاوز حد عرض النطاق
bg: Надвишен лимит на трафика
bn: ব্যান্ডউইথ সীমা অতিক্রম করেছে
cs_cz: Bylo překročeno omezení šířky pásma
de: Bandbreitenlimit überschritten
es: Límite de ancho de banda excedido
fa: محدودیت پهنای باند فراتر از حد مجاز
fi: Kaistanleveysrajoitus saavutettu
fr: Limite de Bande passante Dépassée
hi: आवेष्ट विशदता सीमा पार हो गई है
hu: Sávszélesség Korlát túllépve
id: Melebihi Batas Pita Jaringan
it: Superato limite larghezza di banda
ja: 帯域幅の制限を超過しました
lt: Viršytas pralaidumo limitas
lv: Joslas platuma Limits Pārsniegts
my: ကန့်သတ် ဘန်အကျယ် ကျော်သွား
pl: Przekroczony limit przepustowości
pt_pt: Limite de Banda Excedido
ro: Limita pentru lățime de bandă a fost depășită
ru: Превышена пропускная способность
si: වේග සීමාව ඉක්මවා ඇත
sr: Ограничење протока је прекорачено
tr: Bant Genişliği Sınırı Aşıldı
uk: Досягнуто межу пропускної здатності
ur_pk: بینڈوتھ کی حد ختم ہو گئی ہے
vi: Vượt quá giới hạn băng thông

# QObject|
source: Not Extended
ar: غير موسع
bg: Не разширено
bn: বর্ধিত নয়
cs_cz: Nerozšířeno
de: Nicht erweitert
es: No extendido
fa: تمدید نشده است
fi: Laajentamaton
fr: Non Étendu
hi: विस्तारित नहीं
hu: Nem kiterjesztett
id: Tidak Dapat Diperpanjang
it: Non esteso
ja: 拡張されていません
lt: Nepratęstas
lv: Nav Pagarināts
my: မကျော်ပါ
pl: Nie przedłużony
pt_pt: Não Estendido
ro: Neextins
ru: Не расширено
si: දීර්ඝ කර නැත
sr: Није проширено
tr: Genişletilmiş Değil
uk: Не розширено
ur_pk: توسیع نہیں کی گئی
vi: Không mở rộng

# QObject|
source: Network Authentication Required
ar: مصادقة الشبكة مطلوبة
bg: Изисква се мрежова идентификация
bn: নেটওয়ার্ক প্রমাণীকরণ প্রয়োজন
cs_cz: Je vyžadováno ověření sítě
de: Netzwerk-Authentifizierung erforderlich
es: Autenticación de red requerida
fa: احراز هویت شبکه نیاز است
fi: Verkko vaatii tunnistautumisen
fr: Authentification Réseau Requise
hi: नेटवर्क प्रमाणीकरण आवश्यक
hu: Hálózati hitelesítés szükséges
id: Diperlukan Otentifikasi Jaringan
it: Autenticazione rete richiesta
ja: ネットワーク認証が必要です
lt: Reikalingas tinklo autentifikavimas
lv: Interneta Autentifikācija Nepieciešama
my: ကွန်ရက်အကောင့်ဝင်မှု လိုအပ်
pl: Wymagana autoryzacja sieci
pt_pt: Autenticação de Rede Necessária
ro: Este necesară autentificarea în rețea
ru: Требуется сетевая аутентификация
si: ජාලය සඳහා අවසරය අවශ්‍යයි
sr: Потребна мрежна пријава
tr: Ağ Kimlik Doğrulaması Gerekli
uk: Потрібний вхід у мережу
ur_pk: نیٹ ورک کی تصدیق درکار ہے
vi: Yêu cầu xác thực mạng

# QObject|
source: Network read timeout error
ar: خطأ في مهلة قراءة الشبكة
bg: Прочита на мрежата просрочен
bn: নেটওয়ার্ক রিড টাইমআউট ত্রুটি৷
cs_cz: Chyba vypršení čtení sítě
de: Netzwerk-Lese-Timeout-Fehler
es: Error de tiempo de espera de lectura de red
fa: خطای اتمام زمان خواندن شبکه
fi: Verkkoluvun aikakatkaisuvirhe
fr: Erreur de dépassement de délai de lecture réseau
hi: नेटवर्क रीड टाइमआउट त्रुटि
hu: Hálózati olvasási időtúllépés
id: Kesalahan Pembacaan Batas Waktu Jaringan
it: Errore timeout lettura rete
ja: ネットワークの読み込みタイムアウトエラー
lt: Tinklo skaitymo skirtojo laiko klaida
lv: Interneta lasīšanas pārtraukuma kļūda
my: ကွန်ရက်ဖတ်ချိန် ကုန်သည့် အမှား
pl: Upłynął czas na odpowiedź
pt_pt: Erro de tempo limite de leitura de rede
ro: Eroare de expirare pentru citirea rețelei
ru: Превышено время ожидания
si: ජාලය සම්බන්ධ කිරීමේ කාල සීමාව ඉක්මවා ඇත
sr: Мрежно време за читање је истекло
tr: Ağ okuma zaman aşımı hatası
uk: Помилка: таймаут читання з мережі
ur_pk: نیٹ ورک پڑھنے کا وقت ختم ہو گیا
vi: Lỗi hết thời gian đọc mạng

# QObject|
source: Network connect timeout error
ar: خطأ في مهلة اتصال الشبكة
bg: Грешка просрочено време за връзка
bn: নেটওয়ার্ক সংযোগ টাইমআউট ত্রুটি৷
cs_cz: Chyba vypršení síťového připojení
de: Timeout-Fehler Netzwerkverbindung
es: Error de tiempo de espera de conexión de red
fa: خطای اتمام زمان اتصال به شبکه
fi: Verkkoluvun aikakatkaisuvirhe
fr: Erreur de dépassement de délai de connexion réseau
hi: नेटवर्क कनेक्ट टाइमआउट त्रुटि
hu: Hálózati csatlakozás időtúllépés
id: Kesalahan pada batas waktu penyambungan jaringan
it: Errore timeout connessione rete
ja: ネットワーク接続のタイムアウトエラー
lt: Tinklo prisijungimo laiko pabaigos klaida
lv: Interneta pieslēgšanās pārtraukuma kļūda
my: ကွန်ရက်ချိတ်ဆက်ချိန် ကုန်သည့် အမှား
pl: Upłynął czas połączenia
pt_pt: Erro de tempo limite de conexão de rede
ro: Eroare de expirare a conexiunii la rețea
ru: Превышено время подключения
si: ජාලය සම්බන්ධ කාල සීමාව ඉක්මවා ඇත
sr: Мрежно време за повезивање је истекло
tr: Ağ bağlanma zaman aşımı hatası
uk: Помилка: таймаут з'єднання мережі
ur_pk: نیٹ ورک کنکشن کا وقت ختم ہو گیا
vi: Lỗi thời gian kết nối mạng

# QObject|
source: Unsupported
ar: غير مدعوم
bg: Неподдържано
bn: অসমর্থিত
cs_cz: Nepodporováno
de: Nicht unterstützt
es: No compatible
fa: پشتیبانی نشده
fi: Ei-tuettu
fr: Non supporté
hi: असमर्थित
hu: Nem támogatott
id: Tidak didukung
it: Non supportato
ja: 対応していません
lt: Nepalaikoma
lv: Neatbalstīts
my: မထောက်ပံ့
pl: Nie obsługiwane
pt_pt: Não suportado
ro: Neacceptat
ru: Не поддерживается
si: සහාය නොදක්වයි
sr: Неподржано
tr: Desteklenmiyor
uk: Не підтримується
ur_pk: غیر تعاون یافتہ
vi: Không hỗ trợ

# QObject|
source: Invalid parameter
ar: معامل غير صالح
bg: Невалиден параметър
bn: অবৈধ প্যারামিটার
cs_cz: Neplatný parametr
de: Ungültiger Parameter
es: Parámetro inválido
fa: پارامتر غیر معتبر
fi: Virheellinen parametri
fr: Paramètre invalide
hi: अमान्य मापदंड
hu: Érvénytelen paraméter
id: Parameter salah
it: Parametro non valido
ja: 無効なパラメーターです
lt: Neteisingas parametras
lv: Nederīgs parametrs
my: တရားမဝင်သည့် သတ်မှတ်ချက်
pl: Nieprawidłowy parametr
pt_pt: Parâmetro inválido
ro: Parametru invalid
ru: Неверный параметр
si: අවලංගු පරාමිතියකි
sr: Неважећи параметар
tr: Geçersiz parametre
uk: Неаправильний параметр
ur_pk: غیر موزوں پیرامیٹر
vi: Tham số không hợp lệ

# QObject|
source: Unsupported format
ar: الصيغة غير مدعومة
bg: Неподдържан формат
bn: অসমর্থিত বিন্যাস
cs_cz: Nepodporovaný formát
de: Nicht unterstütztes Format
es: Formato no soportado
fa: قالب پشتیبانی نشده
fi: Ei-tuettu muoto
fr: Format non supporté
hi: असमर्थित प्रारूप
hu: Nem támogatott formátum
id: Format tidak didukung
it: Formato non supportato
ja: 対応していない形式です
lt: Nepalaikomas formatas
lv: Neatbalstīts formāts
my: မထောက်ပံ့သည့် အမျိုးအစား
pl: Nieobsługiwany format
pt_pt: Formato não suportado
ro: Format neacceptat
ru: Неподдерживаемый формат
si: සහාය නොදක්වන ආකෘතිය
sr: Неподржан формат
tr: Desteklenmeyen biçim
uk: Формат не підтримується
ur_pk: غیر تعاون یافتہ فارمیٹ
vi: Định dạng không được hỗ trợ

# QObject|
source: Not found
ar: غير موجود
bg: Не е открит
bn: পাওয়া যায়নি
cs_cz: Nenalezeno
de: Nicht gefunden
es: No encontrado
fa: پیدا نشد
fi: Ei löytynyt
fr: Non trouvé
hi: नहीं मिला
hu: Nem található
id: Tidak ditemukan
it: Non trovato
ja: 見つかりません
lt: Nerasta
lv: Nav atrasts
my: မတွေ့
pl: Nie znaleziono
pt_pt: Não encontrado
ro: Nu a fost găsit
ru: Не найдено
si: සොයාගත නොහැකි විය
sr: Није пронађено
tr: Bulunamadı
uk: Не знайдено
ur_pk: نہیں ملا
vi: Không tìm thấy

# QObject|
source: Incompatible version
ar: اصدار غير متوافق
bg: Непълна версия
bn: বেমানান সংস্করণ
cs_cz: Nekompatibilní verze
de: Inkompatible Version
es: Versión incompatible
fa: نسخه ناسازگار
fi: Yhteensopimaton versio
fr: Version incompatible
hu: Inkompatibilis verzió
id: Versi tidak kompaibel
it: Versione non compatibile
ja: 互換性のないバージョン
lt: Nesuderinama versija
lv: Nesaderīga versija
my: မကိုက်ညီသည့် ဗားရှင်း
pl: Wersja niezgodna
pt_pt: Versão incompatível
ro: Versiune incompatibilă
ru: Несовместимая версия
si: නොගැලපෙන අනුවාදයකි
sr: Некомпатибилна верзија
tr: Uyumsuz sürüm
uk: Несумісна версія
ur_pk: غیر موافق ورژن
vi: Phiên bản không tương thích

# QObject|
source: Security check failed
ar: فشل فحص الأمان
de: Sicherheitsprüfung fehlgeschlagen
fa: چک امنیتی نا موفق بود
fr: Contrôle de sécurité échoué
hu: Biztonsági ellenőrzés sikertelen
it: Controllo sicurezza fallito
ja: セキュリティチェックに失敗しました
pl: Błąd sprawdzania zabezpieczeń
pt_pt: Falha na verificação de segurança
ro: Verificarea de securitate a eșuat
ru: Проверка безопасности не прошла
sr: Безбедносна провера није успела
tr: Güvenlik denetimi başarısız oldu
ur_pk: سیکیورٹی چیک ناکام رہا
vi: Kiểm tra bảo mật thất bại

# QObject|
source: Already exists
ar: موجود بالفعل
de: Bereits vorhanden
fa: از قبل وجود دارد
fr: Existe déjà
hu: Már létezik
it: Esiste già
ja: 既に存在します
pl: Już istnieje
pt_pt: Já existe
ro: Deja există
ru: Уже существует
sr: Већ постоји
tr: Zaten var
ur_pk: پہلے سے موجود ہے
vi: Đã tồn tại

# QObject|
source: Host not found
ar: لم يتم العثور على الخادم
bg: Хоста не е намерен
bn: হোস্ট পাওয়া যায় না
cs_cz: Hostitel nebyl nalezen
de: Host nicht gefunden
es: Host no encontrado
fa: میزبان یافت نشد
fi: Isäntää ei löytynyt
fr: Hôte non trouvé
hi: मेज़बान नहीं मिला
hu: A gazdagép nem található
id: Host tidak ditemukan
it: Host non trovato
ja: ホストが見つかりませんでした
lt: Pagrindinis kompiuteris nerastas
lv: Saimnieks nav atrasts
my: Host ကို မတွေ့ပါ
pl: Nie znaleziono serwera
pt_pt: Host não encontrado
ro: Gazda nu a fost găsită
ru: Хост не найден
si: Host සම්බන්ද කර ගත නොහැක
sr: Хост није пронађен
tr: Anamakine bulunamadı
uk: Хост не знайдено
ur_pk: ہوسٹ نہیں ملا
vi: Không tìm thấy máy chủ

# QObject|
source: Operation canceled
ar: ألغيت العملية
bg: Операцията е отменена
bn: অপারেশন বাতিল করা হয়েছে
cs_cz: Operace byla zrušena
de: Vorgang abgebrochen
es: Operación cancelada
fa: عملیات لغو شد
fi: Toiminto peruttiin
fr: Opération annulée
hi: ऑपरेशन रद्द
hu: A művelet megszakítva
id: Operasi dibatalkan
it: Operazione annullata
ja: 操作がキャンセルされました
lt: Operacija atšaukta
lv: Operācija atcelta
my: လုပ်ဆောင်ချက်ကို ပယ်ဖျက်ခဲ့သည်
pl: Operacja anulowana
pt_pt: Operação cancelada
ro: Operațiunea anulată
ru: Действие отменено
si: මෙහෙයුම් අවලංගු කර ඇත
sr: Операција је отказана
tr: İşlem iptal edildi
uk: Операцію перервано
ur_pk: آپریشن منسوخ کر دیا گیا
vi: Thao tác bị hủy

# QObject|
source: Connection closed
ar: تم إغلاق الاتصال
bg: Връзката е прекъсната
bn: সংযোগ বন্ধ
cs_cz: Připojení bylo zavřeno
de: Verbindung beendet
es: Conexión cerrada
fa: ارتباط بسته شده
fi: Yhteys suljettiin
fr: Connexion fermée
hi: कनेक्शन बंद
hu: Kapcsolat lezárva
id: Sambungan ditutup
it: Connessione chiusa
ja: 接続が閉じました
lt: Ryšys nutrauktas
lv: Savienojums slēgts
my: ဆက်သွယ်ရေး ပိတ်ခဲ့သည်
pl: Zakończono połączenie
pt_pt: Conexão fechada
ro: Conexiune închisă
ru: Соединение закрыто
si: සම්බන්ධතාවය වසා ඇත
sr: Веза је затворена
tr: Bağlantı kapatıldı
uk: З'єднання закрито
ur_pk: کنکشن بند ہو گیا
vi: Kết nối đã đóng

# QObject|
source: Timed out
ar: نفد الوقت المتاح
bg: Просрочен
bn: সময় শেষ হয়েছে
cs_cz: Vypršelo
de: Zeitüberschreitung
es: Tiempo agotado
fa: اتمام زمان مجاز
fi: Aikakatkaisu
fr: Délai expiré
hi: समय समााप्त
hu: Időtúllépés
id: Waktu habis
it: Tempo scaduto
ja: タイムアウトしました
lt: Baigėsi skirtasis laikas
lv: Laiks beidzās
my: အချိန်ကုန်သွား
pl: Upłynął czas
pt_pt: Expirou
ro: Expirat
ru: Время истекло
si: කාලය අවසන් විය
sr: Време је истекло
tr: Zaman aşımı
uk: Час вийшов
ur_pk: وقت ختم ہو گیا
vi: Hết giờ

# QObject|
source: SSL handshake failed
ar: فشلت مصافحة SSL
bg: Грешка при SSL handshake
bn: SSL হ্যান্ডশেক ব্যর্থ হয়েছে
cs_cz: Selhala komunikace SSL
de: SSL-Handshake fehlgeschlagen
es: Fallo al realizar el protocolo de enlace SSL
fa: SSL handshake شکست خورد
fi: SSL-kättely epäonnistui
fr: Échec de la négociation SSL
hi: SSL हैंडशेक विफल
hu: Az SSL kézfogás nem sikerült
id: Gagal menyalami SSL
it: Handshake SSL non riuscito
ja: SSL のハンドシェイクに失敗しました
lt: SSL rankos paspaudimas nepavyko
lv: SSL rokasspiediena kļūda
my: SSL ဆွဲဆက်မှု မအောင်မြင်
pl: Nie powiodło się uzgodnienie SSL
pt_pt: SSL handshake falhou
ro: Acordarea de mână SSL a eșuat
ru: Не удалось рукопожатие SSL
si: SSL සම්බන්දය අසාර්ථකයි
sr: SSL руковање није успело
tr: SSL anlaşması başarısız oldu
uk: Збій рукостискання SSL
ur_pk: SSL ہینڈ شیک ناکام رہا
vi: Bắt tay SSL thất bại

# QObject|
source: Connection refused
ar: تم رفض الاتصال
bg: Връзката е отказана
bn: সংযোগ প্রত্যাখ্যাত
cs_cz: Připojení bylo odmítnuto
de: Verbindung abgelehnt
es: Conexión rechazada
fa: ارتباط رد شد
fi: Yhteydestä kieltäydyttiin
fr: Connexion refusée
hi: कनेक्शन नहीं हो सका
hu: Kapcsolódás elutasítva
id: Sambungan ditolak
it: Connessione rifiutata
ja: 接続が拒否されました
lt: Ryšys atmestas
lv: Savienojums noraidīts
my: ဆက်သွယ်ရေး ငြင်းပယ်ခဲ့
pl: Odmowa połączenia
pt_pt: Conexão negada
ro: Conexiune refuzată
ru: Отказано в соединении
si: සම්බන්ධතාවය ප්රතික්ෂේප කර ඇත
sr: Повезивање одбијено
tr: Bağlantı reddedildi
uk: У з'єднанні відмовлено
ur_pk: کنکشن مسترد کر دیا گیا
vi: Kết nối bị từ chối

# QObject|
source: Network error
ar: خطأ بالشبكة
bg: Грешка на мрежата
bn: নেটওয়ার্ক ত্রুটি
cs_cz: Chyba sítě
de: Netzwerkfehler
es: Error de red
fa: خطای شبکه
fi: Verkkovirhe
fr: Erreur réseau
hi: नेटवर्क त्रुटि
hu: Hálózati hiba
id: Kesalahan jaringan
it: Errore di rete
ja: ネットワークエラー
lt: Tinklo klaida
lv: Interneta kļūda
my: ကွန်ရက်အမှား
pl: Błąd sieci
pt_pt: Erro de rede
ro: Eroare de rețea
ru: Сетевая ошибка
si: ජාල දෝෂයක්
sr: Мрежна грешка
tr: Ağ hatası
uk: Помилка мережі
ur_pk: نیٹ ورک کی خرابی
vi: Lỗi mạng

# QObject|
source: Operation not permitted
ar: عملية غير مسموح بها
bg: Операцията не е позволена
bn: অপারেশন অনুমতি না
cs_cz: Operace není povolena
de: Operation nicht erlaubt
es: Operación no permitida
fa: عملیات مجاز نیست
fi: Toiminto ei ole sallittu
fr: Opération non permise
hi: कार्रवाई की अनुमति नहीं
hu: A művelet nem engedélyezett
id: Operasi tidak diizinkan
it: Operazione non permessa
ja: 操作が許可されていません
lt: Operacija neleidžiama
lv: Operācija nav atļauta
my: လုပ်ဆောင်ချက်ကို ခွင့်မပြုခဲ့
pl: Operacja nie jest dozwolona
pt_pt: Operação não permitida
ro: Operație nepermisa
ru: Недопустимая операция
si: මෙහෙයුම් සඳහා අවසර නැත
sr: Операција није дозвољена
tr: İşleme izni verilmedi
uk: Операцію не дозволено
ur_pk: آپریشن کی اجازت نہیں ہے
vi: Thao tác không được phép

# QObject|
source: No resume support
ar: لا يوجد دعم للاستئناف
bg: Не се поддържа продължаване
bn: কোন জীবনবৃত্তান্ত সমর্থন
cs_cz: Navázání není podporováno
de: Keine Fortsetungsunterstützung
es: No se puede reanudar
fa: از سرگیری دانلود پشتیبانی نمی شود
fi: Jatkamista ei tueta
fr: Pas de support de reprise
hi: कोई फिर से शुरू समर्थन नहीं
hu: Nincs folytatás támogatás
id: Tidak ada dukungan melanjutkan
it: Ripresa non supportata
ja: 再開に対応していません
lt: Jokio atnaujinimo palaikymo
lv: Nav atsākšanas atbalsta
my: ပြန်စမှု ထောက်ပံ့မထား
pl: Brak wsparcia na wznawiania
pt_pt: Sem suporte à retomada
ro: Fără suport pentru CV
ru: Нет поддержки докачки
si: නැවත ආරම්භ කිරීමට සහය නොදක්වයි
sr: Настављање није подржано
tr: Devam etme desteği yok
uk: Довантаження не підтримується
ur_pk: دوبارہ شروع کرنے کی سہولت موجود نہیں
vi: Không hỗ trợ tiếp tục

# QObject|
source: Resource changed
ar: تغير المصادر
bg: Ресурса е променен
bn: সম্পদ পরিবর্তিত হয়েছে
cs_cz: Zdroj byl změněn
de: Ressource geändert
es: Recurso cambiado
fa: منابع تغییر کردند
fi: Resurssi on muuttunut
fr: La ressource a changé
hi: संसाधन बदल गया
hu: A forrás megváltozott
id: Sumber telah berubah
it: Risorsa modificata
ja: リソースが変更されました
lt: Išteklius pakeistas
lv: Resurss mainīts
my: အရင်းအမြစ် ပြောင်းခဲ့သည်
pl: Zmiana zasobu
pt_pt: Recurso alterado
ro: Resursa schimbată
ru: Ресурс изменён
si: වෙනසක් සිදු විය
sr: Ресурс је промењен
tr: Kaynak değiştirildi
uk: Ресурс змінився
ur_pk: وسیلہ تبدیل ہو گیا
vi: Tài nguyên đã thay đổi

# QObject|
source: Resource changed on server
ar: تغير المصادر على الخادم
bg: Ресурса е променен на сървъра
bn: সার্ভারে সম্পদ পরিবর্তিত হয়েছে
cs_cz: Zdroj byl na serveru změněn
de: Ressource auf dem Server geändert
es: Recurso cambiando en el servidor
fa: منابع روی سرور تغییر کردند
fi: Resurssi on muuttui palvelimella
fr: La ressource a changé sur le serveur
hi: सर्वर पर संसाधन बदल गया
hu: A forrás megváltozott a szerveren
id: Sumber telah berubah di server
it: Risorsa modificata nel server
ja: サーバー上のリソースが変更されました
lt: Serveryje pakeisti ištekliai
lv: Resurss mainīts serverī
my: ဆာဗာတွင် အရင်းအမြစ် ပြောင်းခဲ့သည်
pl: Zmiana zasobu na serwerze
pt_pt: Recurso alterado no servidor
ro: Resursa schimbată pe server
ru: Ресурс изменён на сервере
si: සේවාදායකයේ වෙනසක් සිදු විය
sr: Ресурс на серверу је промењен
tr: Sunucuda kaynak değiştirildi
uk: Ресурс змінився на сервері
ur_pk: سرور پر وسیلہ تبدیل ہو گیا
vi: Tài nguyên đã thay đổi trên máy chủ

# QObject|
source: Fast resume failure
ar: فشل الاستئناف السريع
bg: Грешка при бързо продължаване
bn: দ্রুত জীবনবৃত্তান্ত ব্যর্থতা
cs_cz: Selhalo rychlé navázání
de: Schnelle Fortsetzung fehlgeschlagen
es: Fallo al reanudar rápidamente
fa: از سرگیری سریع انجام نشد
fi: Nopea jatkaminen epäonnistui
fr: Échec de la reprise rapide
hi: तेजी से फिर से शुरू विफलता
hu: Gyors folytatás hiba
id: Gagal melanjutkan dengan cepat
it: Ripresa veloce fallita
ja: 高速再開に失敗しました
lt: Greito atnaujinimo gedimas
lv: Ātrās atsākšanas kļūda
my: အမြန်ပြန်စမှု မအောင်မြင်
pl: Szybkie wznawianie się nie powiodło
pt_pt: Falha de retomada rápida
ro: Eșec rapid la reluare
ru: Сбой быстрого продолжения загрузки
si: වේගවත් නැවත ආරම්භය අසමත් වීම
sr: Брзо настављање није успело
tr: Hızlı devam etme hatası
uk: Збій швидкого довантаження
ur_pk: فاسٹ ریزیوم کی ناکامی
vi: Tiếp tục nhanh thất bại

# QObject|
source: Can't process page
ar: لا يمكن معالجة الصفحة
bg: Не мога да обработя страницата
bn: পৃষ্ঠা প্রক্রিয়া করা যাচ্ছে না
cs_cz: Nelze zpracovat stránku
de: Kann Seite nicht verarbeiten
es: No se puede procesar la página
fa: صفحه پردازش نمی شود
fi: Sivua ei voida käsitellä
fr: Impossible de traiter la page
hi: पृष्ठ संसाधित नहीं कर सकता
hu: Nem lehet feldolgozni az oldalt
id: Tidak dapat memproses halaman
it: Impossibile elaborare la pagina
ja: ページを処理できません
lt: Negalima apdoroti puslapio
lv: Nevar apstrādāt lapu
my: စာမျက်နှာကို မလုပ်ဆောင်နိုင်
pl: Nie można przetworzyć strony
pt_pt: Não é possível processar a página
ro: Pagina nu poate fi procesată
ru: Не удалось обработать страницу
si: පිටුව සැකසිය නොහැක
sr: Страница се не може обрадити
tr: Sayfa işlenemiyor
uk: Не вдається обробити сторінку
ur_pk: صفحہ پر کارروائی نہیں کی جا سکتی
vi: Không thể xử lý trang
