Repository: FreeDownloadManagerTeam/FDM6-localization
Catalog: main/fdm_*.po
Languages: ar, bg, bn, cs_cz, de, es, fa, fi, fr, hi, hu, id, it, ja, lt, lv, my, pl, pt_pt, ro, ru, si, sr, tr, uk, ur_pk, vi

# ExportSettingsDialog|
source: Export
ar: تصدير
bg: Изнасяне
bn: রপ্তানি
cs_cz: Exportovat
de: Exportieren
es: Exportar
fa: صادر کردن
fi: Vie
fr: Exporter
hi: निर्यात करना
hu: Exportálás
id: Ekspor
it: Esporta
ja: エクスポート
lt: Eksportuoti
lv: Eksportēt
my: တင်ပို့ရန်
pl: Eksportuj
pt_pt: Exportar
ru: Экспорт
si: අපනයනය
sr: Извези
tr: Dışa aktar
uk: Експорт
ur_pk: ایکسپورٹ کریں
vi: Xuất

# ExportSettingsDialog|
source: Cancel
ar: إلغاء
bg: Отказ
bn: বাতিল করুন
cs_cz: Storno
de: Abbrechen
es: Cancelar
fa: انصراف
fi: Peru
fr: Annuler
hi: रद्द करें
hu: Mégse
id: Batalkan
it: Annulla
ja: キャンセル
lt: Atšaukti
lv: Atcelt
my: ပယ်ဖျက်
pl: Anuluj
pt_pt: Cancelar
ro: Anulează
ru: Отмена
si: අවලංගු කරන්න
sr: Откажи
tr: İptal
uk: Скасувати
ur_pk: منسوخ کریں
vi: Hủy

# ExportSettingsDialog|
source: %1 settings files (%2)
ar: %1 ملفات الاعدادات (%2)
bg: %1 файлове с настройки (%2)
bn: %1 সেটিংস ফাইল (%2)
cs_cz: Soubory nastavení %1 (%2)
de: %1 Einstellungsdateien (%2)
es: %1 archivos de ajustes (%2)
fa: %1 فایل های تنظیمات (%2)
fi: %1 asetustiedostot (%2)
fr: %1 fichiers de paramètres (%2)
hi: %1 सेटिंग्स फ़ाइलें (%2)
hu: %1 beállításfájlok (%2)
id: %1 berkas pengaturan (%2)
it: Impostazioni %1 (%2)
ja: %1 設定ファイル (%2)
lt: %1 nustatymų failai (%2)
lv: %1 iestatījumu faili (%2)
my: အပြင်အဆင်ဖိုင် %1 (%2)
pl: Pliki ustawień %1 (%2)
pt_pt: %1 arquivo(s) de configuração (%2)
ro: %1 fișiere de setări (%2)
ru: Файлы настроек %1 (%2)
si: %1 සැකසුම් ගොනු (%2)
sr: %1 датотеке подешавања (%2)
tr: %1 dosyaları ayarlıyor (%2)
uk: %1 файлів налаштувань (%2)
ur_pk: %1 سیٹنگز فائلیں (%2)
vi: Tệp cài đặt %1 (%2)

# ExportSettingsDialog|
source: All files (%1)
ar: كل الملفات (%1)
bg: Всички файлове (%1)
bn: সমস্ত ফাইল (%1)
cs_cz: Všechny soubory (%1)
de: Alle Dateien (%1)
es: Todos los archivos (%1)
fa: تمام فایل‌ها (%1)
fi: Kaikki tiedostot (%1)
fr: Tous les fichiers (%1)
hi: सभी फ़ाइलें (%1)
hu: Minden fájl (%1)
id: Semua berkas (%1)
it: Tutti i file (%1)
ja: すべてのファイル (%1)
lt: Visi failai (% 1)
lv: Visi faili (%1)
my: ဖိုင်အားလုံး (%1)
pl: Wszystkie pliki (%1)
pt_pt: Todos os arquivos (%1)
ro: Toate fișierele (%1)
ru: Все файлы (%1)
si: සියලුම ගොනු (%1)
sr: Све датотеке (%1)
tr: Tüm dosyalar (%1)
uk: Всі файли (%1)
ur_pk: تمام فائلیں (%1)
vi: Tất cả tệp (%1)

# FileIntegrityDialog|
source: Check file integrity
ar: فحص سلامة الملف
bg: Проверка на целостта на файла
bn: ফাইলের অখণ্ডতা পরীক্ষা করুন
cs_cz: Zkontrolovat integritu souboru
de: Datei-Integrität prüfen
es: Comprobar integridad del archivo
fa: بررسی یکپارچگی فایل
fi: Tarkista tiedostojen eheys
fr: Vérifier l'intégrité du fichier
hi: फ़ाइल अखंडता की जाँच करें
hu: Fájlintegritás ellenőrzése
id: Periksa kesatuan berkas
it: Verifica integrità file
ja: ファイルの整合性を確認
lt: Patikrinkite failo vientisumą
lv: Pārbaudīt faila integritāti
my: ဖိုင်၏ သမာဓိကို စစ်ဆေးပါ
pl: Sprawdź integralność pliku
pt_pt: Verificar integridade do arquivo
ro: Verificați integritatea fișierului
ru: Проверить целостность файлов
si: ගොනු අඛණ්ඩතාව පරීක්ෂා කරන්න
sr: Провери интегритет датотеке
tr: Dosya bütünlüğünü denetle
uk: Перевірка цілісності файлу
ur_pk: فائل کی سالمیت چیک کریں
vi: Kiểm tra tính toàn vẹn tập tin

# FileIntegrityDialog|
source: Hash
ar: تجزئة
bg: Хеш
bn: হ্যাশ
fi: Tarkistussumma
fr: Hachage
hi: हैश
it: Valore hash
ja: ハッシュ
lt: Maiša
pl: Suma kontrolna
ru: Хэш-сумма
si: හැෂ්
sr: Хеш (Hash)
tr: Adresleme
uk: Хеш
ur_pk: ہیش

# FileIntegrityDialog|
source: Calculating %1%
ar: حساب %1%
bg: Изчислявам %1%
bn: গণনা করা হচ্ছে %1%
cs_cz: Počítání %1%
de: %1% berechnen
es: Calculando %1%
fa: در حال محاسبه %1%
fi: Lasketaan %1%
fr: Calcul %1%
hi: %1% की गणना
hu: %1% kiszámítása
id: Menghitung %1%
it: Calcolo %1%
ja: 計算しています... %1%
lt: Skaičiuojama %1%
lv: Aprēķina %1%
my: %1% ကို တွက်နေသည်
pl: Obliczanie %1%
pt_pt: Calculando %1%
ro: Calculare %1%
ru: Подсчёт %1%
si: ගණනය කිරීම %1%
sr: Израчунавање %1%
tr: %1% hesaplanıyor
uk: Обчислення %1%
ur_pk: %1% کا حساب لگایا جا رہا ہے
vi: Tính toán %1%

# FileIntegrityDialog|
source: Compare with
ar: مقارنة مع
bg: Сравни с
bn: তুলনা করা
cs_cz: Porovnat s
de: Vergleichen mit
es: Comparar con
fa: مقایسه با
fi: Vertaa
fr: Comparer avec
hi: साथ तुलना करें
hu: Összehasonlít
id: Bandingkan dengan
it: Confronta con
ja: 比較対象
lt: Palyginkite su
lv: Salīdzināt ar
my: နှိုင်းယှဉ်ပါ >
pl: Porównaj z
pt_pt: Comparar com
ro: Compara cu
ru: Сравнить с
si: සමඟ සංසන්දනය කරන්න
sr: Упореди са
tr: Şununla karşılaştır
uk: Порівняти з
ur_pk: اس کے ساتھ موازنہ کریں
vi: So sánh với

# FileIntegrityDialog|
source: Verification OK
ar: تم التحقق
bg: Проверка OK
bn: যাচাইকরণ ঠিক আছে
cs_cz: Ověření OK
de: Prüfung OK
es: Verificación correcta
fa: تأیید شد
fi: Tarkistus OK
fr: Vérification OK
hi: सत्यापन ठीक
hu: Ellenőrzés OK
id: Pemeriksaan BAGUS
it: Verifica completata correttamente
ja: 検証 OK
lt: Patvirtinimas gerai
lv: Verifikācija OK
my: စိစစ်အတည်ပြုမှု အိုကေ
pl: Weryfikacja OK
pt_pt: Verificação OK
ro: Verificarea OK
ru: Контрольная сумма совпадает
si: තහවුරු කිරීම හරි
sr: Верификација успешна
tr: Doğrulama TAMAM
uk: Перевірка OK
ur_pk: تصدیق ٹھیک ہے
vi: Xác minh đồng ý

# FileIntegrityDialog|
source: Verification failed
ar: فشل التحقق
bg: Грешка при проверката
bn: যাচাই ব্যর্থ
cs_cz: Ověření selhalo
de: Prüfung fehlgeschlagen
es: Verificación fallida
fa: تأیید نشد
fi: Tarkistus epäonnistui
fr: Vérification échouée
hi: सत्यापन असफल
hu: Ellenőrzés sikertelen
id: Pemeriksaan gagal
it: Verifica fallita
ja: 検証に失敗しました
lt: Patvirtinimas nepavyko
lv: Verifikācija nav izdevusies
my: စိစစ်အတည်ပြုမှု မအောင်မြင်
pl: Weryfikacja nieudana
pt_pt: Falha na verificação
ro: Verificare esuata
ru: Контрольная сумма не совпадает
si: තහවුරු කිරීම අසාර්ථකයි
sr: Верификација није успела
tr: Doğrulama başarısız oldu
uk: Збій перевірки
ur_pk: تصدیق ناکام رہی
vi: Xác minh thất bại

# FileIntegrityDialog|
source: Close
ar: إغلاق
bg: Затвори
bn: বন্ধ
cs_cz: Zavřít
de: Schließen
es: Cerrar
fa: بستن
fi: Sulje
fr: Fermer
hi: बंद करें
hu: Bezárás
id: Tutup
it: Chiudi
ja: 閉じる
lt: Uždaryti
lv: Aizvērt
my: ပိတ်
pl: Zamknij
pt_pt: Fechar
ro: Închide
ru: Закрыть
si: වහන්න
sr: Затвори
tr: Kapat
uk: Закрити
ur_pk: بند کریں
vi: Đóng

# FileIntegrityPage|
source: Check file integrity
ar: فحص سلامة الملف
bg: Проверка на целостта на файла
bn: ফাইলের অখণ্ডতা পরীক্ষা করুন
cs_cz: Zkontrolovat integritu souboru
de: Datei-Integrität prüfen
es: Comprobar integridad del archivo
fa: بررسی یکپارچگی فایل
fi: Tarkista tiedostojen eheys
fr: Vérifier l'intégrité du fichier
hi: फ़ाइल अखंडता की जाँच करें
hu: Fájlintegritás ellenőrzése
id: Periksa kesatuan berkas
it: Verifica integrità file
ja: ファイルの整合性を確認
lt: Patikrinkite failo vientisumą
lv: Pārbaudīt faila integritāti
my: ဖိုင်၏ သမာဓိကို စစ်ဆေးပါ
pl: Sprawdź integralność pliku
pt_pt: Verificar integridade do arquivo
ro: Verificați integritatea fișierului
ru: Проверка целостности файлов
si: ගොනු අඛණ්ඩතාව පරීක්ෂා කරන්න
sr: Провери интегритет датотеке
tr: Dosya bütünlüğünü denetle
uk: Перевірка цілісності файлу
ur_pk: فائل کی سالمیت چیک کریں
vi: Kiểm tra tính toàn vẹn tập tin

# FileIntegrityPage|
source: Hash
ar: تجزئة
bg: Хеш
bn: হ্যাশ
fi: Tarkistussumma
fr: Hachage
hi: हैश
it: Valore hash
ja: ハッシュ
lt: Maiša
pl: Suma kontrolna
ru: Хэш-сумма
si: හැෂ්
sr: Хеш (Hash)
tr: Adresleme
uk: Хеш
ur_pk: ہیش

# FileIntegrityPage|
source: Calculating %1%
ar: حساب %1%
bg: Изчислявам %1%
bn: গণনা করা হচ্ছে %1%
cs_cz: Počítání %1%
de: %1% berechnen
es: Calculando %1%
fa: درحال محاسبه %1%
fi: Lasketaan %1%
fr: Calcul %1%
hi: %1% की गणना
hu: %1% kiszámítása
id: Menghitung %1%
it: Calcolo %1%
ja: 計算しています... %1%
lt: Skaičiuojama %1%
lv: Aprēķina %1%
my: %1% ကို တွက်နေသည်
pl: Obliczanie %1%
pt_pt: Calculando %1%
ro: Calculare %1%
ru: Подсчёт %1%
si: ගණනය කිරීම %1%
sr: Израчунавање %1%
tr: %1% hesaplanıyor
uk: Обчислення %1%
ur_pk: %1% کا حساب لگایا جا رہا ہے
vi: Tính toán %1%

# FileIntegrityPage|
source: Compare with
ar: مقارنة مع
bg: Сравни с
bn: তুলনা করা
cs_cz: Porovnat s
de: Vergleichen mit
es: Comparar con
fa: مقایسه با
fi: Vertaa
fr: Comparer avec
hi: साथ तुलना करें
hu: Összehasonlít
id: Bandingkan dengan
it: Confronta con
ja: 比較対象
lt: Palyginkite su
lv: Salīdzināt ar
my: နှိုင်းယှဉ်ပါ >
pl: Porównaj z
pt_pt: Comparar com
ro: Compara cu
ru: Сравнить с
si: සමඟ සංසන්දනය කරන්න
sr: Упореди са
tr: Şununla karşılaştır
uk: Порівняти з
ur_pk: اس کے ساتھ موازنہ کریں
vi: So sánh với

# FileIntegrityPage|
source: Verification OK
ar: تم التحقق
bg: Проверка OK
bn: যাচাইকরণ ঠিক আছে
cs_cz: Ověření OK
de: Prüfung OK
es: Verificación correcta
fa: تأیید شد
fi: Tarkistus OK
fr: Vérification OK
hi: सत्यापन ठीक
hu: Ellenőrzés OK
id: Pemeriksaan BAGUS
it: Verifica completata correttamente
ja: 検証 OK
lt: Patvirtinimas gerai
lv: Verifikācija OK
my: စိစစ်အတည်ပြုမှု အိုကေ
pl: Weryfikacja OK
pt_pt: Verificação OK
ro: Verificarea OK
ru: Контрольная сумма совпадает
si: තහවුරු කිරීම හරි
sr: Верификација успешна
tr: Doğrulama TAMAM
uk: Перевірка OK
ur_pk: تصدیق ٹھیک ہے
vi: Xác minh đồng ý

# FileIntegrityPage|
source: Verification failed
ar: فشل التحقق
bg: Грешка при проверката
bn: যাচাই ব্যর্থ
cs_cz: Ověření selhalo
de: Prüfung fehlgeschlagen
es: Verificación fallida
fa: تأیید نشد
fi: Tarkistus epäonnistui
fr: Vérification échouée
hi: सत्यापन असफल
hu: Ellenőrzés sikertelen
id: Pemeriksaan gagal
it: Verifica fallita
ja: 検証に失敗しました
lt: Patvirtinimas nepavyko
lv: Verifikācija nav izdevusies
my: စိစစ်အတည်ပြုမှု မအောင်မြင်
pl: Weryfikacja nieudana
pt_pt: Falha na verificação
ro: Verificare esuata
ru: Контрольная сумма не совпадает
si: තහවුරු කිරීම අසාර්ථකයි
sr: Верификација није успела
tr: Doğrulama başarısız oldu
uk: Збій перевірки
ur_pk: تصدیق ناکام رہی
vi: Xác minh thất bại

# FileManagerSupportDialog|
source: No supported file managers found.
ar: لم يتم إيجاد مدير ملفات مدعوم.
bg: Няма открити поддържани файлови мениджъри.
bn: কোনো সমর্থিত ফাইল ম্যানেজার পাওয়া যায়নি।
cs_cz: Nebyli nalezeni žádní podporovaní správci souborů.
de: Keine unterstützten Dateimanager gefunden.
es: No se encontraron administradores de archivos compatibles.
fa: هیچ مدیر فایلی پشتیبانی نمی‌شود.
fi: Ei tuettua tiedostonhallintaa.
fr: Aucun gestionnaire de fichiers pris en charge trouvé.
hi: कोई समर्थित फ़ाइल प्रबंधक नहीं मिला।
hu: Nem található támogatott fájlkezelő.
id: Tidak ditemukan manajer berkas yang didukung.
it: Nessun gestore file supportato trovato.
ja: 対応しているファイルマネージャーが見つかりませんでした。
lt: Nerasta palaikomų failų tvarkyklių.
lv: Nav atrasti atbalstīti failu pārvaldnieki.
my: ဖိုင်မန်နေဂျာ ထောက်ပံ့မှုကို မတွေ့ပါ။
pl: Nie znaleziono obsługiwanych menedżerów plików.
pt_pt: Nenhum gerenciador de arquivos suportado encontrado.
ro: Nu s-au găsit manageri de fișiere acceptați.
ru: Поддерживаемые файловые менеджеры не найдены.
si: සහාය දක්වන ගොනු කළමනාකරුවන් හමු නොවීය.
sr: Нису пронађени подржани управљачи датотекама.
tr: Desteklenen dosya yöneticileri bulunamadı.
uk: Не знайдено підтримуваних файл-менеджерів.
ur_pk: کوئی تعاون یافتہ فائل منیجر نہیں ملا۔
vi: Không tìm thấy trình quản lý tệp được hỗ trợ.

# FileName|
source: Create subfolder
ar: إنشاء مجلد فرعي
bg: Създаване на подпапка
bn: সাবফোল্ডার তৈরি করুন
cs_cz: Vytvořit podsložku
de: Ordner erstellen
es: Crear subcarpeta
fa: ایجاد زیرپوشه
fi: Luo alikansio
fr: Créer un sous-dossier
hi: सबफ़ोल्डर बनाएं
hu: Almappa létrehozása
id: Buat subfolder
it: Crea sottocartella
ja: サブフォルダーの作成
lt: Sukurti poaplankį
lv: Izveidot apakšmapi
my: ဖိုင်တွဲအခွဲ ဖန်တီးပါ
pl: Utwórz podfolder
pt_pt: Criar subpasta
ro: Creaţi subfolderul
ru: Создать подпапку
si: උප ෆෝල්ඩරය සාදන්න
sr: Креирај подфасциклу
tr: Alt klasör oluştur
uk: Створити підтеку
ur_pk: ذیلی فولڈر بنائیں
vi: Tạo thư mục con

source: File name
ar: اسم الملف
bg: Име на фаил
bn: ফাইলের নাম
cs_cz: Název souboru
de: Dateiname
es: Nombre de archivo
fa: نام فایل
fi: Tiedostonimi
fr: Nom de fichier
hi: फ़ाइल का नाम
hu: Fájl név
id: Nama berkas
it: Nome file
ja: ファイル名
lt: Failo pavadinimas
lv: Faila nosaukums
my: ဖိုင်အမည်
pl: Nazwa pliku
pt_pt: Nome do arquivo
ro: Nume fisier
ru: Имя файла
si: ගොනුවේ නම
sr: Име датотеке
tr: Dosya adı
uk: Ім'я файлу
ur_pk: فائل کا نام
vi: Tên tệp

# FileName|
source: %1 files (*.%2)
ar: %1 ملفات (*.%2)
bg: %1 файлове (*.%2)
bn: %1 ফাইল (*.%2)
cs_cz: %1 souborů (*.%2)
de: %1 Dateien (*.%2)
es: %1 archivos (*.%2)
fa: %1 فایل‌ها (*.%2)
fi: %1 tiedostot (*.%2)
fr: %1 fichiers (*.%2)
hi: %1 फ़ाइलें (*.%2)
hu: %1 fájl (*.%2)
id: %1 berkas (*.%2)
it: %1 file (*.%2)
ja: %1 ファイル (*.%2)
lt: %1 failai (*.%2)
lv: %1 file (*.%2)
my: ဖိုင် %1 (*.%2)
pl: %1 plików (*.%2)
pt_pt: %1 arquivos (*.%2)
ro: %1 fișiere (*.%2)
ru: Файлы %1 (*.%2)
si: %1 ගොනු (*.%2)
sr: %1 датотеке (*.%2)
tr: %1 dosya (*.%2)
uk: %1 файлів (*.%2)
ur_pk: %1 فائلیں (*.%2)
vi: Tệp %1 (*.%2)

# FileName|
source: All files
ar: جميع الملفات
bg: Всички файлове
bn: সমস্ত ফাইল
cs_cz: Všechny soubory
de: Alle Dateien
es: Todos los archivos
fa: تمام فایل‌ها
fi: Kaikki tiedostot
fr: Tous les fichiers
hi: सभी फाइलें
hu: Összes fájl
id: Semua berkas
it: Tutti i file
ja: すべてのファイル
lt: Visi failai
lv: Visi faili
my: ဖိုင်အားလုံး
pl: Wszystkie pliki
pt_pt: Todos os arquivos
ro: Toate fișierele
ru: Все файлы
si: සියලු ගොනු
sr: Све датотеке
tr: Tüm dosyalar
uk: Всі файли
ur_pk: تمام فائلیں
vi: Tất cả tệp

# FilePickerPage|
source: Select folder
ar: تحديد المجلد
bg: Избери папка
bn: ফোল্ডার নির্বাচন করুন
cs_cz: Vybrat složku
de: Ordner auswählen
es: Seleccionar carpeta
fa: انتخاب پوشه
fi: Valitse kansio
fr: Sélectionner un dossier
hi: फोल्डर का चयन करें
hu: Mappa kiválasztása
id: Pilih folder
it: Seleziona cartella
ja: フォルダーを選択
lt: Pasirinkite aplanką
lv: Izvēlēties mapi
my: ဖိုင်တွဲ ရွေးပါ
pl: Wybierz folder
pt_pt: Selecionar pasta
ro: Selectează folder
ru: Выбрать папку
si: ෆෝල්ඩරය තෝරන්න
sr: Изабери фасциклу
tr: Klasör seçin
uk: Вибрати теку
ur_pk: فولڈر منتخب کریں
vi: Chọn thư mục

# FilePickerPage|
source: Select file
ar: تحديد ملف
bg: Избор на файл
bn: নথি নির্বাচন
cs_cz: Vybrat soubor
de: Datei auswählen
es: Seleccionar archivo
fa: انتخاب فایل
fi: Valitse tiedosto
fr: Sélectionner un fichier
hi: फ़ाइल का चयन करें
hu: Fájl kiválasztása
id: Pilih berkas
it: Seleziona file
ja: ファイルを選択
lt: Pasirinkite failą
lv: Izvēlēties failu
my: ဖိုင်ရွေးပါ
pl: Wybierz plik
pt_pt: Selecionar arquivo
ro: Selectează fișier
ru: Выберите файл
si: ගොනුව තෝරන්න
sr: Изабери датотеку
tr: Dosya seçin
uk: Вибрати файл
ur_pk: فائل منتخب کریں
vi: Chọn tệp

# FilePickerPage|
source: OK
ar: موافق
bn: ওকে
es: Aceptar
fa: تأیید
hi: ठीक है
hu: Rendben
id: BAIK
lt: Gerai
my: အိုကေ
ru: ОК
si: හරි
sr: У реду
tr: Tamam
ur_pk: ٹھیک ہے
vi: Đồng ý

# FilePickerPage|
source: Empty folder
ar: مجلد فارغ
bg: Празна папка
bn: খালি নথি
cs_cz: Prázdná složka
de: Leerer Ordner
es: Carpeta vacía
fa: پوشه خالی
fi: Uusi kansio
fr: Dossier vide
hi: काली फ़ाइल
hu: Üres mappa
id: Folder kosong
it: Cartella vuota
ja: 空のフォルダー
lt: Tuščias aplankas
lv: Tukša mape
my: ဖိုင်တွဲအလွတ်
pl: Pusty folder
pt_pt: Pasta vazia
ro: Folder gol
ru: Папка пуста
si: හිස් ෆෝල්ඩරය
sr: Празна фасцикла
tr: Boş klasör
uk: Тека пуста
ur_pk: خالی فولڈر
vi: Thư mục trống

# FilePickerSortDialog|
source: By date
ar: بالتاريخ
bg: По дата
bn: তারিখ অনুসারে
cs_cz: Podle datumu
de: Nach Datum
es: Por fecha
fa: بر اساس تاریخ
fi: Päivämäärä
fr: Par date
hi: तिथि के अनुसार
hu: Dátum szerint
id: Menurut tanggal
it: Data
ja: 日付順
lt: Pagal datą
lv: Pēc datuma
my: ရက်စွဲဖြင့်
pl: Według daty
pt_pt: Por data
ro: După dată
ru: По дате
si: දිනය අනුව
sr: По датуму
tr: Tarihe göre
uk: За датою
ur_pk: تاریخ کے لحاظ سے
vi: Theo ngày

# FilePickerSortDialog|
source: By name
ar: بالاسم
bg: По име
cs_cz: Podle názvu
de: Nach Name
es: Por nombre
fa: بر اساس نام
fi: Nimi
fr: Par nom
hi: नाम से
hu: Név szerint
id: Menurut nama
it: Nome
ja: 名前順
lt: Pagal vardą
lv: Pēc nosaukuma
my: အမည်ဖြင့်
pl: Według nazwy
pt_pt: Por nome
ro: Dupănume
ru: По названию
si: නමින්
sr: По имену
tr: Ada göre
uk: За ім'ям
ur_pk: نام کے لحاظ سے
vi: Theo tên

# FilePickerSortDialog|
source: By size
ar: بالحجم
bg: По размер
cs_cz: Podle velikosti
de: Nach Größe
es: Por tamaño
fa: بر اساس حجم
fi: Koko
fr: Par taille
hi: आकार के अनुसार
hu: Méret szerint
id: Menurut ukuran
it: Dimensione
ja: サイズ順
lt: Pagal dydį
lv: Pēc izmēra
my: ပမာဏဖြင့်
pl: Według rozmiaru
pt_pt: Por tamanho
ro: După mărime
ru: По размеру
si: ප්රමාණය අනුව
sr: По величини
tr: Boyuta göre
uk: За розміром
ur_pk: سائز کے لحاظ سے
vi: Theo kích thước

# FilePickerSortDialog|
source: Sort
ar: ترتيب
bg: Сортиране
bn: সাজান
cs_cz: Řazení
de: Sortieren
es: Ordenar
fa: ترتیب
fi: Järjestys
fr: Trier
hi: सॉर्ट करें
hu: Rendezés
id: Urutkan
it: Ordina per
ja: 並べ替え
lv: Kārtot
my: စဉ်
pl: Sortuj
pt_pt: Tipo
ro: Sortare
ru: Сортировка
si: වර්ග කරන්න
sr: Сортирај
tr: Sırala
uk: Сортувати
ur_pk: ترتیب دیں
vi: Sắp xếp

# FilePickerSortDialog|
source: Ascending
ar: تصاعدي
bg: Нарастващ
bn: আরোহী
cs_cz: Vzestupně
de: Aufsteigend
es: Ascendente
fa: افزایشی
fi: Nouseva
fr: Ascendant
hi: आरोही
hu: Növekvő
id: Menanjak
it: Crescente
ja: 昇順
lt: Kylantis
lv: Augošs
my: အတက်
pl: Rosnąco
pt_pt: Crescente
ro: Ascendent
ru: По возрастанию
si: ඉහළ යාම
sr: Растуће
tr: Artan
uk: За зростанням
ur_pk: صعودی ترتیب
vi: Tăng dần

# FilePickerSortDialog|
source: Descending
ar: تنازلي
bg: Намаляващ
bn: অবরোহী
cs_cz: Sestupně
de: Absteigend
es: Descendente
fa: کاهشی
fi: Laskeva
fr: Descendant
hi: अवरोही
hu: Csökkenő
id: Menurun
it: Decrescente
ja: 降順
lt: Mažėjantis
lv: Dilstošs
my: အဆင်း
pl: Malejąco
pt_pt: Descendente
ro: Descendent
ru: По убыванию
si: බැස යාම
sr: Опадајуће
tr: Azalan
uk: За спаданням
ur_pk: نزولی ترتیب
vi: Giảm dần

source: File type:
ar: نوع الملف:
bg: Тип файл:
bn: ফাইলের ধরন:
cs_cz: Typ souboru:
de: Dateityp:
es: Tipo de archivo:
fa: نوع فایل:
fi: Tiedostotyyppi:
fr: Type de fichier:
hi: फाइल का प्रकार:
hu: Fájltípus:
id: Tipe berkas:
it: Tipo di file:
ja: ファイルタイプ:
lt: Failo tipas:
lv: Faila veids:
my: ဖိုင်အမျိုးအစား၊
pl: Typ pliku:
pt_pt: Tipo de arquivo:
ro: Tip fișier:
ru: Тип файла:
si: ගොනු වර්ගය:
sr: Тип датотеке:
tr: Dosya türü:
uk: Тип файлу:
ur_pk: فائل کی قسم:
vi: Loại tệp:

# FilesExistsDialog|
source: Warning: file exists already
ar: تحذير: الملف موجود بالفعل
bg: Внимание: файла вече съществува
bn: সতর্কতা: ফাইল ইতিমধ্যেই বিদ্যমান
cs_cz: Varování: Soubor již existuje
de: Warnung: Datei existiert bereits
es: Advertencia: el archivo ya existe
fa: هشدار: فایل از قبل موجود است
fi: Varoitus: tiedosto on jo olemassa
fr: Attention: le fichier existe déjà
hi: चेतावनी: फ़ाइल पहले से मौजूद है
hu: Figyelem: a fájl már létezik
id: Peringatan: berkas sudah ada
it: Attenzione: il file esiste già
ja: 警告: ファイルが既に存在します
lt: Įspėjimas: failas jau yra
lv: Brīdinājums: fails jau pastāv
my: သတိပေးချက်၊ ဖိုင်က ရှိပြီး ဖြစ်နေသည်
pl: Uwaga: plik już istnieje
pt_pt: Aviso: o arquivo já existe
ro: Atenție: fișierul există deja
ru: Внимание: файл уже существует
si: අවවාදයයි: ගොනුව දැනටමත් පවතී
sr: Упозорење: датотека већ постоји
tr: Uyarı: dosya zaten var
uk: Увага: файл вже існує
ur_pk: انتباہ: فائل پہلے سے موجود ہے
vi: Cảnh báo: tệp đã tồn tại

# FilesExistsDialog|
source: Remember my choice for all downloads
ar: تذكر اختياري لجميع التنزيلات
bg: Запомни избора ми за всички изтегляния
bn: সব ডাউনলোডের জন্য আমার পছন্দ মনে রাখবেন
cs_cz: Zapamatovat volbu pro všechna stahování
de: Meine Auswahl für alle Downloads speichern
es: Recordar mi elección para todas las descargas
fa: انتخاب من را برای همه دانلودها به خاطر بسپار
fi: Muista valintani kaikille latauksille
fr: Se rappeler de mon choix pour tous les téléchargements
hi: सभी डाउनलोड के लिए मेरी पसंद याद रखें
hu: Emlékezzen a választásomra az összes letöltésnél
id: Ingat pilihan saya untuk semua unduhan
it: Ricorda la scelta per tutti i download
ja: すべてのダウンロードに対してこの選択を適用する
lt: Atsiminkite mano pasirinkimą visiems atsisiuntimams
lv: Atcerēties manu izvēli visām lejupielādēm
my: ဒေါင်းလုပ်အားလုံးအတွက် ကျွန်ုပ်ရွေးချယ်မှုကို မှတ်ထားပါ
pl: Zapamiętaj dla wszystkich pobrań
pt_pt: Lembrar minha escolha para todos os downloads
ro: Ține minte alegerea mea pentru toate descărcările
ru: Запомнить мой выбор для всех загрузок
si: සියලුම බාගැනීම් සඳහා මගේ තේරීම මතක තබා ගන්න
sr: Запамти мој избор за сва преузимања
tr: Tüm indirmeler için seçimimi hatırla
uk: Запам'ятати мій вибір для всіх завантажень
ur_pk: تمام ڈاؤن لوڈز کے لیے میرا انتخاب یاد رکھیں
vi: Nhớ lựa chọn của tôi cho tất cả tải xuống

# FilesExistsDialog|
source: Rename (%1)
ar: إعادة تسمية (%1)
bg: Презаписване (%1)
bn: নাম পরিবর্তন করুন (%1)
cs_cz: Přejmenovat (%1)
de: Umbennen (%1)
es: Renombrar (%1)
fa: تغییر نام (%1)
fi: Nimeä uudelleen (%1)
fr: Renommer (%1)
hi: नाम बदलें (%1)
hu: Átnevezés (%1)
id: Ubah nama (%1)
it: Rinomina (%1)
ja: 名前を変更 (%1)
lt: Pervardyti (%1)
lv: Pārdēvēt (%1)
my: အမည်ပြောင်း (%1)
pl: Zmień nazwę (%1)
pt_pt: Renomear (%1)
ro: Redenumiți (%1)
ru: Переименовать (%1)
si: නැවත නම් කරන්න (%1)
sr: Преименуј (%1)
tr: Yeniden adlandır (%1)
uk: Перейменувати (%1)
ur_pk: نام تبدیل کریں (%1)
vi: Đổi tên (%1)

# FilesExistsDialog|
source: Overwrite
ar: الكتابة على الملف
bg: Презаписване
bn: ওভাররাইট করুন
cs_cz: Přepsat
de: Überschreiben
es: Sobrescribir
fa: بازنویسی
fi: Päällekirjoita
fr: Écraser
hi: अधिलेखित
hu: Felülírás
id: Timpa
it: Sovrascrivi
ja: 上書き
lt: Perrašyti
lv: Pārrakstīt
my: ထပ်ရေးရန်
pl: Zastąp
pt_pt: Sobrescrever
ro: Suprascrie
ru: Перезаписать
si: නැවත ලියන්න
sr: Препиши
tr: Üzerine yaz
uk: Перезаписати
ur_pk: اوور رائٹ کریں
vi: Ghi đè

# FilesExistsDialog|
source: Abort
ar: إيقاف إجباري
bg: Относно
bn: বন্ধ করুন
cs_cz: Přerušit
de: Abbrechen
es: Abortar
fa: لغو
fi: Keskeytä
fr: Abandonner
hi: बीच में बंद करें
hu: Megszakítás
id: Gagalkan
it: Termina
ja: 中止
lt: Nutraukti
lv: Pārtraukt
my: ထွက်ပါ
pl: Przerwij
pt_pt: Abortar
ru: Прервать
si: නවත්වන්න
sr: Прекини
tr: İptal et
uk: Перервати
ur_pk: منسوخ کریں
vi: Hủy bỏ

# FilesTree|
source: Name
ar: الاسم
bg: Име
bn: নাম
cs_cz: Název
es: Nombre
fa: نام
fi: Nimi
fr: Nom
hi: नाम
hu: Név
id: Nama
it: Nome
ja: 名前
lt: Pavadinimas
lv: Nosaukums
my: အမည်
pl: Nazwa
pt_pt: Nome
ro: Nume
ru: Имя
si: නම
sr: Име
tr: Ad
uk: Ім'я
ur_pk: نام
vi: Tên

# FilesTree|
source: Size
ar: الحجم
bg: Размер
bn: আকার
cs_cz: Velikost
de: Größe
es: Tamaño
fa: حجم
fi: Koko
fr: Taille
hi: आकार
hu: Méret
id: Ukuran
it: Dimensione
ja: サイズ
lt: Dydis
lv: Izmērs
my: ပမာဏ
pl: Wielkość
pt_pt: Tamanho
ro: Dimensiune
ru: Размер
si: ප්‍රමාණය
sr: Величина
tr: Boyut
uk: Розмір
ur_pk: سائز
vi: Kích thước

# FilesTree|
source: Progress
ar: التقدم
bg: Напредък
bn: অগ্রগতি
cs_cz: Průběh
de: Fortschritt
es: Progreso
fa: پیشرفت
fi: Edistys
fr: Progression
hi: प्रगति
hu: Folyamat
id: Tingkat Kemajuan
it: Progresso
ja: 進行状況
lt: Progresija
my: တိုးတက်မှု
pl: Postęp
pt_pt: Progresso
ro: Progres
ru: Прогресс
si: ප්රගතිය
sr: Напредак
tr: İlerleme
uk: Хід
ur_pk: پیشرفت
vi: Tiến độ

# FilesTree|
source: Priority
ar: الأولوية
bg: Приоритет
bn: অগ্রাধিকার
cs_cz: Priorita
de: Priorität
es: Prioridad
fa: اولویت
fi: Tärkeys
fr: Priorité
hi: वरीयता
hu: Prioritás
id: Prioritas
it: Priorità
ja: 優先度
lt: Pirmenybė
lv: Prioritāte
my: ဦးစားပေး
pl: Priorytet
pt_pt: Prioridade
ro: Prioritate
ru: Приоритет
si: ප්රමුඛතාවය
sr: Приоритет
tr: Öncelik
uk: Пріоритет
ur_pk: ترجیح
vi: Sự ưu tiên

# FilesTree|
source: Normal
ar: عادية
bg: Нормален
bn: সাধারণ
cs_cz: Normální
fa: عادی
fi: Normaali
fr: Normale
hi: सामान्य
hu: Közepes
it: Normale
ja: 標準
lt: Normalus
lv: Normāla
my: ပုံမှန်
pl: Normalny
ru: Обычный
si: සාමාන්ය
sr: Нормалан
uk: Нормальний
ur_pk: عام
vi: Bình thường

# FilesTree|
source: High
ar: مرتفعة
bg: Висок
bn: উচ্চ
cs_cz: Vysoká
de: Hoch
es: Alta
fa: زیاد
fi: Korkea
fr: Haute
hi: उच्च
hu: Magas
id: Tinggi
it: Alto
ja: 高い
lt: Aukštas
lv: Augsta
my: မြင့်
pl: Wysoki
pt_pt: Alto
ro: Ridicat
ru: Высокий
si: ඉහළ
sr: Висок
tr: Yüksek
uk: Високий
ur_pk: زیادہ
vi: Cao
