Repository: FreeDownloadManagerTeam/FDM6-localization
Catalog: main/fdm_*.po
Languages: ar, bg, bn, cs_cz, de, es, fa, fi, fr, hi, hu, id, it, ja, lt, lv, my, pl, pt_pt, ro, ru, si, sr, tr, uk, ur_pk, vi

# OsPermissionsDialog|
source: Grant permissions
ar: منح الأذونات
bg: Предоставяне на разрешения
bn: অনুমতি দিন
cs_cz: Udělit oprávnění
de: Berechtigungen erteilen
fa: اعطای دسترسی‌ها
fi: Myönnä oikeudet
fr: Accorder des autorisations
hu: Engedélyek megadása
id: Berikan izin
it: Concedi autorizzazioni
ja: アクセス許可を付与
lt: Suteikite leidimus
lv: Piešķirt atļaujas
my: ခွင့်ပြုချက်များ ပေးပါ
pl: Przydziel uprawnienia
pt_pt: Conceder permissões
ro: Acordați permisiuni
ru: Предоставить разрешения
si: අවසර ලබා දෙන්න
sr: Додели дозволе
tr: İzinleri ver
uk: Надати дозволи
ur_pk: اجازتیں دیں
vi: Cấp quyền

# OsPermissionsDialog|
source: Quit
ar: خروج
bg: Изход
bn: প্রস্থান করুন
cs_cz: Konec
de: Beenden
fa: خروج
fi: Lopeta
fr: Quitter
hi: छोड़ना
hu: Kilépés
id: Keluar
it: Chiudi
ja: 終了
lt: Išeiti
lv: Iziet
my: ထွက်
pl: Wyjście
pt_pt: Fechar
ro: Ieșire
ru: Выход
si: අත්හරින්න
sr: Изађи
tr: Çık
uk: Вийти
ur_pk: بند کریں
vi: Thoát

# OsPermissionsDialog|
source: Close
ar: إغلاق
bg: Затвори
bn: বন্ধ
cs_cz: Zavřít
de: Schließen
fa: بستن
fi: Sulje
fr: Fermer
hi: बंद करें
hu: Bezárás
id: Tutup
it: Chiudi
ja: 閉じる
lt: Uždaryti
lv: Aizvērt
my: ပိတ်
pl: Zamknij
pt_pt: Fechar
ro: Închide
ru: Закрыть
si: වහන්න
sr: Затвори
tr: Kapat
uk: Закрити
ur_pk: بند کریں
vi: Đóng

# Page|
source: Info
ar: معلومات
bg: Информация
bn: তথ্য
cs_cz: Informace
es: Información
fa: اطلاعات
fi: Tiedot
fr: Infos
hi: जानकारी
hu: Információk
id: Informasi
it: Informazioni
ja: 情報
lt: Informacija
lv: Informācija
my: ဒေတာ
pt_pt: Informação
ro: Informații
ru: Информация
si: තොරතුරු
sr: Информације
tr: Bilgi
uk: Інформація
ur_pk: معلومات
vi: Thông tin

# Page|
source: Details
ar: التفاصيل
bg: Детайли
cs_cz: Detaily
fa: جزئیات
fi: Tiedot
fr: Détails
hu: Részletek
id: Detil
it: Dettagli
ja: 詳細
lt: Detalės
pl: Szczegóły
pt_pt: Detalhes
ro: Detalii
ru: Подробности
si: විස්තර
sr: Детаљи
tr: Ayrıntılar
uk: Деталі
ur_pk: تفصیلات
vi: Chi tiết

# Page|
source: Files
ar: ملفات
bg: Файлове
cs_cz: Soubory
de: Dateien
es: Archivos
fa: فایل‌ها
fi: Tiedostot
fr: Fichiers
hi: फ़ाइलें
hu: Fájlok
id: Berkas
it: File
ja: ファイル
lt: Failai
lv: Faili
my: ဖိုင်များ
pl: Pliki
pt_pt: Arquivos
ro: Fișiere
ru: Файлы
si: ගොනු
sr: Датотеке
tr: Dosyalar
uk: Файли
ur_pk: فائلیں
vi: Các tệp tin

# Page|
source: Connections
ar: اتصالات
bg: Връзки
bn: সংযোগ
cs_cz: Připojení
de: Verbindungen
es: Conexiones
fa: ارتباطات
fi: Yhteydet
fr: Connexions
hi: सम्बन्ध
hu: Kapcsolatok
id: Sambungan
it: Connessioni
ja: 接続数
lt: Jungtys
lv: Savienojumi
my: ဆက်သွယ်မှုများ
pl: Połączenia
pt_pt: Conexões
ro: Conexiuni
ru: Соединения
si: සම්බන්ධතා
sr: Везе
tr: Bağlantılar
uk: З'єднання
ur_pk: کنکشنز
vi: Số lượng kết nối

# PickFileButton|
source: Browse...
ar: تصفح...
de: Durchsuchen...
fr: Parcourir...
hu: Tallózás...
it: Sfoglia...
ja: 参照...
pl: Przeglądaj...
pt_pt: Navegar...
ro: Caută...
ru: Выбрать...
sr: Претражи...
tr: Gözat...
ur_pk: براؤز کریں...
vi: Duyệt...

# PlayAsap|
source: Play file while it is still downloading
ar: تشغيل الملف أثناء تنزيله
bg: Възпроизвеждане на файла докато той все още се изтегля
bn: ফাইলটি ডাউনলোড করার সময় প্লে করুন
cs_cz: Přehrát soubor, který je stále stahován
de: Datei abspielen, während sie heruntergeladen wird
fa: پخش فایل در حالی که هنوز در حال دانلود است
fi: Toista tiedosto vaikka sitä ladataan edelleen
fr: Lire le fichier pendant qu'il est encore en téléchargement
hu: Fájl lejátszása letöltés közben
id: Putar berkas saat masih mengunduh
it: Riproduci il file mentre è ancora in fase di download
ja: ダウンロード中にファイルを再生する
lt: Leisti failą, kol jis vis dar atsisiunčiamas
pl: Odtwórz film jeszcze podczas jego pobierania
pt_pt: Reproduzir arquivo enquanto ele ainda está sendo baixado
ro: Redați fișierul în timp ce încă se descarcă
ru: Начать воспроизведение файла пока он ещё качается
si: බාගත කරන අතරතුර ගොනුව ධාවනය කරන්න
sr: Пусти датотеку док се још преузима
tr: Dosyayı indirmeye devam ederken oynat
uk: Відтворювати файл під час завантаження
ur_pk: ڈاؤن لوڈ ہونے کے دوران ہی فائل چلائیں
vi: Phát tập tin đó ngay lập tức trong khi đang tải xuống

# PluginBannerDialog|
source: Enjoy using %1 add-on?
ar: استمتع باستخدام إضافة %1؟
bg: Харева ли ви %1 добавка?
bn: %1 অ্যাড-অন ব্যবহার করে উপভোগ করবেন?
cs_cz: Líbí se Vám doplněk %1?
de: Gefällt dir die Erweiterung %1?
fa: از استفاده از افزونه %1 لذت می‌برید؟
fi: Pidätkö lisäosasta %1?
fr: Vous aimez utiliser le complément %1?
hu: Élvezed a(z) %1 kiegészítő használatát?
id: Senang menggunakan add-on %1?
it: Ti piace usare l'estensione %1?
ja: %1 のアドオンに満足していますか?
lt: Ar patinka naudoti %1 priedą?
lv: Patīk izmantot %1 pievienojumprogrammu?
my: %1 add-on ကို သုံးရတာ ကြိုက်လား။
pl: Podoba Ci się dodatek %1?
pt_pt: Gosta de usar o complemento %1?
ro: Îți place să folosești suplimentul %1?
ru: Вам нравится дополнение %1?
si: %1 ඇඩෝනය භාවිතා කිරීම භුක්ති විඳින්නද?
sr: Свиђа вам се додатак %1?
tr: %1 eklentisini kullanmaktan hoşlanıyor musunuz?
uk: Подобається додаток %1?
ur_pk: کیا آپ %1 ایڈ-آن استعمال کرنے سے لطف اندوز ہو رہے ہیں؟
vi: Thích sử dụng tiện ích %1?

# PluginBannerDialog|
source: We would like to ask you to help this add-on to reach its potential users.
ar: نود أن نطلب منك المساعدة في توصيل هذه الإضافة إلى مستخدميها المحتملين.
bg: Ще ви помолим да ни помогнете тази добавка да достигне до потенциални потребители.
bn: আমরা আপনাকে এই অ্যাড-অনটিকে এর সম্ভাব্য ব্যবহারকারীদের কাছে পৌঁছানোর জন্য সাহায্য করতে চাই।
cs_cz: Chceme Vás poprosit, abyste mu pomohli dostat se mezi další uživatele.
de: Wir möchten dich bitten, diese Erweiterung zu unterstützen, damit sie ihre potenziellen Nutzer erreicht.
fa: ما می‌خواهیم از شما درخواست کنیم که به این افزونه کمک کنید تا به کاربران بالقوه‌اش برسد.
fi: Haluaisimme sinun auttavan tätä lisäosaa löytämään potentiaalisia käyttäjiä.
fr: Nous voudrions vous demander d'aider ce complément à atteindre ses utilisateurs potentiels.
hu: Kérlek, segíts nekünk abban, hogy ez a kiegészítő eljusson a potenciális felhasználóihoz.
id: Kami ingin meminta Anda untuk membantu pengaya ini agar dapat menjangkau para pengguna potensial.
it: Vorremmo chiederti di aiutare questa estensionen a raggiungere i suoi potenziali utenti.
ja: このアドオンが様々なユーザーに届くよう、皆様のご協力をお願いいたします。
lt: Norėtume jūsų paprašyti padėti šiam priedui pasiekti potencialius naudotojus.
lv: Mēs vēlamies, lai tu palīdzi šai pievienojumprogrammai sasniegt tās potenciālos lietotājus.
my: ဒီ add-on ကို သုံးနိုင်ခြေရှိသူများထံ ရောက်ရှိစေရန်အတွက် ကူညီပေးရန် သင့်ကို တောင်းဆိုလိုပါသည်။
pl: Chcemy prosić Cię o pomoc w doraciu do jego potencjalnych użytkowników.
pt_pt: Gostaríamos de pedir que você ajude este complemento a alcançar seus usuários potencais.
ro: Am dori să vă cerem să ajutați acest supliment să ajungă la potențialii săi utilizatori.
ru: Мы просим вас помочь этому дополнению привлечь больше пользователей.
si: මෙම ඇඩෝනය එහි විභව පරිශීලකයින් වෙත ළඟා වීමට උපකාර කරන ලෙස අපි ඔබෙන් ඉල්ලා සිටීමට කැමැත්තෙමු.
sr: Желимо да вас замолимо да помогнете овом додатку да дође до нових корисника.
tr: Bu eklentinin olası kullanıcılarına ulaşmasına yardımcı olmanızı rica ediyoruz.
uk: Ми просимо Вас допомогти цьому додатку добратися до потенційних споживачів.
ur_pk: ہم آپ سے اس ایڈ-آن کو اس کے ممکنہ صارفین تک پہنچانے میں مدد کی درخواست کرنا چاہیں گے۔
vi: Chúng tôi muốn nhờ bạn giúp tiện ích này tiếp cận người dùng tiềm năng.

# PluginBannerDialog|
source: Please use your favorite social networks and forums to let the other people know about %1 and %2.
ar: يرجى استخدام شبكات التواصل الاجتماعي والمنتديات المفضلة لديك لإخبار الآخرين عن %1 و %2.
bg: Моля ползвайте социалните мрежи и форуми да уведомите други хора за %1 и %2.
bn: অন্য লোকেদের %1 এবং %2 সম্পর্কে জানাতে অনুগ্রহ করে আপনার প্রিয় সামাজিক নেটওয়ার্ক এবং ফোরাম ব্যবহার করুন৷
cs_cz: Použijte Vaše sociální sítě a fóra, abyste o %1 a %2 dali vědět ostatním.
de: Bitte nutze deine bevorzugten sozialen Netzwerke und Foren, um andere Menschen über %1 und %2 zu informieren.
fa: لطفاً از شبکه‌های اجتماعی و انجمن‌های مورد علاقه خود استفاده کنید تا دیگران را از %1 و %2 مطلع کنید.
fi: Voit käyttää sosiaalisen median kanavia sekä foorumeita kertoaksesi muille ohjelmista %1 ja %2.
fr: Veuillez utiliser vos réseaux sociaux et forums favoris pour faire connaître %1 et %2 à d'autres personnes.
hu: Kérlek, használd kedvenc közösségi hálózataidat és fórumaidat, hogy mások is megismerjék a(z) %1 és %2 kiegészítőket!
id: Silakan gunakan jejaring sosial dan forum favorit Anda untuk memberi tahu orang lain tentang %1 dan %2.
it: Usa i tuoi social network e forum preferiti per far conoscere '%1' e '%2' alle altre persone.
ja: お気に入りの SNS やフォーラムを使って他の人に %1 と %2 を紹介しましょう。
lt: Naudokite savo mėgstamus socialinius tinklus ir forumus, kad kiti žmonės žinotų apie %1 ir %2.
lv: Lūdzu izmanto savus mīļākos sociālos tīklus un forumus, lai citi cilvēki zinātu par %1 un %2.
my: ကျေးဇူးပြု၍ သင့်အကြိုက်ဆုံး လူမှုကွန်ရက် နှင့် ဖိုရမ်များကို အခြားသူများကို %1 နှင့် %2 အကြောင်း ပေးသိလိုက်ပါ။
pl: Prosimy, daj znać w Twoich ulubionych mediach społecznościowych i forach o %1 i %2.
pt_pt: Por favor, use suas redes sociais e fóruns favoritos para informar outras pessoas sobre %1 e %2.
ro: Vă rugăm să folosiți rețelele și forumurile dvs. de socializare preferate pentru a le informa pe ceilalți despre %1 și %2.
ru: Пожалуйста, расскажите другим людям с помощью ваших любимых социальных сетей и форумов о %1 и %2.
si: කරුණාකර ඔබගේ ප්රියතම සමාජ ජාල සහ සංසද භාවිතා කර%1 සහ%2 ගැන අනෙක් අයට දැනුම් දෙන්න.
sr: Поделите информацију о %1 и %2 на својим омиљеним друштвеним мрежама и форумима.
tr: Lütfen sık kullandığınız sosyal ağları ve forumları kullanarak diğer insanlara %1 ve %2 hakkında bilgi verin.
uk: Будь ласка, скористайтеся улюбленими соціальними мережами і форумами щоб повідомити всім про %1 і %2.
ur_pk: براہ کرم اپنے پسندیدہ سوشل نیٹ ورکس اور فورمز کا استعمال کریں تاکہ دوسرے لوگوں کو %1 اور %2 کے بارے میں پتہ چل سکے۔
vi: Vui lòng sử dụng mạng xã hội và diễn đàn yêu thích của bạn để cho người khác biết về %1 và %2.

# PluginBannerDialog|
source: Remind me later
ar: ذكرني لاحقاً
bg: Напомни ми по-късно
bn: আমাকে পরে মনে করিয়ে দিবেন
cs_cz: Připomenout později
de: Später erinnern
fa: بعداً یادآوری کن
fi: Muistuta myöhemmin
fr: Me le rappeler plus tard
hu: Emlékeztessen később
id: Ingatkan saya nanti
it: Ricordamelo più tardi
ja: 後で通知する
lt: Priminkite man vėliau
lv: Atgādināt man vēlāk
my: နောက်မှ သတိပေးပါ
pl: Przypomnij mi później
pt_pt: Lembre-me mais tarde
ro: Amintestemi mai tarziu
ru: Напомнить позже
si: පසුව මතක් කරන්න
sr: Подсети ме касније
tr: Daha sonra hatırlat
uk: Пізніше
ur_pk: مجھے بعد میں یاد دلائیں
vi: Nhắc tôi sau

# PluginBannerDialog|
source: OK
ar: موافق
bn: ওকে
fa: تأیید
hi: ठीक है
hu: Rendben
lt: Gerai
my: အိုကေ
ru: ОК
si: හරි
sr: У реду
tr: Tamam
ur_pk: ٹھیک ہے
vi: Đồng ý

# PluginsDepsInstallerView|
source: Installed.
ar: مثبت.
bg: Инсталирани.
bn: ইনস্টল করা হয়েছে।
cs_cz: Nainstalováno.
de: Installiert.
es: Instalado.
fa: نصب شده‌است.
fi: Asennettu.
fr: Installé.
hi: स्थापित।
hu: Telepítve.
id: Terinstal.
it: Installato.
ja: インストールしました。
lt: Įdiegta.
lv: Instalēts.
my: ထည့်သွင်းခဲ့သည်။
pl: Zainstalowany.
pt_pt: Instalado.
ro: Instalat.
ru: Установлено.
si: ස්ථාපනය කර ඇත.
sr: Инсталирано.
tr: Yüklendi.
uk: Встановлено.
ur_pk: انسٹال ہو گیا۔
vi: Đã cài đặt.

# PluginsPage|
source: Recently installed dependency
ar: اعتماد تم تثبيته مؤخراً
bg: Наскоро инсталирана зависимост
cs_cz: Závislost poslední instalace
de: Abhängigkeit zu kürzlich installiert
es: Dependencia instalada recientemente
fa: وابستگی تازه نصب‌شده است
fi: Uudet asennetut riippuvuudet
fr: Dépendance récemment installée
hi: हाल ही में स्थापित निर्भरता
hu: Nemrég telepített függőség
id: Dependensi baru saja dipasang
it: Dipendenza installata di recente
ja: 最近インストールされた依存関係
lt: Neseniai įdiegta priklausomybė
lv: Nesen instalētā neatkarība
my: လတ်တလော ထည့်သွင်းခဲ့သည့် dependency
pl: Ostatnio zainstalowanie zależności
pt_pt: Dependência instalada recentemente
ro: Dependență instalată recent
ru: Недавно установленная зависимость
si: මෑතකදී ස්ථාපනය කරන ලද යැපීම
sr: Недавно инсталирана зависност
tr: Son olarak yüklenen bağımlılık
uk: Недавно встановлена залежність
ur_pk: حال ہی میں انسٹال کردہ منحصر جز
vi: Phụ thuộc đã cài đặt gần đây

# PluginsPage|
source: Add-ons
ar: اضافات
bg: Добавки
bn: অ্যাড-অন
cs_cz: Doplňky
de: Erweiterungen
es: Complementos
fa: افزونه‌ها
fi: Lisäosat
fr: Compléments
hi: ऐड-ऑन
hu: Kiegészítők
id: Add-on
it: Estensioni
ja: アドオン
lt: Priedai
lv: Pievienojumprogrammas
pl: Wtyczki
pt_pt: Complementos
ro: Suplimente
ru: Дополнения
si: ඇඩෝන
sr: Додаци
tr: Eklentiler
uk: Додатки
ur_pk: ایڈ آنز
vi: Tiện ích mở rộng

# PluginsPage|
source: Check for updates
ar: التحقق من التحديثات
de: Nach Updates suchen
fa: بررسی برای بروزرسانی‌ها
fi: Tarkista päivitykset
fr: Vérifier les Mises à jour
hu: Frissítések keresése
ja: 更新の確認
pl: Sprawdź aktualizacje
pt_pt: Verificar atualizações
ro: Căutați actualizări
ru: Проверить наличие обновлений
sr: Провери ажурирања
tr: Güncellemeleri denetle
ur_pk: اپ ڈیٹس کے لیے چیک کریں
vi: Kiểm tra các cập nhật

# PluginsPage|
source: Install add-on from file...
ar: تثبيت الإضافة من الملف...
de: Erweiterung aus Datei installieren…
fa: نصب افزونه از فایل...
fi: Asenna lisäosa tiedostosta…
fr: Installer le Complément Depuis un Fichier...
hu: Kiegészítő telepítése fájlból...
ja: アドオンをファイルからインストール...
pl: Zainstaluj wtyczkę z pliku...
pt_pt: Instalar complemento do arquivo...
ro: Instalați suplimentul din fișier...
ru: Установить дополнение из файла…
sr: Инсталирај додатак из датотеке...
tr: Eklentiyi dosyadan yükle...
ur_pk: فائل سے ایڈ-آن انسٹال کریں...
vi: Cài đặt tiện ích từ tệp...

# PluginsPage|
source: Update add-ons automatically
ar: تحديث الإضافات تلقائيًا
de: Erweiterungen automatisch aktualisieren
fa: بروزرسانی افزونه‌ها به طور خودکار
fi: Päivitä lisäosat automaattisesti
fr: Mettre à jour Automatiquement les Compléments
hu: Kiegészítők automatikus frissítése
ja: アドオンを自動的に更新する
pl: Automatycznie aktualizuj wtyczki
pt_pt: Atualizar complementos automaticamente
ro: Actualizați automat suplimentele
ru: Автоматически обновлять дополнения
sr: Аутоматски ажурирај додатке
tr: Eklentileri otomatik olarak güncelle
ur_pk: ایڈ آنز کو خودکار طور پر اپ ڈیٹ کریں
vi: Cập nhật tiện ích tự động

# PluginsPage|
source: Reset all add-ons to update automatically
ar: إعادة تعيين جميع الإضافات لتحديثها تلقائيًا
de: Alle Erweiterungen auf autom. Updates zurücksetzen
fa: بازنشانی تمامی افزونه‌ها برای به‌روزرسانی خودکار
fi: Aseta kaikki lisäosat päivittymään automaattisesti
fr: Réinitialiser Tous les Compléments pour Mise à jour Automatique
hu: Összes kiegészítő visszaállítása automatikus frissítésre
ja: すべてのアドオンをリセットして自動的に更新する
pl: Resetuj wszystkie wtyczki do automatycznej aktualizacji
pt_pt: Redefinir todos os complementos para atualizar automaticamente
ro: Resetați toate suplimentele pentru a se actualiza automat
ru: Вернуть автообновление для всех дополнений
sr: Ресетуј све додатке на аутоматско ажурирање
tr: Otomatik olarak güncellemek için tüm eklentileri sıfırla
ur_pk: تمام ایڈ آنز کو خودکار طور پر اپ ڈیٹ کرنے کے لیے ری سیٹ کریں
vi: Đặt lại tất cả tiện ích để cập nhật tự động

# PluginsPage|
source: Allow add-ons to use web browser cookies
de: Erweiterungen die Verwendung von Webbrowser-Cookies gestatten
fr: Autoriser les compléments à utiliser les cookies de navigateur web
hu: Kiegészítők használhatnak webböngésző sütiket
ja: アドオンがウェブブラウザーのクッキーを使用することを許可する
pl: Zezwól wtyczkom na użycie ciasteczek z przeglądarki WWW
pt_pt: Permitir que os complementos usem cookies do navegador da Web
ro: Permiteți add-on-urilor să utilizeze cookie-urile browserului web
ru: Разрешить дополнениям использовать куки веб браузера
sr: Дозволи додацима коришћење колачића прегледача
tr: Eklentilerin web tarayıcısı tanımlama bilgilerini kullanmasına izin ver
ur_pk: ایڈ آنز کو ویب براؤزر کوکیز استعمال کرنے کی اجازت دیں
vi: Cho phép tiện ích sử dụng cookie trình duyệt web

# PluginsPage|
source: Updating installed add-ons...
ar: تحديث الإضافات المثبتة...
bg: Актуализиране на инсталираните добавки...
bn: ইনস্টল করা অ্যাড-অন আপডেট করা হচ্ছে...
cs_cz: Aktualizování nainstalovaných doplňků…
de: Installierte Erweiterungen aktualisieren…
es: Actualizando complementos instalados...
fa: در حال به‌روزرسانی افزونه‌های نصب‌شده...
fi: Päivitetään asennettuja lisäosia…
fr: Mise à jour des compléments installés...
hi: इंस्टॉल किए गए ऐड-ऑन अपडेट हो रहे हैं...
hu: Telepített kiegészítők frissítése...
id: Memperbarui add-ons terpasang...
it: Aggiornamento estensioni installate...
ja: インストール済みのアドオンを更新しています...
lt: Atnaujinami įdiegti priedai...
lv: Atjaunina instalētās pievienojumprogrammas...
my: ထည့်သွင်းထားသည့် Add-on များကို အဆင့်မြှင့်ခြင်း...
pl: Aktualizacja zainstalowanych wtyczek...
pt_pt: Atualizando complementos instalados...
ro: Se actualizează suplimentele instalate...
ru: Обновление установленных дополнений…
si: ස්ථාපනය ඇඩෝන යාවත්කාලීන කිරීම...
sr: Ажурирање инсталираних додатака...
tr: Yüklü eklentiler güncelleniyor...
uk: Оновлення встановлених додатків...
ur_pk: انسٹال کردہ ایڈ آنز اپ ڈیٹ کیے جا رہے ہیں...
vi: Đang cập nhật tiện ích đã cài đặt...

# PluginsPage|
source: There are no installed add-ons.
ar: لا توجد إضافات مثبتة.
bg: Няма инсталирани добавки.
bn: কোন ইনস্টল অ্যাড-অন নেই.
cs_cz: Neexistují žádné nainstalované doplňky.
de: Es sind keine Erweiterungen installiert.
es: No hay complementos instalados.
fa: افزونه نصب شده ای وجود ندارد.
fi: Lisäosia ei ole asennettu.
fr: Il n'y a pas de complément installé.
hi: कोई स्थापित ऐड-ऑन नहीं हैं।
hu: Nincsenek telepített kiegészítők.
id: Tidak terdapat add-ons terpasang.
it: Nessuna estensione installata.
ja: インストールされているアドオンはありません。
lt: Nėra įdiegtų priedų.
lv: Nav instalēta neviena pievienojumprogramma.
my: ထည့်သွင်းထားသည့် Add-on များ မရှိပါ
pl: Brak zainstalowanych wtyczek.
pt_pt: Não há complementos instalados.
ro: Nu există suplimente instalate.
ru: Не найдены установленные дополнения.
si: ස්ථාපනය කරන ලද ඇඩෝන නොමැත.
sr: Нема инсталираних додатака.
tr: Yüklü eklentiler yok.
uk: Жодного додатка не встановлено.
ur_pk: کوئی انسٹال کردہ ایڈ آنز نہیں ہیں۔
vi: Không có tiện ích nào được cài đặt.

# PluginsPage|
source: Install add-on from file
ar: تثبيت الإضافة من ملف
bg: Инсталиране на добавка от файл
bn: ফাইল থেকে অ্যাড-অন ইনস্টল করুন
cs_cz: Nainstalovat doplněk ze souboru
de: Erweiterung aus Datei installieren
es: Instalar complemento desde archivo
fa: نصب افزونه از فایل
fi: Asenna lisäosa tiedostosta
fr: Installer le complément depuis un fichier
hi: फ़ाइल से ऐड-ऑन स्थापित करें
hu: Kiegészítő telepítése fájlból
id: Pasang add-on dari berkas
it: Installa estensione da file
ja: ファイルからアドオンをインストール
lt: Įdiekite priedą iš failo
lv: Instalēt pievienojumprogrammu no faila
my: ဖိုင်မှ Add-on ကို ထည့်သွင်းပါ
pl: Zainstaluj wtyczkę z pliku
pt_pt: Instalar complemento do arquivo
ro: Instalați suplimentul din fișier
ru: Установить дополнение из файла
si: ගොනුවෙන් ඇඩෝන ස්ථාපනය කරන්න
sr: Инсталирај додатак из датотеке
tr: Eklentiyi dosyadan yükle
uk: Встановити додаток з файлу
ur_pk: فائل سے ایڈ-آن انسٹال کریں
vi: Cài đặt tiện ích từ tệp

# PluginsPage|
source: Learn more about %1 add-ons
ar: تعلم المزيد عن الإضافات %1
bg: Научете повече за добавките на %1
bn: %1 অ্যাড-অন সম্পর্কে আরও জানুন
cs_cz: Více informací o %1 doplňcích
de: Mehr über %1 Erweiterungen erfahren
es: Aprende mas acerca de %1 complementos
fa: اطلاعات بیشتر در مورد افزونه‌های 1%
fi: Lisätietoja %1:n lisäosista
fr: En savoir plus à propos de %1 compléments
hu: További információk a(z) %1 kiegészítőkről
id: Pelajari lebih lanjut tentang add-on %1
it: Maggiori informazioni sulle estensioni di %1
ja: %1 アドオンの詳細を確認する
lt: Sužinokite daugiau apie %1 priedus
lv: Uzzināt vairāk par %1 pievienojumprogrammām
my: %1 add-on အကြောင်း ပိုမို သိရှိရန်
pl: Dowiedz się więcej o wtyczkach %1
pt_pt: Saiba mais sobre os complementos do %1
ro: Aflați mai multe despre %1 suplimente
ru: Узнать больше о дополнениях %1
si: %1 ඇඩෝන ගැන වැඩිදුර දැනගන්න
sr: Сазнајте више о %1 додацима
tr: %1 eklentileri hakkında daha fazla bilgi edinin
uk: Дізнатися більше про %1 додатки
ur_pk: %1 ایڈ آنز کے بارے میں مزید جانیں
vi: Tìm hiểu thêm về tiện ích %1

# PluginsPage|
source: Install
ar: تثبيت
bg: Инсталиране
bn: ইনস্টল করুন
cs_cz: Instalovat
de: Installieren
es: Instalar
fa: نصب
fi: Asenna
fr: Installer
hi: स्थापित करना
hu: Telepítés
id: Pasang
it: Installa
ja: インストール
lt: Įdiekiti
lv: Instalēt
my: ထည့်သွင်း
pl: Instaluj
pt_pt: Instalar
ro: Instalează
ru: Установить
si: ස්ථාපනය කරන්න
sr: Инсталирај
tr: Yükle
uk: Встановити
ur_pk: انسٹال کریں
vi: Cài đặt

# PluginsPage|
source: Cancel
ar: إلغاء
bg: Отказ
bn: বাতিল করুন
cs_cz: Storno
de: Abbrechen
es: Cancelar
fa: انصراف
fi: Peru
fr: Annuler
hi: रद्द करें
hu: Mégse
id: Batalkan
it: Annulla
ja: キャンセル
lt: Atšaukti
lv: Atcelt
my: ပယ်ဖျက်
pl: Anuluj
pt_pt: Cancelar
ro: Anulează
ru: Отмена
si: අවලංගු කරන්න
sr: Откажи
tr: İptal
uk: Скасувати
ur_pk: منسوخ کریں
vi: Hủy

# PluginsPage|
source: %1 add-ons files
ar: ملفات إضافات %1
bg: %1 файла с добавки
bn: %1 অ্যাড-অন ফাইল
cs_cz: %1 souborů doplňků
de: %1 Erweiterungsdateien
es: %1 archivos de complementos
fa: فایل‌های افزونه‌های %1
fi: %1 lisäosatiedostot
fr: %1 fichiers de compléments
hi: %1 ऐड-ऑन फ़ाइलें
hu: %1 kiegészítő fájl
id: %1 file add-on
it: %1 estensioni
ja: %1 のアドオンファイル
lt: %1 priedų failai
lv: %1 pievienojumprogrammu faili
my: %1 add-on ဖိုင်များ
pl: Pliki wtyczek %1
pt_pt: Arquivos de complemento do %1
ro: %1 fișiere de suplimente
ru: Файлы дополнений %1
si: %1 ඇඩෝන ගොනු
sr: %1 датотеке додатака
tr: %1 eklenti dosyası
uk: %1 файлів доповнень
ur_pk: %1 ایڈ آنز فائلیں
vi: Tệp tiện ích %1

# PluginsPage|
source: Failed to install add-on
ar: فشل في تثبيت الإضافة
bg: Неуспешно инсталиране на добавка
bn: অ্যাড-অন ইনস্টল করতে ব্যর্থ হয়েছে৷
cs_cz: Selhala instalace doplňku
de: Erweiterung installieren fehlgeschlagen
es: Fallo al instalar complemento
fa: نصب افزونه ناموفق بود
fi: Lisäosan asennus epäonnistui
fr: Installation du complément échouée
hi: ऐड-ऑन स्थापित करने में विफल
hu: Nem sikerült telepíteni a kiegészítőt
id: Gagal memasang add-on
it: Impossibile installare l'estensione
ja: アドオンのインストールに失敗しました
lt: Nepavyko įdiegti priedo
lv: Neizdevās instalēt pievienojumprogrammu
my: Add-on ထည့်သွင်းမှု မအောင်မြင်ပါ
pl: Błąd instalacji wtyczki
pt_pt: Falha ao instalar o complemento
ro: Nu s-a instalat suplimentul
ru: Не удалось установить дополнение
si: ඇඩෝන ස්ථාපනය කිරීමට අසමත් විය
sr: Неуспела инсталација додатка
tr: Eklentiyi yükleme başarısız
uk: Не вдалося встановити додаток
ur_pk: ایڈ-آن انسٹال کرنے میں ناکامی
vi: Không cài đặt được tiện ích

# PluginsPage|
source: Warning!
ar: تحذير!
bg: Внимание!
bn: সতর্কতা !
cs_cz: Varování!
de: Achtung!
es: ¡Advertencia!
fa: هشدار!
fi: Varoitus!
fr: Attention!
hi: चेतावनी!
hu: Figyelem!
id: Peringatan!
it: Avviso!
ja: 警告!
lt: Įspėjimas!
lv: Brīdinājums!
my: သတိပေးချက်။
pl: Ostrzeżenie!
pt_pt: Aviso!
ro: Atenție!
ru: Внимание!
si: අවවාදයක්!
sr: Упозорење!
tr: Uyarı!
uk: Увага!
ur_pk: انتباہ!
vi: Cảnh báo!
