Repository: FreeDownloadManagerTeam/FDM6-localization
Catalog: main/fdm_*.po
Languages: ar, bg, bn, cs_cz, de, es, fa, fi, fr, hi, hu, id, it, ja, lt, lv, my, pl, pt_pt, ro, ru, si, sr, tr, uk, ur_pk, vi

# QObject|
source: Precondition Failed
ar: فشل الشرط المسبق
bg: Грешка при предварително условие
bn: পূর্বশর্ত ব্যর্থ হয়েছে
cs_cz: Předpoklad selhal
de: Vorbedingung fehlgeschlagen
es: Fallo de condición previa
fa: پیش‌شرط ناکام ماند
fi: Edellytys epäonnistui
fr: Échec de condition préalable
hi: पूर्व शर्त विफल
hu: Az előkészítés nem sikerült
id: Prekondisi Gagal
it: Prerequisito fallito
ja: 前提条件に失敗しました
lt: Nepavyko išankstinė sąlyga
lv: Priekšnosacījumu Kļūda
my: ကြိုတင်အခြေအနေ မအောင်မြင်
pl: Błąd sprawdzania
pt_pt: Falha na Pré-condição
ro: Condiție preliminară eșuată
ru: Ошибка в предусловии
si: පූර්ව කොන්දේසිය අසාර්ථකයි
sr: Предуслов није испуњен
tr: Önkoşul Başarısız Oldu
uk: Не виконано попередню умову
ur_pk: پیشگی شرط ناکام رہی
vi: Điều kiện trước thất bại

# QObject|
source: Request Entity Too Large
ar: كيان الطلب كبير جداً
bg: Данните са прекалено големи
bn: অনুরোধ সত্তা খুব বড়
cs_cz: Entita požadavku je příliš velká
de: Angeforderte Entität zu groß
es: Entidad de solicitud demasiado grande
fa: درخواست بیش از حد بزرگ
fi: Pyynnön entiteetti on liian suuri
fr: Entité de Requête trop Grande
hi: अनुरोध इकाई बहुत बड़ी है
hu: A kérelem Entitása túl nagy
id: Permohonan Entitas Terlalu Besar
it: Richiesta entità troppo grande
ja: リクエストエンティティが大きすぎます
lt: Užklausa per didelė
lv: Pieprasījuma Entītija Pārāk Liela
my: ထည့်သွင်း တောင်းဆိုမှု ကြီးလွန်း
pl: Zapytanie jest zbyt długie
pt_pt: Entidade de Solicitação Muito Grande
ro: Entitatea solicitată este prea mare
ru: Слишком большой объект запроса
si: ඉල්ලු දේ දිගු වැඩියි
sr: Ентитет захтева је превелик
tr: İstenilen Varlık Çok Büyük
uk: Запитані дані завеликі
ur_pk: درخواست کردہ ہستی بہت بڑی ہے
vi: Yêu cầu đối tượng quá lớn

# QObject|
source: Request-URI Too Long
ar: رابط الطلب طويل جداً
bg: Искания URI е прекалено дълъг
bn: অনুরোধ-URI খুব দীর্ঘ
cs_cz: URI požadavku je příliš dlouhá
de: Anforderungs-URI zu lang
es: URI de solicitud demasiado largo
fa: درخواست-URI خیلی طولانی
fi: Pyynnön URI on liian pitkä
fr: Requête-URI Trop Longue
hi: अनुरोध-यूआरआई बहुत लंबा
hu: Az URL-kérés túl hosszú
id: URL Yang Diminta Terlalu Panjang
it: Richiesta URI troppo lunga
ja: リクエスト URI が長すぎます
lt: Užklausos URI per ilgas
lv: Pieprasīts-URI Pārāk Ilgi
my: URI တောင်းဆိုမှု ရှည်လွန်း
pl: Adres zapytania jest zbyt długi
pt_pt: URI de Solicitação Muito Grande
ro: Solicitare-URI prea lung
ru: Слишком велика длина URI в запросе
si: ඉල්ලු URI දිගු වැඩියි
sr: URI захтева је предугачак
tr: İstenilen URI Çok Uzun
uk: Надто довгий URI запиту
ur_pk: درخواست کا یو-آر-ایل بہت طویل ہے
vi: Yêu cầu-URI quá lâu

# QObject|
source: Unsupported Media Type
ar: نوع وسائط غير مدعوم
bg: Неподдържан вид данни
bn: অসমর্থিত মিডিয়া প্রকার
cs_cz: Nepodporovaný typ média
de: Nicht unterstützter Medientyp
es: Tipo de medio no compatible
fa: رسانه پشتیبانی نشده
fi: Ei tuettu mediatyyppi
fr: Type de Média non Supporté
hi: असमर्थित मीडिया प्रकार
hu: Nem támogatott médiatípus
id: Jenis Media Tidak Dapat Didukung
it: Tipo media non supportato
ja: 対応していないメディアタイプです
lt: Nepalaikomas laikmenos tipas
lv: Neatbalstīts Multivides Veids
my: မီဒီယာပုံစံ မထောက်ပံ့ထား
pl: Nieobsługiwany typ nośnika
pt_pt: Tipo de Mídia Não Suportada
ro: Tip media neacceptat
ru: Неподдерживаемый тип носителя
si: සහාය නොදක්වන මාධ්ය වර්ගය
sr: Неподржан тип медија
tr: Desteklenmeyen Ortam Türü
uk: Непідтримуваний вид даних
ur_pk: غیر تعاون یافتہ میڈیا کی قسم
vi: Loại phương tiện không được hỗ trợ

# QObject|
source: Requested Range Not Satisfiable
ar: النطاق المطلوب غير كافِ
bg: Искания диапазон е неудовлетворим
bn: অনুরোধকৃত পরিসর সন্তুষ্ট নয়
cs_cz: Požadovaný rozsah není uspokojivý
de: Angeforderte Länge nicht zufriedenstellend
es: Intervalo solicitado no satisfacible
fa: دامنه درخواستی رضایت بخش نیست
fi: Pyydetty alue ei ole täytettävissä
fr: Plage Demandée non Satisfaisante
hi: अनुरोधित सीमा संतोषजनक नहीं है
hu: A kért tartomány nem kielégítő
id: Rentang yang Diminta Tidak Dapat Memuaskan
it: Intervallo richiesto non soddisfabile
ja: 要求された範囲は満たされていません
lt: Reikalingas diapazonas nepatenkinamas
lv: Pieprasītais Diapazons Nav Apmierināms
my: တောင်းဆိုအပိုင်းအခြား မကျေလည်
pl: Żądany zakres nie jest odpowiedni
pt_pt: Intervalo Solicitado Não Satisfatório
ro: Interval solicitat nu este satisfăcător
ru: Запрошенный диапазон невыполним
si: ඉල්ලා ඇති පරාසය තෘප්තිමත් නොවේ
sr: Захтевани опсег није испуњив
tr: İstenilen Aralık Karşılanabilir Değil
uk: Запитаний діапазон незадовільний
ur_pk: درخواست کردہ رینج پوری نہیں کی جا سکتی
vi: Phạm vi yêu cầu không thỏa mãn

# QObject|
source: Expectation Failed
ar: فشل التوقع
bg: Грешка при очакване
bn: প্রত্যাশা ব্যর্থ হয়েছে
cs_cz: Očekávání selhalo
de: Erwartung fehlgeschlagen
es: Fallo de expectativa
fa: توقع برآورده نشد
fi: Odotusarvo epäonnistui
fr: Échec de l'attente
hi: उम्मीद विफल
hu: A elvárás nem sikerült
id: Ekspektasi Gagal
it: Attesa fallita
ja: 期待値の処理に失敗しました
lt: Laukimas nepavyko
lv: Ekspektācijas Kļūda
my: မျှော်လင့်မှု မအောင်မြင်
pl: Błąd rozpakowania
pt_pt: Falha na Expectativa
ro: Așteptarea a eșuat
ru: Ошибка ожидания
si: අපේක්ෂාව අසාර්ථකයි
sr: Очекивање није испуњено
tr: Beklenti Başarısız Oldu
uk: Сподівання не виправдалися
ur_pk: توقع ناکام رہی
vi: Chờ đợi không thành công

# QObject|
source: I'm a teapot
ar: أنا إبريق شاي
bg: Аз съм чайник :)
bn: আমি একজন চাপাতা
cs_cz: Jsem čajník
de: Ich bin eine Teekanne
es: Soy una tetera
fa: من یک قوری هستم
fi: Olen teekuppi
fr: Je suis un théière
hi: मैं एक चायदानी हूँ
hu: Teáskanna vagyok
id: Saya sebuah teko
it: Io sono una teiera
ja: 私はティーポットです
lt: Aš esu arbatinukas
lv: Esmu tējkanna
my: ကျွန်ုပ်က ရေနွေးအိုးပေါ်မှာပါ
pl: Jestem czajnikiem
pt_pt: Eu sou um bule
ro: Sunt un ceainic :)
ru: Я - чайничек
si: මම තේ පෝච්චියක්
sr: Ја сам чајник
tr: Ben bir çaydanlığım
uk: Я - чайник :)
ur_pk: میں ایک کیتلی ہوں
vi: Tôi là một ấm trà

# QObject|
source: Authentication Timeout
ar: مهلة المصادقة
bg: Идентификацията е просрочена
bn: প্রমাণীকরণের সময়সীমা
cs_cz: Ověření vypršelo
de: Authentifizierungs-Timeout
es: Tiempo de espera de autenticación
fa: اتمام زمان احراز هویت
fi: Todennus aikakatkaistiin
fr: Délai d'authentification dépassé
hi: प्रमाणीकरण समयबाह्य
hu: Hitelesítési időtúllépés
id: Proses Otentifikasi Melebihi Batas Waktu
it: Timeout autenticazione
ja: 認証のタイムアウト
lt: Autentifikavimo skirtasis laikas
lv: Autentifikācija Pārtraukta
my: အကောင့်ဝင်ချိန် ကုန်သွား
pl: Upłynął czas autoryzacji
pt_pt: Tempo Limite de Autenticação
ro: Timeout autentificare
ru: Истёк срок действия проверки подлинности
si: සහතික කිරීමේ කාල සීමාව
sr: Време пријаве је истекло
tr: Kimlik Doğrulama Zaman Aşımı
uk: Час аутентифікації скінчився
ur_pk: تصدیق کا وقت ختم ہو گیا
vi: Hết thời gian xác thực

# QObject|
source: Method Failure / Enhance Your Calm
ar: فشل الطريقة/عزز هدوئك
bg: Грешен метод / Подобри си спокойствието
bn: পদ্ধতি ব্যর্থতা / আপনার শান্ত বৃদ্ধি
cs_cz: Selhání metody / Uklidněte se
de: Methodenfehler / Gelassenheit verbessern
es: Fallo de método / Mejore tu calma
fa: شکست روش / آرامش خود را تقویت کنید
fi: Tapa epäonnistui / Paranna rauhallisuuttasi
fr: Échec de la Méthode / Augmentez Votre Calme
hi: विधि विफलता / अपने शांत को बढ़ाएं
hu: Módszer hiba / Fokozza nyugalmát
id: Metode Gagal / Tingkatkan Kesabaran Anda
it: Causa fallimento/migliora la tua calma
ja: メソッドの失敗 / 落ち着きましょう
lt: Metodo nesėkmė / Padidinkite savo ramybę
lv: Metodes Kļūda / Uzlabo Savu Mieru
my: နည်းလမ်း မအောင်မြင် / သင်ငြိမ်နေလိုက်
pl: Awaria metody / Potrzeba więcej czasu
pt_pt: Falha de Método / Melhore Sua Calma
ro: Eșecul metodei / Îmbunătățiți-vă calmul
ru: Ошибка метода / Низкая эффективность нейтрализатора
si: ක්රමය අසමත් වීම / ඔබේ සන්සුන් භාවය වැඩි දියුණු කිරීම
sr: Грешка метода / Смирите се (Enhance Your Calm)
tr: Yöntem Hatası / Sakinliğinizi Koruyun
uk: Збій методу / Зберігайте спокій
ur_pk: طریقہ ناکام رہا / پرسکون رہیں
vi: Phương pháp thất bại / Nâng cao sự bình tĩnh của bạn

# QObject|
source: Unprocessable Entity
ar: كيان غير قابل للمعالجة
bg: Невъзможност за обработка на данни
bn: অপ্রসেসযোগ্য সত্তা
cs_cz: Nezpracovatelná entita
de: Unverarbeitbare Entität
es: Entidad no procesable
fa: موجودیت غیرقابل پردازش
fi: Ei käsiteltävissä oleva entiteetti
fr: Entité non Traitable
hi: असंसाधित इकाई
hu: Feldolgozhatatlan Entitás
id: Entitas yang Tidak Dapat Diproses
it: Entità non elaborabile
ja: 処理できないエンティティです
lt: Neapdorojamas objektas
lv: Neapstrādājama Entitāte
my: မလုပ်ဆောင်ရသေးသည့် ထည့်သွင်းမှု
pl: Nieprawidłowe zapytanie
pt_pt: Entidade Não Processável
ro: Entitate neprocesabilă
ru: Необрабатываемый объект
si: සැකසිය නොහැකි ආයතනය
sr: Ентитет се не може обрадити
tr: İşlenemeyen Varlık
uk: Неможливо обробити дані
ur_pk: ناقابل عمل ہستی
vi: Thực thể không thể xử lý

# QObject|
source: Locked
ar: مقفل
bg: Заключено
bn: তালাবদ্ধ
cs_cz: Zamknuto
de: Gesperrt
es: Bloqueado
fa: قفل شده
fi: Lukittu
fr: Verrouillé
hi: बंद
hu: Zárt
id: Terkunci
it: Bloccato
ja: ロックされています
lt: Užrakinta
lv: Slēgts
my: သော့ခတ်ထား
pl: Zablokowany
pt_pt: Bloqueado
ro: Blocat
ru: Заблокировано
si: අගුළු දමා ඇත
sr: Закључано
tr: Kilitli
uk: Заблоковано
ur_pk: مقفل
vi: Bị khóa

# QObject|
source: Failed Dependency / Method Failure
ar: فشل التبعية/فشل الطريقة
bg: Грешна зависимост / Грешен метод
bn: ব্যর্থ নির্ভরতা / পদ্ধতি ব্যর্থতা
cs_cz: Závislost selhala / Selhání metody
de: Fehlerhafte Abhängigkeit / Methodenfehler
es: Fallo de la dependencia / Fallo de método
fa: وابستگی ناموفق / روش ناکام
fi: Epäonnistunut riippuvuus / Tapa epäonnistui
fr: Échec de Dépendance / Échec de la Méthode
hi: असफल निर्भरता / विधि विफलता
hu: Sikertelen függőség / módszer hiba
id: Gagalnya Ketergantungan / Metode yang Gagal
it: Dipendenza fallita/causa fallimento
ja: 失敗した依存関係 / メソッドの失敗
lt: Nepavyko priklausomybė / metodo gedimas
lv: Neatkarības Kļūda / Metodes Kļūda
my: Dependency မအောင်မြင် / နည်းလမ်း မအောင်မြင်
pl: Błędna zależność / Błąd trybu
pt_pt: Falha na Dependência / Falha do Método
ro: Eșec dependență/metodă
ru: Ошибочная зависимость / Ошибка метода
si: අසාර්ථක යැපීම / ක්රමය අසමත් වීම
sr: Неуспела зависност / Грешка метода
tr: Başarısız Bağımlılık / Yöntem Hatası
uk: Збій залежності / Збій методу
ur_pk: منحصر عنصر ناکام رہا / طریقہ ناکام رہا
vi: Phụ thuộc thất bại / Phương pháp thất bại

# QObject|
source: Unordered Collection
ar: مجموعة غير مرتبة
bg: Несортирана колекция
bn: অবিন্যস্ত সংগ্রহ
cs_cz: Neseřazená sbírka
de: Ungeordnete Auflistung
es: Colección desordenada
fa: مجموعه بدون ترتیب
fi: Järjestämätön kokoelma
fr: Collection Non Ordonnée
hi: अनियंत्रित संग्रह
hu: Rendezetlen gyűjtemény
id: Koleksi Tak Diatur
it: Insieme non ordinato
ja: 順序なしコレクションです
lt: Netvarkinga kolekcija
lv: Nesakārtota Kolekcija
my: စဉ်မထားသည့် စုစည်းမှု
pl: Nieuporządkowana kolekcja
pt_pt: Coleção Não Ordenada
ro: Colecție necomandată
ru: Неупорядоченная коллекция
si: එකතුව පිළිවෙලක් නොමැත
sr: Неуређена колекција
tr: Sırasız Koleksiyon
uk: Несортована колекція
ur_pk: بغیر ترتیب کے مجموعہ
vi: Bộ sưu tập không có thứ tự

# QObject|
source: Upgrade Required
ar: الترقية مطلوبة
bg: Изисква се обновление
bn: আপগ্রেড প্রয়োজন
cs_cz: Je vyžadována aktualizace
de: Upgrade erforderlich
es: Actualización requerida
fa: بروزرسانی نیاز است
fi: Päivitys vaaditaan
fr: Mise à niveau Requise
hi: अपग्रेड आवश्यक
hu: Frissítés szükséges
id: Diperlukan Peningkatkan
it: Aggiornamento richiesto
ja: アップグレードが必要です
lt: Reikalingas atnaujinimas
lv: Atjauninājums Nepieciešams
my: အဆင့်မြှင့်မှု လိုအပ်
pl: Wymagana aktualizacja
pt_pt: Upgrade Necessário
ro: Îmbunătățire necesară
ru: Требуется обновление
si: උත්ශ්රේණි කිරීම අවශ්යයි
sr: Неопходна надоградња
tr: Yükseltme Gerekli
uk: Потрібне оновлення
ur_pk: اپ گریڈ درکار ہے
vi: Yêu cầu nâng cấp

# QObject|
source: Precondition Required
ar: الشرط المسبق مطلوب
bg: Изисква се предпоставка
bn: পূর্বশর্ত আবশ্যক
cs_cz: Je vyžadován předpoklad
de: Voraussetzung erforderlich
es: Precondición requerida
fa: پیش نیاز دارد
fi: Edellytys vaaditaan
fr: Précondition Requise
hi: पूर्व शर्त आवश्यक
hu: Előkészítés szükséges
id: Diperlukan Prekondisi
it: Precondizione necessaria
ja: 前提条件が必要です
lt: Būtina išankstinė sąlyga
lv: Priekšnosacījums Nepieciešams
my: ကြိုတင်အခြေအနေ လိုအပ်
pl: Wymagany warunek wstępny
pt_pt: Pré-requisito Necessário
ro: Precondiție necesară
ru: Требуется выполнение необходимого условия
si: පූර්ව කොන්දේසිය අවශ්යයි
sr: Неопходан предуслов
tr: Önkoşul Gerekli
uk: Потрібна попередня умова
ur_pk: پیشگی شرط درکار ہے
vi: Yêu cầu điều kiện bắt buộc

# QObject|
source: Too Many Requests
ar: طلبات كثيرة جدا
bg: Прекалено много заявки
bn: অনেক অনুরোধ
cs_cz: Příliš mnoho požadavků
de: Zu viele Anfragen
es: Demasiadas solicitudes
fa: درخواست های بسیار زیادی
fi: Liian monta pyyntöä
fr: Trop de Requêtes
hi: बहुत अधिक अनुरोध
hu: Túl sok kérés
id: Terlalu Banyak Permohonan
it: Troppe richieste
ja: リクエストが多すぎます
lt: Per daug užklausų
lv: Pārāk Daudz Pieprasījumu
my: တောင်းဆိုမှု များလွန်း
pl: Zbyt wiele zapytań
pt_pt: Solicitações Demais
ro: Prea Multe Cereri
ru: Слишком много запросов
si: ඕනෑවට වඩා ඉල්ලීම්
sr: Превише захтева
tr: Çok Fazla İstek
uk: Забагато запитів
ur_pk: بہت زیادہ درخواستیں
vi: Quá nhiều yêu cầu

# QObject|
source: Request Header Fields Too Large
ar: حقول عنوان الطلب كبيرة جدا
bg: Полето със заявките е прекалено голямо
bn: অনুরোধ শিরোনাম ক্ষেত্রগুলি খুব বড়৷
cs_cz: Pole záhlaví požadavku jsou příliš velká
de: Anfrage-Header-Felder zu groß
es: Campos del encabezado de solicitud demasiado grandes
fa: فیلدهای درخواست بسیار بزرگ
fi: Pyynnön otsakekentät ovat liian suuria
fr: Champs d'En-tête de Requête Trop Grands
hi: अनुरोध हैडर फ़ील्ड बहुत बड़े हैं
hu: A kérés fejléc mezői túl nagyok
id: Permohonan Ruang Header Terlalu Besar
it: Campi intestazione richiesta troppo grandi
ja: リクエストヘッダーフィールドが大きすぎます
lt: Užklausos antraštės laukai per dideli
lv: Pieprasījuma Galvenes Lauks Pārāk Liels
my: ဦးပိုင်းအကွက် တောင်းဆိုမှု ကြီးလွန်း
pl: Pola nagłówka są za długie
pt_pt: Campos do Cabeçalho do Pedido Muito Grandes
ro: Câmpurile antetului solicitării sunt prea mari
ru: Слишком большие поля заголовка запроса
si: ශීර්ෂකය ඉතා විශාලයි
sr: Поља заглавља захтева су превелика
tr: İstek Başlık Alanları Çok Büyük
uk: Завеликі поля заголовку запиту
ur_pk: درخواست کے ہیڈر فیلڈز بہت بڑے ہیں
vi: Yêu cầu phần tiêu đề quá lớn

# QObject|
source: Login Timeout
ar: مهلة تسجيل الدخول
bg: Просрочено време за вход
bn: লগইন টাইমআউট
cs_cz: Přihlášení vypršelo
es: Tiempo de espera de inicio de sesión
fa: اتمام زمان لاگین
fi: Kirjautuminen aikakatkaistiin
fr: Délai de Connexion Dépassé
hi: लॉगिन मध्यांतर
hu: Bejelentkezés időtúllépés
id: Proses Masuk Melebihi Batas Waktu
it: Timeout accesso
ja: ログインのタイムアウト
lt: Baigėsi prisijungimo laikas
lv: Pieslēgšanās Pārtraukums
my: လော့အင်ချိန် ကုန်သွား
pl: Upłynął czas logowania
pt_pt: Tempo Limite de Login
ro: Autentificarea a expirat
ru: Таймаут Входа
si: පිවිසුම් කාලය අවසන් වීම
sr: Време за пријаву је истекло
tr: Oturum Açma Zaman Aşımı
uk: Таймаут входу
ur_pk: لا گ ان کا وقت ختم ہو گیا
vi: Hết thời gian đăng nhập

# QObject|
source: No Response
ar: بدون استجابة
bg: Няма отговор
bn: নো রেসপন্স
cs_cz: Žádná odpověď
de: Keine Antwort
es: Sin respuesta
fa: بدون پاسخ
fi: Ei vastausta
fr: Pas de Réponse
hi: कोई जवाब नहीं
hu: Nincs válasz
id: Tidak ada Respon
it: Nessuna risposta
ja: 応答していません
lt: Jokio atsakymo
lv: Nav Atbildes
my: တုံ့ပြန်မှု မရှိ
pl: Brak odpowiedzi
pt_pt: Sem Resposta
ro: Niciun raspuns
ru: Нет ответа
si: ප්රතිචාර නැත
sr: Нема одговора
tr: Yanıt Yok
uk: Немає відповіді
ur_pk: کوئی جواب نہیں ملا
vi: Không phản hồi

# QObject|
source: Retry With
ar: أعد المحاولة باستخدام
bg: Повторен опит с
bn: এর সাথে পুনরায় চেষ্টা করুন
cs_cz: Zkusit znovu s
de: Erneut versuchen mit
es: Reintentar con
fa: تلاش مجدد با
fi: Yritä uudelleen
fr: Réessayer Avec
hi: इसके साथ पुनः प्रयास करें
hu: Próbálja újra
id: Ulangi Dengan
it: Riprova con
ja: 再試行してください
lt: Pabandyti dar karta Su
lv: Mēģināt atkal Ar
my: ပြန်စမ်း >
pl: Spróbuj za
pt_pt: Repetir com
ro: Reîncercați cu
ru: Повторить попытку
si: සමඟ නැවත උත්සාහ කරන්න
sr: Покушај поново са
tr: Şununla Dene
uk: Спробуйте з
ur_pk: اس کے ساتھ دوبارہ کوشش کریں
vi: Thử lại với

# QObject|
source: Blocked by Windows Parental Controls
ar: محظور بواسطة المراقبة الأبوية لـ Windows
bg: Блокиран от Родителския контрол на Windows
bn: উইন্ডোজ প্যারেন্টাল কন্ট্রোল দ্বারা অবরুদ্ধ
cs_cz: Zablokováno rodičovskou kontrolou ve Windows
de: Durch Windows-Kindersicherung blockiert
es: Bloqueado por los controles parentales de Windows
fa: توسط کنترل والدین ویندوز مسدود شده‌است
fi: Windowsin perhesuojaus esti
fr: Bloqué par le Contrôle Parental de Windows
hi: Windows माता-पिता के नियंत्रण द्वारा अवरोधित
hu: Letiltva a Windows szülői felügyelet által
id: Diblokir oleh Aplikasi Bimbingan Orang Tua Windows
it: Bloccato dal controllo genitori di Windows
ja: Windows のペアレンタルコントロールによりブロックされました
lt: Užblokuota Windows tėvų kontrolės
lv: Windows Vecāku Kontrole šo Nobloķēja
my: Windows Parental Controls က ပိတ်ပင်ထား
pl: Zablokowane przez Kontrolę Rodzicielską Windows
pt_pt: Bloqueado pelo Controle Parental do Windows
ro: Blocat de Controlul parental Windows
ru: Заблокировано службой родительского контроля Windows
si: වින්ඩෝස් පාලන මගින් අවහිර කර ඇත
sr: Блокирано Windows родитељским надзором
tr: Windows Ebeveyn Denetimleri tarafından engellendi
uk: Заблоковано батьківським контролем Windows
ur_pk: ونڈوز پیرنٹل کنٹرولز کے ذریعے بلاک کر دیا گیا
vi: Chặn bằng Windows Parental Controls

# QObject|
source: Unavailable For Legal Reasons
ar: غير متاح لأسباب قانونية
bg: Недостъпно поради юридически причини
bn: আইনি কারণে অনুপলব্ধ
cs_cz: Nedostupné kvůli legálním důvodům
de: Aus rechtlichen Gründen nicht verfügbar
es: No disponible por motivos legales
fa: به دلایل قانونی در دسترس نیست
fi: Ei käytettävissä lakiteknisistä syistä
fr: Indisponible pour des Raisons Légales
hi: कानूनी कारणों से अनुपलब्ध
hu: Jogi okokból nem érhető el
id: Tidak Tersedia Karena Alasan Hukum
it: Non disponibile per motivi legali
ja: 法律上の理由で利用不可
lt: Nepasiekiamas dėl teisinių priežasčių
lv: Nav pieejams Juridisku Iemeslu Dēļ
my: တရားဝင် အကြောင်းပြချက်များအတွက် မဖြစ်နိုင်ပါ
pl: Niedostępne ze względów prawnych
pt_pt: Não Disponível por Razões Legais
ro: Indisponibil din motive legale
ru: Недоступно по юридическим причинам
si: නීතිමය හේතූන් මත ලබා ගත නොහැක
sr: Недоступно из правних разлога
tr: Yasal Sebeplerden Dolayı Kullanılamıyor
uk: Недоступно з юридичних причин
ur_pk: قانونی وجوہات کی بنا پر دستیاب نہیں
vi: Không có sẵn vì lý do pháp lý

# QObject|
source: Request Header Too Large
ar: عنوان الطلب كبير جدا
bg: Исканото заглавие е прекалено голямо
bn: অনুরোধ শিরোনাম খুব বড়
cs_cz: Záhlaví požadavku je příliš velké
de: Request-Header zu groß
es: Encabezado de solicitud demasiado grande
fa: هدر درخواست بسیار بزرگ
fi: Pyynnön otsake on liian suuri
fr: En-tête de Requête Trop Grand
hi: अनुरोध हैडर बहुत बड़ा है
hu: A fejléc túl nagy
id: Permohonan Header Terlalu Besar
it: Intestazione richiesta troppo grande
ja: リクエストヘッダーが大きすぎます
lt: Užklausos antraštė per didelė
lv: Pieprasījuma Galvene Pārāk Liela
my: ဦးပိုင်း တောင်းဆိုမှု ကြီးလွန်း
pl: Żądany nagłówek jest zbyt duży
pt_pt: Cabeçalho de Solicitação Muito Grande
ro: Antetul cererii este prea mare
ru: Заголовок запроса слишком велик
si: ශීර්ෂකය ඉතා විශාලයි
sr: Заглавље захтева је превелико
tr: İstek Başlığı Çok Büyük
uk: Заголовок запиту завеликий
ur_pk: درخواست کا ہیڈر بہت بڑا ہے
vi: Yêu cầu tiêu đề quá lớn

# QObject|
source: Cert Error
ar: خطأ في الشهادة
bg: Грешка в сертификата
bn: শংসাপত্র ত্রুটি
cs_cz: Chyba certifikátu
de: Zertifizierungsfehler
es: Error de certificado
fa: خطای گواهینامه
fi: Varmennevirhe
fr: Erreur de Certificat
hi: प्रमाणपत्र त्रुटि
hu: Tanúsítványhiba
id: Kesalahan Sertifikat
it: Errore certificato
ja: 証明書エラー
lt: Sertifikato klaida
lv: Cert Kļūda
my: သေချာမှု အမှား
pl: Błąd certyfikatu
pt_pt: Erro de Certificado
ro: Eroare Certificat
ru: Ошибка сертификата
si: සහතික දෝෂය
sr: Грешка сертификата
tr: Sertifika Hatası
uk: Помилка в сертифікаті
ur_pk: سرٹیفکیٹ کی خرابی
vi: Lỗi Cert

# QObject|
source: No Cert
ar: لا توجد شهادة
bg: Няма сертификат
bn: নিশ্চিত না
cs_cz: Žádný certifikát
de: Kein Zertifikat
es: Sin certificado
fa: بدون گواهینامه
fi: Varmenne puuttuu
fr: Pas de Certificat
hi: कोई प्रमाणपत्र नहीं
hu: Nincs tanúsítvány
id: Sertifikat Tidak Ditemukan
it: Nessun certificato
ja: 証明書がありません
lt: Nėra sertifikato
lv: Nav Cert
my: သေချာမှု မရှိ
pl: Brak certyfikatu
pt_pt: Sem Certificado
ro: Fără Certificat
ru: Нет сертификата
si: සහතිකය නැත
sr: Нема сертификата
tr: Sertifika Yok
uk: Немає сертифікату
ur_pk: کوئی سرٹیفکیٹ نہیں
vi: Không Cert

# QObject|
source: HTTP to HTTPS
ar: HTTP إلى HTTPS
bg: HTTP към HTTPS
bn: HTTP থেকে HTTPS
cs_cz: HTTP na HTTPS
de: HTTP zu HTTPS
es: HTTP a HTTPS
fa: ‏HTTP به HTTPS
fi: HTTP>HTTPS
fr: HTTP vers HTTPS
hi: HTTP से HTTPS
hu: HTTP-ről HTTPS-re
id: HTTP ke HTTPS
it: HTTP a HTTPS
ja: HTTP から HTTPS へ
lt: HTTP į HTTPS
lv: HTTP uz HTTPS
my: HTTP မှ HTTPS သို့
pl: HTTP do HTTPS
pt_pt: HTTP para HTTPS
ro: HTTP la HTTPS
ru: c HTTP на HTTPS
si: HTTP සිට HTTPS
sr: Преусмеравање HTTP на HTTPS
tr: HTTP'den HTTPS'ye
uk: З HTTP на HTTPS
ur_pk: HTTP سے HTTPS
vi: HTTP tới HTTPS

# QObject|
source: Token expired/invalid
ar: الرمز المميز انتهت مدة صلاحيته/غير صالح
bg: Токен изтекъл/невалиден
bn: টোকেনের মেয়াদ শেষ/অবৈধ
cs_cz: Token vypršel nebo je neplatný
de: Token abgelaufen/ungültig
es: Token expirado/inválido
fa: توکن منقضی شده‌است / نامعتبر است
fi: Tunniste on vanhentunut/ei kelpaa
fr: Jeton expiré/invalide
hi: टोकन समाप्त/अमान्य
hu: A token lejárt/érvénytelen
id: Tanda Bukti Telah Kadaluarsa/Salah
it: Token scaduto/non valido
ja: トークンの期限切れ/無効
lt: Baigėsi prieigos raktas / negalioja
lv: Žetons nederīgs/ beidzies derīguma termiņš
my: တိုကင် သက်တမ်းကုန်/တရားမဝင်
pl: Token wygasł/nieprawidłowy
pt_pt: Token expirado/inválido
ro: Token-ul expirat/invalid
ru: Токен истёк или недопустим
si: ටෝකන් කල් ඉකුත් වී ඇත
sr: Жетон је истекао/неважећи
tr: Belirteç süresi doldu/geçersiz
uk: Символ застарів/неправильний
ur_pk: ٹوکن کی میعاد ختم ہو گئی ہے/غیر موزوں ہے
vi: Dấu hiệu hết hạn / không hợp lệ

# QObject|
source: Client Closed Request
ar: أغلق العميل الطلب
bg: Клиента затвори заявката
bn: ক্লায়েন্ট বন্ধ অনুরোধ
cs_cz: Klient uzavřel požadavek
de: Client beendet Anforderung
es: Cliente cerró la solicitud
fa: کاربر درخواست را قطع کرد
fi: Pääte sulki pyynnön
fr: Demande Fermée par le Client
hi: ग्राहक बंद अनुरोध
id: Klien Menutup Permohonan
it: Il client ha chiuso la richiesta
ja: クライアントがリクエストを閉じました
lt: Kliento užklausa uždaryta
lv: Klients Aizvēra Pieprasījumu
my: ဖောက်သည်က တောင်းဆိုမှုကို ပိတ်ခဲ့သည်
pl: Klient zamknął połączenie
pt_pt: Cliente Fechou a Solicitação
ro: Solicitare client închisă
ru: Клиент отменил запрос
si: සේවාලාභියා ඉල්ලීම නවතන ලදී
sr: Клијент је затворио захтев
tr: İstemci İsteği Kapattı
uk: Запит закритий клієнтом
ur_pk: کلائنٹ نے درخواست بند کر دی
vi: Khách hàng yêu cầu đóng

# QObject|
source: Internal Server Error
ar: خطأ داخلي في الخادم
bg: Вътрешна грешка на сървъра
bn: অভ্যন্তরীণ সার্ভার ত্রুটি
cs_cz: Interní chyba serveru
de: Interner Serverfehler
es: Error interno del servidor
fa: خطای داخل سرور
fi: Sisäinen palvelinvirhe
fr: Erreur Interne du Serveur
hi: आंतरिक सर्वर त्रुटि
hu: Belső Szerverhiba
id: Kesalahan Server Internal
it: Errore interno del server
ja: 内部サーバーエラー
lt: Vidinė serverio klaida
lv: Iekšējā Servera Kļūda
my: ဆာဗာအတွင်းပိုင်း အမှား
pl: Wewnętrzny błąd serwera
pt_pt: Erro Interno do Servidor
ro: Eroare Internă de Server
ru: Внутренняя ошибка сервера
si: අභ්යන්තර සේවාදායක දෝෂය
sr: Унутрашња грешка сервера
tr: İç Sunucu Hatası
uk: Внутрішня помилка сервера
ur_pk: انٹرنل سرور ایرر
vi: Lỗi máy chủ nội bộ
