Repository: FreeDownloadManagerTeam/FDM6-localization
Catalog: main/fdm_*.po
Languages: ar, bg, bn, cs_cz, de, es, fa, fi, fr, hi, hu, id, it, ja, lt, lv, my, pl, pt_pt, ro, ru, si, sr, tr, uk, ur_pk, vi

# CrashReporter|
source: An internal error occurred.<br>%1 needs to be restarted for further use.
ar: حدث خطأ داخلي. %1 يحتاج لإعادة تشغيله ليستمر استخدامه.
bg: Възникна вътрешна грешка.<br>%1 изисква рестартиране за да продължите.
bn: একটি অভ্যন্তরীণ ত্রুটি ঘটেছে৷<br>আরো ব্যবহারের জন্য %1 পুনরায় চালু করতে হবে৷
cs_cz: Vyskytla se vnitřní chyba.<br>%1 musí být pro další používání restartován.
de: Ein interner Fehler ist aufgetreten.<br>%1 muss neu gestartet werden.
es: Ocurrió un error interno.<br>%1 necesita ser reiniciado para uso posterior.
fa: یک خطای داخلی رخ داده است.<br>%1 نیاز به راه‌اندازی مجدد برای استفاده بیشتر دارد.
fi: Havaittiin sisäinen virhe.<br>%1 on käynnistettävä uudelleen.
fr: Une erreur interne est survenue.<br>%1 a besoin d’être relancé pour une utilisation ultérieure.
hi: कोई आंतरिक त्रुटि उत्पन्न हुई।<br>%1 को आगे उपयोग के लिए पुनरारंभ करने की आवश्यकता है।
hu: Belső hiba történt.<br>A(z) %1 alkalmazást újra kell indítani a további használat érdekében.
id: Terjadi kesalahan internal.<br>%1 harus dimulai ulang untuk penggunaan lebih lanjut.
it: Si è verificato un errore interno. Per continuare è necessario riavviare <br>%1.
ja: 内部エラーが発生しました。<br>%1 を再起動してください。
lt: Įvyko vidinė klaida.<br>%1 reikia paleisti iš naujo, kad būtų galima naudoti toliau.
lv: Notikusi iekšēja kļūda.<br>%1 vajag restartēt, lai izmantotu tālāk.
my: အတွင်းပိုင်း အမှား ဖြစ်ပေါ်ခဲ့သည်။<br>%1 က ဆက်သုံးရန်အတွက် ပြန်စဖို့ လိုသည်။
pl: Wystąpił błąd wewnętrzny.<br>%1 musi zostać ponownie uruchomiony w celu dalszej pracy.
pt_pt: Ocorreu um erro interno.<br>O %1 precisa de ser reiniciado para uso posterior.
ro: A apărut o eroare internă.<br>%1 trebuie repornit pentru utilizare ulterioară.
ru: Произошла внутренняя ошибка.<br>%1 необходимо перезапустить для дальнейшего использования.
si: අභ්‍යන්තර දෝෂයක් ඇති විය. <br>%1 වැඩිදුර භාවිතය සඳහා නැවත ආරම්භ කළ යුතුය.
sr: Дошло је до унутрашње грешке.<br>%1 мора бити поново покренут за даљи рад.
tr: Bir iç hata meydana geldi.<br>%1'nin daha fazla kullanılması için yeniden başlatılması gerekiyor.
uk: Сталася внутрішня помилка.<br>%1 слід перезапустити для подальшого використання.
ur_pk: ایک اندرونی خرابی پیش آگئی ہے۔<br>مزید استعمال کے لیے %1 کو دوبارہ شروع کرنے کی ضرورت ہے۔
vi: Đã xảy ra lỗi nội bộ.<br>%1 cần được khởi động lại để sử dụng tiếp.

# CrashReporter|
source: Restart %1 automatically
ar: إعادة تشغيل %1 تلقائيا
bg: Рестартиране на %1 автоматично
bn: স্বয়ংক্রিয়ভাবে %1 পুনরায় চালু করুন
cs_cz: Automaticky restartovat %1
de: %1 automatisch neu starten
es: Reiniciar %1 automáticamente
fa: راه‌اندازی مجدد %1 به طور خودکار
fi: Käynnistä %1 automaattisesti uudelleen
fr: Redémarrer %1 automatiquement
hi: स्वत: पुनरारंभ %1
hu: %1 automatikus újraindítása
id: Memulai ulang %1 secara otomatis
it: Riavvia automaticamente %1
ja: %1 を自動的に再起動します
lt: Automatiškai %1 paleisti iš naujo
lv: Restartēt %1 automātiski
my: %1 ကို အလိုအလျောက် ပြန်စတင်ပါ
pl: Automatycznie uruchom ponownie %1
pt_pt: Reiniciar %1 automaticamente
ro: Reporniți automat %1
ru: Перезагрузить %1 автоматически
si: %1 ස්වයංක් රීයව නැවත ආරම්භ කරන්න
sr: Аутоматски поново покрени %1
tr: %1'yi otomatik olarak yeniden başlat
uk: Перезапустити %1 автоматично
ur_pk: %1 کو خودکار طور پر دوبارہ شروع کریں
vi: Khởi động %1 tự động

# CrashReporter|
source: Failed to send the report.<br>Check your Internet connection.
ar: فشل إرسال التقرير. تأكد من الاتصال بالإنترنت.
bg: Не мога да пратя репорт.<br>Проверете интернет връзката.
bn: রিপোর্ট পাঠাতে ব্যর্থ৷<br>আপনার ইন্টারনেট সংযোগ পরীক্ষা করুন৷
cs_cz: Selhalo odeslání hlášení.<br>Zkontrolujte připojení k internetu.
de: Report senden fehlgeschlagen.<br>Internetverbindung prüfen.
es: Fallo al enviar el reporte.<br>Comprueba tu conexión a Internet.
fa: ارسال گزارش ناموفق بود.<br>اتصال اینترنت خود را بررسی کنید.
fi: Virheraportin lähetys epäonnistui.<br>Tarkista internetyhteytesi.
fr: Échec lors de l'envoi du rapport.<br>Vérifiez votre connexion internet.
hi: रिपोर्ट भेजने में विफल।<br>अपने इंटरनेट कनेक्शन की जाँच करें।
hu: Nem sikerült elküldeni a jelentést.<br>Ellenőrizze az internetkapcsolatot.
id: Gagal mengirim laporan.<br>Periksa sambungan Internet Anda.
it: Invio della segnalazione fallito.<br>Verifica la tua connessione a Internet.
ja: レポート送信に失敗しました。<br>インターネット接続を確認してください。
lt: Nepavyko išsiųsti ataskaitos.<br>Patikrinkite interneto ryšį.
lv: Neizdevās nosūtīt atskaiti.<br>Pārbaudi savu Interneta savienojumu.
my: တင်ပြမှုကို မပို့နိုင်ခဲ့ပါ။<br>သင့်အင်တာနက်ကို စစ်ဆေးပါ။
pl: Nie udało się wysłać raportu.<br>Sprawdź, czy masz połączenie z Internetem.
pt_pt: Falha ao enviar o relatório. <br>Verifique sua conexão com a Internet.
ro: Trimiterea raportului a eșuat.<br>Verificați-vă conexiunea la internet.
ru: Не удалось отправить отчёт.<br> Проверьте подключение к Интернету.
si: වාර්තාව යැවීමට අපොහොසත් විය. <br>ඔබගේ අන්තර්ජාල සම්බන්ධතාවය පරීක්ෂා කරන්න.
sr: Слање извештаја није успело.<br>Проверите вашу интернет везу.
tr: Rapor gönderme başarısız.<br>İnternet bağlantınızı gözden geçirin.
uk: Не вдалося надіслати звіт.<br>Перевірте з'єднання з Інтернет.
ur_pk: رپورٹ بھیجنے میں ناکام۔<br>اپنا انٹرنیٹ کنکشن چیک کریں۔
vi: Không gửi được báo cáo.<br>Hãy kiểm tra kết nối Internet của bạn.

# CrashReporter|
source: Error
ar: خطأ
bg: Грешка
cs_cz: Chyba
de: Fehler
fa: خطا
fi: Virhe
fr: Erreur
hi: त्रुटि
hu: Hiba
id: Kesalahan
it: Errore
ja: エラー
lt: Klaida
lv: Kļūda
my: အမှား
pl: Błąd
pt_pt: Erro
ro: Eroare
ru: Ошибка
si: දෝෂය
sr: Грешка
tr: Hata
uk: Помилка
ur_pk: خرابی
vi: Lỗi

# CreateFolderDialog|
source: Create folder
ar: إنشاء مجلد
bg: Създаване на папка
bn: ফোল্ডার তৈরি করুন
cs_cz: Vytvořit složku
de: Ordner erstellen
es: Crear carpeta
fa: ایجاد پوشه
fi: Luo kansio
fr: Créer un dossier
hi: फोल्डर बनाएं
hu: Mappa létrehozása
id: Buat folder
it: Crea cartella
ja: フォルダーを作成
lt: Sukurti aplanką
lv: Izveidot mapi
my: ဖိုင်တွဲ ဖန်တီးပါ
pl: Utwórz folder
pt_pt: Criar pasta
ro: Creare folder
ru: Создать папку
si: ෆෝල්ඩරය සාදන්න
sr: Креирај фасциклу
tr: Klasör oluştur
uk: Створити теку
ur_pk: فولڈر بنائیں
vi: Tạo thư mục

# CreateFolderDialog|
source: OK
ar: حسنا
bn: ওকে
es: Aceptar
fa: تأیید
hi: ठीक है
hu: Rendben
lt: Gerai
my: အိုကေ
ru: ОК
si: හරි
sr: У реду
tr: Tamam
ur_pk: ٹھیک ہے
vi: Đồng ý

# CreateFolderDialog|
source: Cancel
ar: إلغاء
bg: Отказ
bn: বাতিল করুন
cs_cz: Storno
de: Abbrechen
es: Cancelar
fa: انصراف
fi: Peru
fr: Annuler
hi: रद्द करें
hu: Mégse
id: Batal
it: Annulla
ja: キャンセル
lt: Atšaukti
lv: Atcelt
my: ပယ်ဖျက်
pl: Anuluj
pt_pt: Cancelar
ro: Anulează
ru: Отмена
si: අවලංගු කරන්න
sr: Откажи
tr: İptal
uk: Скасувати
ur_pk: منسوخ کریں
vi: Hủy

# CreatePortableDialog|
source: Create portable version
ar: إنشاء إصدار متنقل
bg: Създаване на преносима версия
bn: পোর্টেবল সংস্করণ তৈরি করুন
cs_cz: Vytvořit přenosnou verzi
de: Portable Version erstellen
es: Crear versión portable
fa: ساخت نسخه قابل حمل
fi: Luo siirrettävä versio
fr: Créer une version portable
hi: पोर्टेबल संस्करण बनाएं
hu: Hordozható verzió létrehozása
id: Buat versi portabel
it: Crea versione portatile
ja: ポータブルバージョンを作成
lt: Sukurkite nešiojamą versiją
lv: Izveidot pārnēsājamo versiju
my: ရွှေ့လွယ် ဗားရှင်းကို ဖန်တီးပါ
pl: Utwórz wersję przenośną
pt_pt: Criar versão portátil
ro: Creați o versiune portabilă
ru: Создать портативную версию
si: අතේ ගෙන යා හැකි අනුවාදය සාදන්න
sr: Креирај портабл верзију
tr: Taşınabilir sürüm oluştur
uk: Створити переносну версію
ur_pk: پورٹیبل ورژن بنائیں
vi: Tạo phiên bản di động

# CreatePortableDialog|
source: Portable version of %1 can be used on different computers without the need to install and configure it on each of them.
ar: نسخة محمولة من %1 يمكن استخدامها على أجهزة حاسوب مختلفة دون الحاجة لتثبيته أو تهيئته على كل واحد منها.
bg: Преносимата версия на %1 може да се използва на различни компютри без да е необходимо да се инсталира и конфигурира на всеки от тях.
bn: %1 এর পোর্টেবল সংস্করণ বিভিন্ন কম্পিউটারে ব্যবহার করা যেতে পারে তাদের প্রতিটিতে ইনস্টল এবং কনফিগার করার প্রয়োজন ছাড়াই।
cs_cz: Přenosná verze %1 může být použita na různých počítačích bez nutnosti instalace a konfigurace na každém z nich.
de: Die portable Version von %1 kann auf verschiedenen Computern benutzt werden ohne die Notwendigkeit einer erneuten Installation und Konfiguration.
es: La versión portable de %1 se puede usar en diferentes computadores sin necesidad de instalarla y configurarla en cada una de ellos.
fa: نسخه قابل حمل %1 می‌تواند در رایانه‌های مختلف بدون نیاز به نصب و پیکربندی روی هر یک از آنها استفاده شود.
fi: %1:n siirrettävää versiota voidaan käyttää eri tietokoneilla ilman konekohtaista asennusta tai määritystä.
fr: La version portable de %1 peut être utilisée sur différents ordinateurs sans l’installer et la configurer sur chacun de ces derniers.
hi: %1 के पोर्टेबल संस्करण को विभिन्न कंप्यूटरों पर इस्तेमाल किया जा सकता है, उनमें से प्रत्येक पर इसे स्थापित और कॉन्फ़िगर करने की आवश्यकता नहीं है।
hu: A(z) %1 hordozható verziója különféle számítógépeken használható, anélkül, hogy mindegyikre telepíteni és konfigurálni kellene.
id: Versi portabel %1 dapat digunakan di komputer yang berbeda tanpa perlu memasang dan mengkonfigurasinya di masing-masing komputer.
it: La versione portatile di %1 può essere usata su computer diversi senza la necessità di installarla e configurarla su ciascuno di essi.
ja: ポータブルバージョンの %1 は、それぞれのコンピューターにインストールして設定をしなくても異なるコンピューターで使用できます。
lt: Nešiojamoji %1 versija gali būti naudojama skirtinguose kompiuteriuose, nereikia jos įdiegti ir konfigūruoti kiekviename iš jų.
lv: Pārnēsājamā versija no %1 var tikt izmantota uz dažādiem datoriem bez vajadzības instalēt un konfigurēt to uz katra no tiem.
my: မတူညီသော ကွန်ပျူတာများတွင် ထည့်သွင်းစရာမလိုဘဲ ရွှေ့လွယ် ဗားရှင်း %1 ကို အသုံးပြုနိုင်ပြီး ၎င်းတို့တွင် ပြင်ဆင်နိုင်သည်။
pl: Przenośna wersja %1 może być używana na różnych komputerach, bez potrzeby instalacji i konfiguracji na każdym z nich.
pt_pt: A versão portátil do %1 pode ser usada em computadores diferentes sem a necessidade de instalá-la e configurá-la em cada um deles.
ro: Versiunea portabilă a %1 poate fi utilizată pe diferite computere fără a fi nevoie să o instalați și să o configurați pe fiecare dintre ele.
ru: Портативная версия %1 может использоваться на разных компьютерах без необходимости её установки и настройки на каждом из них.
si: %1 හි අතේ ගෙන යා හැකි අනුවාදය ඒ සෑම එකක්ම ස්ථාපනය කිරීමට සහ වින්යාස කිරීමට අවශ්ය නොවී විවිධ පරිගණකවල භාවිතා කළ හැකිය.
sr: Портабл верзија апликације %1 се може користити на различитим рачунарима без потребе за инсталацијом и подешавањем на сваком од њих.
tr: %1'ın taşınabilir sürümü, her birine yükleme ve yapılandırma gerekmeden farklı bilgisayarlarda kullanılabilir.
uk: Переносна версія %1 може бути використана на різних комп'ютерах, причому встановлювати і налаштовувати її на них не треба.
ur_pk: %1 کے پورٹیبل ورژن کو مختلف کمپیوٹرز پر استعمال کیا جا سکتا ہے بغیر ہر ایک پر اسے انسٹال اور کنفیگر کرنے کی ضرورت کے۔
vi: Phiên bản di động của %1 có thể được sử dụng trên các máy tính khác nhau mà không cần cài đặt và định cấu hình trên từng máy tính.

# CreatePortableDialog|
source: It can be conveniently placed on a flash disk, for example.
ar: يمكن بسهولة وضعه مثلا على فلاش ميموري.
bg: Може да бъде удобно поставена на флашка например.
bn: এটি সুবিধাজনকভাবে একটি ফ্ল্যাশ ডিস্কে স্থাপন করা যেতে পারে, উদাহরণস্বরূপ।
cs_cz: Například může být umístěna na flashdisku.
de: Sie kann z. B. bequem auf einem Flash-Medium gespeichert werden.
es: Puede ser convenientemente puesta en una unidad USB, por ejemplo.
fa: به عنوان مثال، می‌توان به راحتی آن را روی یک دیسک فلش قرار داد.
fi: Sen voi sijoittaa esimerkiksi siirrettävälle USB-asemalle.
fr: Elle peut être placée avantageusement sur un disque flash, par exemple.
hi: इसे आसानी से फ्लैश डिस्क पर रखा जा सकता है, उदाहरण के लिए।
hu: Kényelmesen elhelyezhető például egy flash lemezen.
id: Contohnya, ia sangat cocok untuk disimpan di flash disk.
it: Può ad esempio essere comodamente copiata in una unità flash.
ja: フラッシュディスクなどのリムーバブルドライブに簡単にインストールできます。
lt: Jį galima patogiai įdėti, pavyzdžiui, į „flash“ diską.
lv: Tas var tikt ērti novietots uz, piem. pārnēsājamās atmiņas.
my: ဥပမာအားဖြင့်၊ flash disk တွင် အဆင်ပြေစွာ ထားနိုင်သည်။
pl: Może być zapisana np. na pendrive.
pt_pt: Pode ser convenientemente gravado em uma memória flash, por exemplo.
ro: Poate fi plasat convenabil pe un stic USB, de exemplu.
ru: Например, её можно удобно разместить на флеш-диске.
si: උදාහරණයක් ලෙස එය පහසුවෙන් ෆ්ලෑෂ් තැටියක් මත තැබිය හැකිය.
sr: Може се практично поставити на флеш диск, на пример.
tr: Örneğin bir flash diske rahatlıkla yerleştirilebilir.
uk: Наприклад, її можна просто тримати на флешці.
ur_pk: اسے آسانی سے فلیش ڈسک پر رکھا جا سکتا ہے، مثال کے طور پر۔
vi: Ví dụ, nó có thể được đặt thuận tiện trên một đĩa flash.

# CreatePortableDialog|
source: Specify here the path where you would like to create this version. It should be a folder on some removable drive.
ar: حدد هنا المسار الذي تريده لإنشاء هذا الإصدار. يجب أن يكون مجلد على محرك أقراص قابل للإزالة.
bg: Задайте тук пътя където искате да създадете преносимата версия. Трябва да бъде папка на преносим диск.
bn: আপনি যেখানে এই সংস্করণটি তৈরি করতে চান সেই পথটি এখানে নির্দিষ্ট করুন৷ এটি কিছু অপসারণযোগ্য ড্রাইভে একটি ফোল্ডার হওয়া উচিত।
cs_cz: Zde specifikujte cestu, kde má být přenosná verze vytvořena. Měla by to být složka ne vyjímatelném úložišti.
de: Hier wird der Pfad angegeben, in dem diese Version erstellt werden soll. Es sollte ein Ordner auf einem Wechseldatenträger sein.
es: Especifica aquí la ruta donde quieres crear esta versión. Debe ser una carpeta en una unidad extraíble.
fa: مسیر ایجاد این نسخه را در اینجا مشخص کنید. باید یک پوشه در یک دستگاه قابل جابجایی باشد.
fi: Määritä sijainti, johon haluat tallentaa tämän version. Sen tulisi olla siirrettävällä levyllä oleva kansio.
fr: Spécifiez ici le chemin où vous voulez créer cette version. Cela devrait être un dossier sur un lecteur amovible.
hi: यहाँ वह पथ निर्दिष्ट करें जहाँ आप यह संस्करण बनाना चाहते हैं। यह कुछ हटाने योग्य ड्राइव पर एक फ़ोल्डर होना चाहिए।
hu: Itt adhatod meg azt az elérési utat, ahová ezt a verziót szeretnéd létrehozni. Valamelyik hordozható meghajtó mappájában kellene lennie.
id: Tentukan jalur tempat Anda ingin membuat versi portabel di sini. Harus merupakan folder yang ada di drive yang dapat dilepas.
it: Specifica qui il percorso in cui vuoi creare questa versione. Dovrebbe essere una cartella in qualche dispositivo rimovibile.
ja: このバージョンを作成するパスをここに指定してください。リムーバブルドライブ上のフォルダーを指定してください。
lt: Čia nurodykite kelią, kuriame norite sukurti šią versiją. Tai turėtų būti aplankas kokiame nors išimamame diske.
lv: Norādi šeit ceļu, kur tu vēlētos izveidot šo versiju. Tai jābūt mapei uz kāda noņemama diska.
my: ဒီဗားရှင်းကို သင်ဖန်တီးလိုသည့် လမ်းကြောင်းကို ဒီနေရာတွင် သတ်မှတ်ပါ။ ဖြုတ်တပ်နိုင်သော drive အချို့တွင် ဖိုင်တွဲတစ်ခု ဖြစ်သင့်သည်။
pl: Podaj ścieżkę, gdzie ma być umieszczona wersja przenośna. Powinien to być folder na dysku przenośnym/pendrive.
pt_pt: Especifique aqui o caminho em que você deseja criar esta versão. Deve ser uma pasta em alguma unidade removível.
ro: Specificați aici calea în care doriți să creați această versiune. Ar trebui să fie un folder pe o unitate amovibilă.
ru: Укажите здесь путь, по которому вы хотите создать эту версию. Это должна быть папка на каком-нибудь съёмном диске.
si: ඔබ මෙම අනුවාදය නිර්මාණය කිරීමට කැමති මාර්ගය මෙහි සඳහන් කරන්න. එය ඉවත් කළ හැකි තැටියක ෆෝල්ඩරයක් විය යුතුය.
sr: Овде наведите путању где желите да креирате ову верзију. То треба да буде фасцикла на неком преносивом диску.
tr: Bu sürümü oluşturmak istediğiniz yolu burada belirtin. Bu çıkarılabilir sürücüdeki bir klasör olmalıdır.
uk: Вкажіть шлях, де ви хотіли би створити цю версію. Це повинна бути папка на змінному носії.
ur_pk: یہاں وہ پتہ بتائیں جہاں آپ یہ ورژن بنانا چاہیں گے۔ یہ کسی ریمووایبل ڈرائیو پر ایک فولڈر ہونا چاہیے۔
vi: Chỉ định ở đây đường dẫn mà bạn muốn tạo phiên bản này. Nó phải là một thư mục trên một số ổ đĩa di động.

# CreatePortableDialog|
source: Open
ar: فتح
bg: Отвори
bn: খুলুন
cs_cz: Otevřít
de: Öffnen
es: Abrir
fa: بازکردن
fi: Avaa
fr: Ouvrir
hi: खुला हुआ
hu: Megnyitás
id: Buka
it: Apri
ja: 開く
lt: Atidaryti
lv: Atvērt
my: ဖွင့်
pl: Otwórz
pt_pt: Abrir
ro: Deschide
ru: Открыть
si: විවෘත කරන්න
sr: Отвори
tr: Aç
uk: Відкрити
ur_pk: کھولیں
vi: Mở

# CreatePortableDialog|
source: Cancel
ar: إلغاء
bg: Отказ
bn: বাতিল করুন
cs_cz: Storno
de: Abbrechen
es: Cancelar
fa: انصراف
fi: Peru
fr: Annuler
hi: रद्द करें
hu: Mégse
id: Batal
it: Annulla
ja: キャンセル
lt: Atšaukti
lv: Atcelt
my: ပယ်ဖျက်
pl: Anuluj
pt_pt: Cancelar
ro: Anulează
ru: Отмена
si: අවලංගු කරන්න
sr: Откажи
tr: İptal
uk: Скасувати
ur_pk: منسوخ کریں
vi: Hủy

# CreatePortableDialog|
source: Please specify the path.
ar: يرجى تحديد المسار.
bg: Моля задайте пътя.
bn: পথ নির্দিষ্ট করুন.
cs_cz: Specifikujte cestu.
de: Bitte Pfad angeben.
es: Por favor, especifica la ruta.
fa: لطفاً مسیر را مشخص کنید.
fi: Määritä tiedostosijainti.
fr: Veuillez spécifier le chemin.
hi: कृपया पथ निर्दिष्ट करें।
hu: Adja meg az elérési utat.
id: Mohon tentukan jalurnya.
it: Specifica il percorso.
ja: パスを指定してください。
lt: Nurodykite kelią.
lv: Lūdzu norādi ceļu.
my: လမ်းကြောင်းကို ကျေးဇူးပြု၍ သတ်မှတ်ပါ။
pl: Proszę podaj ścieżkę.
pt_pt: Especifique o caminho.
ro: Vă rugăm să specificați calea.
ru: Пожалуйста, укажите путь.
si: කරුණාකර මාර්ගය සඳහන් කරන්න.
sr: Наведите путању.
tr: Lütfen yolu belirtin.
uk: Будь ласка, вкажіть шлях.
ur_pk: براہ کرم پتہ بتائیں۔
vi: Vui lòng chỉ định đường dẫn.

# CreatePortableDialog|
source: OK
ar: حسنا
bn: ওকে
es: Aceptar
fa: تأیید
hi: ठीक है
hu: Rendben
id: BAIK
lt: Gerai
my: အိုကေ
ru: ОК
si: හරි
sr: У реду
tr: Tamam
ur_pk: ٹھیک ہے
vi: Đồng ý

# CreatePortableDialog|
source: Creating %1%
ar: إنشاء %1%
bg: Създавам %1%
bn: %1% তৈরি করা হচ্ছে
cs_cz: Vytváření %1%
de: %1% erstellen
es: Creando %1%
fa: ایجاد %1%
fi: Luodaan %1 %
fr: Création de %1%
hi: %1% बनाना
hu: %1% létrehozása
id: Membuat %1%
it: Creazione %1%
ja: 作成しています... %1%
lt: Kuriama %1%
lv: Izveido %1%
my: %1% ဖန်တီးနေသည်
pl: Tworzę %1%
pt_pt: Criando %1%
ro: Se creează %1%
ru: Создание %1%
sr: Креирање %1%
tr: %1% oluşturuluyor
uk: Створення %1%
ur_pk: %1% بنایا جا رہا ہے
vi: Đang tạo %1%

# CreatePortableDialog|
source: An error occurred while creating a portable version: %1
ar: حدث خطأ أثناء إنشاء الإصدار المتنقل: %1
bg: Възникна грешка при създаване на преносима версия: %1
bn: একটি পোর্টেবল সংস্করণ তৈরি করার সময় একটি ত্রুটি ঘটেছে: %1
cs_cz: Při vytváření přenosné verze se vyskytla chyba: %1
de: Beim Erstellen einer portablen Version ist ein Fehler aufgetreten: %1
es: Ocurrió un error mientras se creaba una versión portable: %1
fa: هنگام ایجاد نسخه قابل حمل خطایی رخ داده است: %1
fi: Virhe luotaessa siirrettävää versiota: %1
fr: Une erreur est survenue lors de la création d’une version portable: %1
hi: पोर्टेबल संस्करण बनाते समय एक त्रुटि हुई: %1
hu: Hiba történt a hordozható verzió létrehozása közben: %1
id: Terjadi kesalahan saat membuat versi portabel: %1
it: Si è verificato un errore durante la creazione di una versione portatile: %1
ja: ポータブルバージョンの作成中にエラーが発生しました: %1
lt: Kuriant nešiojamąją versiją įvyko klaida: %1
lv: Notika kļūda izveidojot pārnēsājamo versiju: %1
my: ရွှေ့လွယ် ဗားရှင်းကို ဖန်တီးရာတွင် အမှား ဖြစ်ပေါ်ခဲ့သည်၊ %1
pl: Wystąpił błąd podczas tworzenia wersji przenośnej: %1
pt_pt: Ocorreu um erro ao criar uma versão portátil: %1
ro: A apărut o eroare la crearea unei versiuni portabile: %1
ru: В процессе создания портативной версии произошла ошибка: %1
si: එහා මෙහා ගෙන යා හැකි අනුවාදයක් නිර්මාණය කිරීමේදී දෝෂයක් ඇති විය: %1
sr: Дошло је до грешке при креирању портабл верзије: %1
tr: Taşınabilir sürüm oluşturulurken bir hata meydana geldi: %1
uk: При створенні переносної версія сталася помилка: %1
ur_pk: پورٹیبل ورژن بناتے وقت ایک خرابی پیش آگئی: %1
vi: Lỗi khi tạo bản di động: %1

# CreatePortableDialog|
source: Creating a portable version was successfully completed.
ar: إنشاء الإصدار المتنقل تم بنجاح.
bg: Създаването на преносима версия е успешно завършено.
bn: একটি পোর্টেবল সংস্করণ তৈরি করা সফলভাবে সম্পন্ন হয়েছে৷
cs_cz: Vytvoření přenosné verze bylo úspěšně dokončeno.
de: Erstellen einer portablen Version wurde erfolgreich abgeschlossen.
es: Una versión portable se creó correctamente.
fa: ایجاد نسخه قابل حمل با موفقیت به پایان رسید.
fi: Siirrettävän version luonti onnistui.
fr: La création d’une version portable s'est bien terminée.
hi: पोर्टेबल संस्करण बनाना सफलतापूर्वक पूरा हुआ।
hu: A hordozható verzió létrehozása sikeresen befejeződött.
id: Pembuatan versi portabel berhasil diselesaikan.
it: Creazione della versione portatile completata correttamnte.
ja: ポータブルバージョンの作成が完了しました。
lt: Nešiojamos versijos kūrimas sėkmingai baigtas.
lv: Pārnēsājamās versijas izveidošana tika veiksmīgi pabeigta.
my: ရွှေ့လွယ် ဗားရှင်းကို ဖန်တီးမှု အောင်မြင်စွာ ပြီးမြောက်ခဲ့သည်။
pl: Tworzenie wersji przenośnej zostało zakończone pomyślnie.
pt_pt: A criação de uma versão portátil foi concluída com sucesso.
ro: Crearea unei versiuni portabile a fost finalizată cu succes.
ru: Портативная версия успешно создана.
si: එහා මෙහා ගෙන යා හැකි අනුවාදයක් නිර්මාණය කිරීම සාර්ථකව අවසන් විය.
sr: Креирање портабл верзије је успешно завршено.
tr: Taşınabilir bir sürüm oluşturma başarılı olarak tamamlandı.
uk: Створення переносної версії успішно завершено.
ur_pk: پورٹیبل ورژن بنانے کا عمل کامیابی سے مکمل ہو گیا۔
vi: Tạo bản di động thành công.

# CreatePortableDialog|
source: Close
ar: إغلاق
bg: Затвори
bn: বন্ধ
cs_cz: Zavřít
de: Schließen
es: Cerrar
fa: بستن
fi: Sulje
fr: Fermer
hi: बंद करें
hu: Bezárás
id: Tutup
it: Chiudi
ja: 閉じる
lt: Uždaryti
lv: Aizvērt
my: ပိတ်
pl: Zamknij
pt_pt: Fechar
ro: Închide
ru: Закрыть
si: වහන්න
sr: Затвори
tr: Kapat
uk: Закрити
ur_pk: بند کریں
vi: Đóng

# CustomizeSoundsDialog|
source: Customize sounds
ar: تخصيص الأصوات
bg: Персонализиране на звуци
bn: শব্দ কাস্টমাইজ করুন
cs_cz: Přizpůsobit zvuky
de: Töne personalisieren
es: Personalizar sonidos
fa: شخصی سازی صداها
fi: Mukauta ääniä
fr: Personnaliser les sons
hi: ध्वनियाँ अनुकूलित करें
hu: Hangok testreszabása
id: Sesuaikan suara
it: Imposta file audio eventi
ja: サウンドのカスタマイズ
lt: Personalizuoti garsus
lv: Pielāgot skaņas
my: စိတ်ကြိုက် အသံများ
pl: Dostosuj dźwięki
pt_pt: Personalizar sons
ro: Personalizați sunetele
ru: Настроить звуки
si: ශබ්ද වෙනස්කිරීම් කරන්න
sr: Прилагоди звукове
tr: Sesleri özelleştir
uk: Налаштувати звуки
ur_pk: آوازیں حسب ضرورت بنائیں
vi: Tuỳ chỉnh âm thanh

# CustomizeSoundsDialog|
source: Event
ar: حدث
bg: Събитие
bn: ঘটনা
cs_cz: Událost
de: Ereignis
es: Evento
fa: رویداد
fi: Tapahtuma
fr: Évènement
hi: आयोजन
hu: Esemény
id: Even
it: Evento
ja: イベント
lt: Renginys
lv: Notikums
my: ဖြစ်ရပ်
pl: Zdarzenie
pt_pt: Evento
ro: Eveniment
ru: Событие
si: සිදුවීම
sr: Догађај
tr: Olay
uk: Подія
ur_pk: واقعہ
vi: Sự kiện

# CustomizeSoundsDialog|
source: Sound file
ar: ملف الصوت
bg: Звуков файл
bn: সাউন্ড ফাইল
cs_cz: Zvukový soubor
de: Sound-Datei
es: Archivo de sonido
fa: فایل صدا
fi: Äänitiedosto
fr: Fichier son
hi: ध्वनि फ़ाइल
hu: Hangfájl
id: Berkas suara
it: File audio
ja: サウンドファイル
lt: Garso failas
lv: Skaņas fails
my: အသံဖိုင်
pl: Plik dźwiękowy
pt_pt: Arquivo de som
ro: Fișier sunet
ru: Звуковой файл
si: ශබ්ද ගොනුව
sr: Звучна датотека
tr: Ses dosyası
uk: Файл звуку
ur_pk: ساؤنڈ فائل
vi: Tệp âm thanh

# CustomizeSoundsDialog|
source: No sound
ar: لا صوت
bg: Без звук
bn: কোন শব্দ নেই
cs_cz: Žádný zvuk
de: Kein Sound
es: Sin sonido
fa: بدون صدا
fi: Ei ääntä
fr: Aucun son
hi: कोई आवाज नहीं
hu: Nincs hang
id: Tanpa suara
it: Nessun file audio impostato
ja: サウンドなし
lt: Nėra garso
lv: Bez skaņas
my: အသံမပါ
pl: Brak dźwięku
pt_pt: Sem som
ro: Fără sunet
ru: Без звука
si: ශබ්ද නෑ
sr: Без звука
tr: Ses yok
uk: Без звуку
ur_pk: کوئی آواز نہیں
vi: Không có âm thanh
