Repository: FreeDownloadManagerTeam/FDM6-localization
Catalog: main/fdm_*.po
Languages: ar, bg, bn, cs_cz, de, es, fa, fi, fr, hi, hu, id, it, ja, lt, lv, my, pl, pt_pt, ro, ru, si, sr, tr, uk, ur_pk, vi

# SettingsPage|
source: Sounds settings
ar: إعدادات الصوت
bg: Настройки за звуци
bn: শব্দ সেটিংস
cs_cz: Nastavení zvuku
de: Toneinstellungen
es: Ajustes de sonidos
fa: تنظیمات صدا
fi: Ääniasetukset
fr: Paramètres des sons
hi: ध्वनि सेटिंग्स
hu: Hangbeállítások
id: Setelan suara
it: Impostazioni suoni
ja: サウンド設定
lt: Garsų nustatymai
lv: Skaņas iestatījumi
my: အသံ အပြင်အဆင်များ
pl: Ustawienia dźwięków
pt_pt: Configurações de sons
ro: Setări de sunet
ru: Настройки звука
si: ශබ්ද සැකසුම්
sr: Подешавања звука
tr: Ses ayarları
uk: Налаштування звуку
ur_pk: آوازوں کی ترتیبات
vi: Cài đặt âm thanh

# SettingsPage|
source: Remote control settings
ar: إعدادات التحكم عن بعد
bg: Настройки на дистанционното управление
bn: রিমোট কন্ট্রোল সেটিংস
cs_cz: Nastavení vzdáleného ovládání
de: Einstellungen Fernbedienung
fa: تنظیمات ریموت کنترل
fi: Etähallinnan asetukset
fr: Paramètres du contrôle distant
hu: Távirányítás beállításai
id: Pengaturan kendali jarak jauh
it: Impostazioni controllo remoto
ja: リモートコントロールの設定
lt: Nuotolinio valdymo pulto nustatymai
lv: Attālinātās vadības iestatījumi
my: အဝေးထိန်း အပြင်အဆင်များ
pl: Ustawienia zdalnej kontroli
pt_pt: Configurações de controle remoto
ro: Setări la distanță
ru: Настройки удалённого управления
si: දුරස්ථ පාලක සැකසුම්
sr: Подешавања даљинског управљања
tr: Uzaktan kumanda ayarları
uk: Налаштування віддаленого керування
ur_pk: ریموٹ کنٹرول ترتیبات

# SettingsPage|
source: Advanced settings
ar: إعدادات متقدمة
bg: Разширени настройки
bn: উন্নত সেটিংস
cs_cz: Rozšířená nastavení
de: Erweiterte Einstellungen
es: Ajustes avanzados
fa: تنظیمات پیشرفته
fi: Lisäasetukset
fr: Paramètres avancés
hi: एडवांस सेटिंग
hu: További beállítások
id: Pengaturan lanjutan
it: Impostazioni avanzate
ja: 高度な設定
lt: Išplėstiniai nustatymai
lv: Paplašinātie iestatījumi
my: အဆင့်မြင့် အပြင်အဆင်များ
pl: Ustawienia zaawansowane
pt_pt: Configurações avançadas
ro: Setari avansate
ru: Расширенные настройки
si: අධි සැකසුම්
sr: Напредна подешавања
tr: Gelişmiş ayarlar
uk: Додаткові налаштування
ur_pk: ایڈوانسڈ ترتیبات
vi: Cài đặt nâng cao

# SettingsPage|
source: Reset settings
ar: إعادة تعيين الإعدادات
bg: Нулиране на настройките
bn: রিসেট সেটিংস
cs_cz: Resetovat nastavení
de: Einstellungen zurücksetzen
es: Reiniciar ajustes
fa: تنظیم مجدد تنظیمات
fi: Palauta oletusasetukset
fr: Réinitialiser les paramètres
hi: सेटिंग्स फिर से करिए
hu: Beállítások törlése
id: Setel ulang pengaturan
it: Ripristina impostazioni
ja: 設定をリセット
lt: Iš naujo nustatyti nustatymus
lv: Atiestatīt iestatījumus
my: ပြန်သတ်မှတ် အပြင်အဆင်များ
pl: Reset ustawień
pt_pt: Redefinir as configurações
ro: Resetează setările
ru: Сбросить настройки
si: සැකසුම් නැවත සකසන්න
sr: Ресетуј подешавања
tr: Ayarları sıfırla
uk: Скинути налаштування
ur_pk: ترتیبات ری سیٹ کریں

# SettingsPage|
source: Default settings
ar: الأعدادات الأفتراضبة
bg: Настройки по подразбиране
bn: ডিফল্ট সেটিংস
cs_cz: Výchozí nastavení
de: Standardeinstellungen
es: Ajustes predeterminados
fa: تنظیمات پیش‌فرض
fi: Oletusasetukset
fr: Paramètres par défaut
hi: डिफ़ॉल्ट सेटिंग्स
hu: Alapértelmezés
id: Setelan bawaan
it: Impostazioni predefinite
ja: 既定の設定
lt: Numatytieji nustatymai
lv: Noklusējuma iestatījumi
my: မူလအပြင်အဆင်များ
pl: Ustawienia domyślnie
pt_pt: Configurações padrão
ro: Setări implicite
ru: Настройки по умолчанию
si: පෙරනිමි සැකසුම්
sr: Подразумевана подешавања
tr: Varsayılan ayarlar
uk: За замовчуванням
ur_pk: ڈیفالٹ ترتیبات
vi: Thiết lập mặc định

# SettingsPage|
source: Restore default settings?
ar: أعادة الأعدادات الأفتراضية؟
bg: Възстановяване на настройките по подразбиране?
bn: ডিফল্ট সেটিংস পূর্বাবস্থায় ফিরিয়ে আনুন?
cs_cz: Obnovit výchozí nastavení?
de: Standardeinstellungen wiederherstellen?
es: ¿Restaurar ajustes predeterminados?
fa: بازیابی تنظیمات پیش‌فرض؟
fi: Palautetaanko oletusasetukset?
fr: Restaurer les paramètres par défaut?
hi: डिफ़ॉल्ट सेटिंग्स पुनर्स्थापित करें?
hu: Visszaállítod az alapértelmezett beállításokat?
id: Pulihkan setelan bawaan?
it: Vuoi ripristinare le impostazioni predefinite?
ja: 既定の設定に戻しますか?
lt: Atkurti numatytuosius nustatymus?
lv: Vai atjaunot noklusējuma iestatījumus?
my: မူလအပြင်အဆင်များအတိုင်း ပြန်လုပ်မလား။
pl: Przywrócić ustawienia domyślne?
pt_pt: Restaurar as definições predefinidas?
ro: Restabilește setările implicite?
ru: Восстановить настройки по умолчанию?
si: පෙරනිමි සැකසුම් යථා තත්වයට පත් කරන්නද?
sr: Повратити подразумевана подешавања?
tr: Varsayılan ayarlara sıfırlansın mı?
uk: Відновити налаштування за замовчуванням?
ur_pk: ڈیفالٹ ترتیبات بحال کریں؟
vi: Khôi phục lại các thiết lập mặc định?

# ShutdownBanner|
source: Cancel
ar: إلغاء
bg: Отказ
bn: বাতিল করুন
cs_cz: Storno
de: Abbrechen
es: Cancelar
fa: انصراف
fi: Peru
fr: Annuler
hi: रद्द करें
hu: Mégse
id: Batalkan
it: Annulla
ja: キャンセル
lt: Atšaukti
lv: Atcelt
my: ပယ်ဖျက်
pl: Anuluj
pt_pt: Cancelar
ro: Anulează
ru: Отмена
si: අවලංගු කරන්න
sr: Откажи
tr: İptal
uk: Скасувати
ur_pk: منسوخ کریں
vi: Hủy

# ShutdownBanner|
source: Computer will be put to sleep after all downloads are completed.
ar: سيدخل الحاسوب في وضع السكون بعد الانتهاء من كافة التنزيلات.
bg: След приключване на изтеглянията компютъра ще заспи.
bn: সমস্ত ডাউনলোড সম্পূর্ণ হওয়ার পরে কম্পিউটারটি ঘুমাতে দেওয়া হবে।
cs_cz: Po dokončení všech stahování přejde počítač do režimu spánku.
de: Computer wird in den Schlafmodus versetzt, wenn alle Downloads fertig sind.
es: El computador se suspenderá después de que todas las descargas estén completadas.
fa: بعد از اتمام همه دانلودها، کامپیوتر به حالت خواب می رود.
fi: Tietokone asetetaan valmiustilaan kaikkien latausten valmistuttua.
fr: L'ordinateur sera mis en veille une fois tous les téléchargements terminés.
hi: सभी डाउनलोड पूर्ण होने के बाद कंप्यूटर निष्क्रिय हो जाएगा।
hu: A számítógép az összes letöltés befejezése után alvó állapotba megy.
id: Komputer akan masuk ke mode tidur apabila seluruh unduhan telah selesai.
it: Il computer entrerà in modalità di sospensione dopo il completamento di tutti i download.
ja: すべてのダウンロードが完了すると、コンピューターはスリープ状態になります。
lt: Kompiuteris išsijungs, kai visi atsisiuntimai bus baigti.
lv: Uzmanību! Jūsu dators ieies miega režīmā, kad visas lejupielādes ir pabeigtas.
my: ဒေါင်းလုပ်အားလုံး ပြီးဆုံးသည့်အခါ ကွန်ပျူတာကို အိပ်ခိုင်းပါမည်။
pl: Komputer zostanie uśpiony, po zakończeniu wszystkich pobrań.
pt_pt: O computador será suspenso após todos os downloads serem concluídos.
ro: Computerul va fi pus în repaus după finalizarea tuturor descărcărilor.
ru: Компьютер будет переведён в режим сна после загрузки всех файлов.
si: සියලුම බාගැනීම් අවසන් වූ පසු පරිගණකය Sleep mode කරනු ලැබේ.
sr: Рачунар ће бити стављен у режим спавања након што се заврше сва преузимања.
tr: Tüm indirmeler tamamlandıktan sonra bilgisayar uykuya geçecektir.
uk: Після завершення всіх завантажень комп'ютер буде переведено в режим сну.
ur_pk: تمام ڈاؤن لوڈز مکمل ہونے کے بعد کمپیوٹر سلیپ موڈ ر چلا جائے گا۔
vi: Máy tính sẽ được đưa vào chế độ ngủ sau khi tất cả các tải xuống đã hoàn tất.

# ShutdownBanner|
source: Computer will be hibernate after all downloads are completed.
ar: سيدخل الحاسوب في وضع الإسبات بعد الانتهاء من كافة التنزيلات.
bg: След приключване на изтеглянията компютъра ще премине в хибернация.
bn: সমস্ত ডাউনলোড সম্পূর্ণ হওয়ার পরে কম্পিউটার হাইবারনেট করা হবে।
cs_cz: Po dokončení všech stahování přejde počítač do režimu hibernace.
de: Computer wird in den Ruhezustand versetzt, wenn alle Downloads fertig sind.
es: El computador se hibernará después de que todas las descargas estén completadas.
fa: بعد از اتمام همه دانلودها، کامپیوتر هایبرنیت می شود.
fi: Tietokone asetetaan horrostilaan kaikkien latausten valmistuttua.
fr: L’ordinateur sera mis en hibernation une fois tous les téléchargements terminés.
hi: सभी डाउनलोड पूर्ण होने के बाद कंप्यूटर हाइबरनेट हो जाएगा।
hu: A számítógép az összes letöltés befejezése után hibernál.
id: Komputer akan masuk ke mode hibernasi apabila seluruh unduhan telah selesai.
it: Il computer verrà ibernato una volta completati tutti i download.
ja: すべてのダウンロードが完了すると、コンピューターは休止状態になります。
lt: Kai visi atsisiuntimai bus baigti, kompiuteris veiks užmigdymo režimu.
lv: Uzmanību! Jūsu dators ieies dziļajā miega režīmā, kad visas lejupielādes ir pabeigtas.
my: ဒေါင်းလုပ်အားလုံး ပြီးဆုံးသည့်အခါ ကွန်ပျူတာကို စက်ရပ်ခိုင်းပါမည်။
pl: Komputer przejdzie w hibernację, po zakończeniu wszystkich pobrań.
pt_pt: O computador será hibernado depois que todos os downloads forem concluídos.
ro: Computerul va intra în hibernare după finalizarea tuturor descărcărilor.
ru: Компьютер будет переведён в режим гибернации после загрузки всех файлов.
si: සියලුම බාගැනීම් අවසන් වූ පසු පරිගණකය හයිබර්නේට් වනු ඇත.
sr: Рачунар ће бити хиберниран након што се заврше сва преузимања.
tr: Tüm indirmeler tamamlandıktan sonra bilgisayar hazırda bekletmeye geçecektir.
uk: Після завершення всіх завантажень комп'ютер буде переведено в режим глибокого сну.
ur_pk: تمام ڈاؤن لوڈز مکمل ہونے کے بعد کمپیوٹر کو ہائبر نیٹ (Hibernate) کر دیا جائے گا۔

# ShutdownBanner|
source: Computer will be shutdown after all downloads are completed.
ar: سيدخل الحاسوب في وضع الإغلاق بعد الانتهاء من كافة التنزيلات.
bg: След приключване на изтеглянията компютъра ще се изключи.
bn: সমস্ত ডাউনলোড শেষ হলে কম্পিউটার বন্ধ হয়ে যাবে।
cs_cz: Po dokončení všech stahování bude počítač vypnut.
de: Computer wird heruntergefahren, wenn alle Downloads fertig sind.
es: El computador se apagará después de que todas las descargas estén completadas.
fa: بعد از اتمام همه دانلودها، کامپیوتر خاموش می شود.
fi: Tietokone sammutetaan kaikkien latausten valmistuttua.
fr: L'ordinateur sera arrété une fois tous les téléchargements terminés.
hi: सभी डाउनलोड पूर्ण होने के बाद कंप्यूटर बंद हो जाएगा।
hu: A számítógép az összes letöltés befejezése után leáll.
id: Komputer akan dimatikan apabila seluruh unduhan telah selesai.
it: Il computer verrà spento una volta completati tutti i download.
ja: すべてのダウンロードが完了すると、コンピューターはシャットダウンされます。
lt: Kompiuteris bus išjungtas, kai visi atsisiuntimai bus baigti.
lv: Uzmanību! Jūsu dators tiks izslēgts, kad visas lejupielādes ir pabeigtas.
my: ဒေါင်းလုပ်အားလုံး ပြီးဆုံးသည့်အခါ ကွန်ပျူတာကို ပိတ်ခိုင်းပါမည်။
pl: Komputer zostanie zamknięty, po zakończeniu wszystkich pobrań.
pt_pt: O computador será desligado depois que todos os downloads forem concluídos.
ro: Computerul va fi oprit după finalizarea tuturor descărcărilor.
ru: Компьютер будет выключен после завершения загрузки всех файлов.
si: සියලුම බාගත කිරීම් අවසන් වූ පසු පරිගණකය වසා දමනු ඇත.
sr: Рачунар ће бити искључен након што се заврше сва преузимања.
tr: Tüm indirmeler tamamlandıktan sonra bilgisayar kapatılacaktır.
uk: Після завершення всіх завантажень комп'ютер буде вимкнено.
ur_pk: تمام ڈاؤن لوڈز مکمل ہونے کے بعد کمپیوٹر کو بند (Shutdown) کر دیا جائے گا۔
vi: Tắt máy sau khi tải xuống tất cả tệp.

# ShutdownDialog|
source: Confirm
ar: تأكيد
bg: Потвърди
bn: নিশ্চিত করুন
cs_cz: Potvrdit
de: Bestätigen
es: Confirmar
fa: تأیید
fi: Vahvista
fr: Confirmer
hi: पुष्टि करें
hu: Megerősítés
id: Konfirmasi
it: Conferma
ja: 確認
lt: Patvirtinti
lv: Apstiprināt
my: အတည်ပြုပါ
pl: Potwierdź
pt_pt: Confirmar
ro: Confirmă
ru: Подтвердить
si: තහවුරු කරන්න
sr: Потврди
tr: Onayla
uk: Підтвердити
ur_pk: تصدیق کریں
vi: Xác nhận

# ShutdownDialog|
source: Cancel
ar: إلغاء
bg: Отказ
bn: বাতিল করুন
cs_cz: Storno
de: Abbrechen
es: Cancelar
fa: انصراف
fi: Peru
fr: Annuler
hi: रद्द करें
hu: Mégse
id: Batalkan
it: Annulla
ja: キャンセル
lt: Atšaukti
lv: Atcelt
my: ပယ်ဖျက်
pl: Anuluj
pt_pt: Cancelar
ro: Anulează
ru: Отмена
si: අවලංගු කරන්න
sr: Откажи
tr: İptal
uk: Скасувати
ur_pk: منسوخ کریں
vi: Hủy

# ShutdownDialog|
source: OK (%1)
ar: موافق (%1)
bn: ওকে (%1)
es: Aceptar (%1)
fa: تأیید (%1)
hi: ठीक (%1)
hu: Rendben (%1)
lt: Gerai (%1)
my: အိုကေ (%1)
ru: ОК (%1)
si: හරි (%1)
sr: У реду (%1)
tr: Tamam (%1)
ur_pk: ٹھیک ہے (%1)

# ShutdownDialog|
source: Attention! Your computer will be put to Sleep mode.
ar: تنبيه! سيدخل الحاسوب في وضع السكون.
bg: Внимание! Компютъра ще заспи.
bn: দৃষ্টি আকর্ষণ করছি! আপনার কম্পিউটার স্লিপ মোডে রাখা হবে।
cs_cz: Upozornění! Váš počítač přejde do režimu spánku.
de: Achtung! Computer wird in den Schlafmodus versetzt.
es: ¡Atención! Tu computador se suspenderá.
fa: توجه! کامپیوتر شما به خواب خواهد رفت.
fi: Huomio! Tietokone asetetaan valmiustilaan.
fr: Attention! Votre ordinateur sera mis en mode Veille.
hi: सावधान! आपके कंप्यूटर को स्लीप मोड में रखा जाएगा।
hu: Figyelem! A számítógép alvó állapotba kerül.
id: Perhatian! Komputer Anda akan disetel ke mode Tidur.
it: Attenzione! Il computer verrà messo in modalità sospensione.
ja: 注意! コンピューターがスリープモードに入ります。
lt: Dėmesio! Jūsų kompiuteris bus perkeltas į pristabdymo režimą.
lv: Uzmanību! Jūsu dators ieies miega režīmā.
my: သတိပြုပါ။ သင့်ကွန်ပျူတာကို အိပ်နည်းလမ်းသို့ ထားပါမည်။
pl: Uwaga! Komputer zostanie uśpiony.
pt_pt: Atenção! O seu computador será colocado no modo de suspensão.
ro: Atenţie! Computerul dvs. va fi pus în modul Repaus.
ru: Внимание! Ваш компьютер будет переведён в режим сна.
si: අවධානය! ඔබේ පරිගණකය Sleep mode කරනු ලැබේ.
sr: Пажња! Ваш рачунар ће бити стављен у режим спавања.
tr: Dikkat! Bilgisayarınız Uyku moduna geçecektir.
uk: Увага! Ваш комп'ютер буде переведено в Режим Сну.
ur_pk: توجہ فرمائیں! آپ کا کمپیوٹر سلیپ موڈ پر لگا دیا جائے گا۔
vi: Chú ý! Máy tính của bạn sắp chuyển sang chế độ Ngủ.

# ShutdownDialog|
source: Attention! Your computer will be hibernated.
ar: تنبيه! سيدخل الحاسوب في وضع الإسبات.
bg: Внимание! Компютъра ще премине в хибернация.
bn: দৃষ্টি আকর্ষণ করছি! আপনার কম্পিউটার হাইবারনেট করা হবে।
cs_cz: Upozornění! Váš počítač přejde do režimu hibernace.
de: Achtung! Computer wird in den Ruhezustand versetzt.
es: ¡Atención! Tu computador se hibernará.
fa: توجه! کامپیوتر شما هایبرنیت خواهد شد.
fi: Huomio! Tietokone asetetaan horrostilaan.
fr: Attention! Votre ordinateur sera mis en hibernation.
hi: सावधान! आपका कंप्यूटर हाइबरनेटेड हो जाएगा।
hu: Figyelem! A számítógép hibernálni fog.
id: Perhatian! Komputer Anda akan masuk mode hibernasi.
it: Attenzione! Il computer verrà messo in modalità ibernazione.
ja: 注意! コンピューターが休止状態になります。
lt: Dėmesio! Jūsų kompiuteris bus užmigdytas.
lv: Uzmanību! Jūsu dators ieies dziļajā miega režīmā.
my: သတိပြုပါ။ သင့်ကွန်ပျူတာကို စက်ရပ်ပါမည်။
pl: Uwaga! Komputer zostanie zahibernowany.
pt_pt: Atenção! O seu computador será hibernado.
ro: Atenţie! Computerul dvs. va fi hibernat.
ru: Внимание! Ваш компьютер будет переведён в режим гибернации.
si: අවධානය! ඔබේ පරිගණකය හයිබර්නේට් වනු ඇත.
sr: Пажња! Ваш рачунар ће бити хиберниран.
tr: Dikkat! Bilgisayarınız hazırda beklemeye geçecektir.
uk: Увага! Ваш комп'ютер буде переведено в Режим Глибокого Сну.
ur_pk: توجہ فرمائیں! آپ کا کمپیوٹر ہائبر نیٹ ہو جائے گا۔

# ShutdownDialog|
source: Attention! Your computer will be shut down.
ar: تنبيه! سيدخل الحاسوب في وضع الإغلاق.
bg: Внимание! Компютъра ще бъде изключен.
bn: দৃষ্টি আকর্ষণ করছি! আপনার কম্পিউটার বন্ধ হয়ে যাবে।
cs_cz: Upozornění! Váš počítač bude vypnut.
de: Achtung! Computer wird heruntergefahren.
es: ¡Atención! Tu computador se apagará.
fa: توجه! کامپیوتر شما خاموش خواهد شد.
fi: Huomio! Tietokone sammutetaan.
fr: Attention! Votre ordinateur sera arrêté.
hi: सावधान! आपका कंप्यूटर शट डाउन हो जाएगा.
hu: Figyelem! A számítógép leáll.
id: Perhatian! Komputer Anda akan dimatikan.
it: Attenzione! Il computer verrà spento.
ja: 注意! コンピューターがシャットダウンされます。
lt: Dėmesio! Jūsų kompiuteris bus išjungtas.
lv: Uzmanību! Jūsu dators tiks izslēgts.
my: သတိပြုပါ။ သင့်ကွန်ပျူတာကို ပိတ်ပါမည်။
pl: Uwaga! Komputer zostanie zamknięty.
pt_pt: Atenção! O seu computador será desligado.
ro: Atenţie! Computerul dvs. va fi oprit.
ru: Внимание! Ваш компьютер будет выключен.
si: අවධානය! ඔබේ පරිගණකය වසා දමනු ඇත.
sr: Пажња! Ваш рачунар ће бити искључен.
tr: Dikkat! Bilgisayarınız kapatılacaktır.
uk: Увага! Ваш комп'ютер буде вимкнено.
ur_pk: توجہ فرمائیں! آپ کا کمپیوٹر بند ہو جائے گا۔
vi: Chú ý! Máy tính của bạn sắp tắt.

source: Sounds settings
ar: إعدادات الصوت
bg: Настройки за звуци
bn: শব্দ সেটিংস
cs_cz: Nastavení zvuku
de: Toneinstellungen
es: Ajustes de sonidos
fa: تنظیمات صدا
fi: Ääniasetukset
fr: Paramètres des sons
hi: ध्वनि सेटिंग्स
hu: Hangbeállítások
id: Setelan suara
it: Impostazioni suoni
ja: サウンドの設定
lt: Garsų nustatymai
lv: Skaņas iestatījumi
my: အသံ အပြင်အဆင်များ
pl: Ustawienia dźwięków
pt_pt: Configurações de sons
ro: Setări sunete de de avertizare
ru: Настройки звука
si: ශබ්ද සැකසුම්
sr: Подешавања звука
tr: Ses ayarları
uk: Налаштування звуку
ur_pk: آوازوں کی ترتیبات
vi: Cài đặt âm thanh

# SoundsSettings|
source: Use sounds
ar: إستخدام الأصوات
bg: Използване на звуци
bn: শব্দ ব্যবহার করুন
cs_cz: Použít zvuky
de: Töne verwenden
es: Usar sonidos
fa: استفاده از صداها
fi: Käytä ääniä
fr: Utiliser des sons
hi: ध्वनि का प्रयोग करें
hu: Hangok használata
id: Gunakan suara
it: Imposta file audio notifiche
ja: サウンドを使用する
lt: Naudokite garsus
lv: Lietot skaņas
my: အသံများကို အသုံးပြုပါ
pl: Użyj dźwięku
pt_pt: Usar sons
ro: Folosiți sunete de avertizare
ru: Включить звуки
si: ශබ්ද භාවිතා කරන්න
sr: Користи звукове
tr: Sesleri kullan
uk: Використовувати звуки
ur_pk: آوازیں استعمال کریں
vi: Sử dụng âm thanh

# SoundsSettings|
source: Downloads added
ar: تم إضافة التحميلات
bg: Добавени изтегляния
bn: ডাউনলোড যোগ করা হয়েছে
cs_cz: Stahování byla přidána
de: Download hinzugefügt
es: Descargas agregadas
fa: دانلودها اضافه شده‌اند
fi: Lataus lisättiin
fr: Téléchargements ajoutés
hi: डाउनलोड जोड़े गए
hu: Hozzáadott letöltések
id: Unduhan ditambahkan
it: Download aggiunti
ja: ダウンロードが追加されました
lt: Pridėta atsisiuntimų
lv: Lejupielādes pievienotas
my: ဒေါင်းလုပ်များ ထည့်ခဲ့သည်
pl: Dodane pobieranie
pt_pt: Downloads adicionados
ro: Descărcări adăugate
ru: Загрузки добавлены
si: බාගත කිරීම් එකතු කර ඇත
sr: Преузимања додата
tr: İndirmeler eklendi
uk: Завантаження додано
ur_pk: ڈاؤن لوڈز شامل کیے گئے
vi: Đã thêm tải xuống

# SoundsSettings|
source: Downloads completed
ar: تم إكمال التحميلات
bg: Завършени изтегляния
bn: ডাউনলোড সম্পন্ন হয়েছে
cs_cz: Stahování byla dokončena
de: Download abgeschlossen
es: Descargas completadas
fa: دانلودها تمام شده‌اند
fi: Lataus valmistui
fr: Téléchargements terminés
hi: डाउनलोड पूर्ण
hu: Befejezett letöltések
id: Unduhan selesai
it: Download completati
ja: ダウンロードが完了しました
lt: Atsisiuntimai baigti
lv: Lejupielādes pabeigtas
my: ဒေါင်းလုပ်များ ပြီးပါပြီ
pl: Pobrania zakończone
pt_pt: Downloads concluídos
ro: Descărcări finalizate
ru: Загрузки завершены
si: බාගත කිරීම් සම්පූර්ණ යි
sr: Преузимања завршена
tr: İndirmeler tamamlandı
uk: Завантаження завершено
ur_pk: ڈاؤن لوڈز مکمل ہوئے
vi: Tải xuống hoàn thành

# SoundsSettings|
source: Downloads failed
ar: فشلت التحميلات
bg: Неуспешно изтегляне
cs_cz: Stahování selhala
de: Download fehlgeschlagen
es: Descargas fallidas
fa: دانلودها موفق نبودند
fi: Lataus epäonnistui
fr: Téléchargements échoués
hi: डाउनलोड विफल
hu: Sikertelen letöltések
id: Unduhan gagal
it: Download non riusciti
ja: ダウンロードに失敗しました
lt: Atsisiuntimai nepavyko
lv: Lejupielādes neizdevās
my: ဒေါင်းလုပ်များ မအောင်မြင်ပါ
pl: Nieudane pobrania
pt_pt: Downloads com falha
ro: Descărcările au eșuat
ru: Загрузки не удались
si: බාගත කිරීම් අසාර්ථකයි
sr: Преузимања неуспела
tr: İndirmeler başarısız oldu
uk: Збій завантаження
ur_pk: ڈاؤن لوڈز ناکام ہوئے
vi: Tải xuống thất bại

# SoundsSettings|
source: No active downloads
ar: لا توجد تنزيلات نشطة
bg: Няма активни изтегляния
bn: কোন সক্রিয় ডাউনলোড নেই
cs_cz: Žádná aktivní stahování
de: Keine aktiven Downloads
es: No hay descargas activas
fa: دانلود فعالی وجود ندارد
fi: Aktiivisia latauksia ei ole
fr: Pas de téléchargement actif
hi: कोई सक्रिय डाउनलोड नहीं
hu: Nincs aktív letöltés
id: Tidak ada unduhan aktif
it: Nessun download attivo
ja: 実行中のダウンロードはありません
lt: Nėra aktyvių atsisiuntimų
lv: Nav aktīvu lejupielāžu
my: လုပ်နေသည့် ဒေါင်းလုပ်များ မရှိပါ
pl: Brak aktywnych pobierań
pt_pt: Nenhum download ativo
ro: Nu există procese de descărcare active
ru: Нет активных загрузок
si: සක්රීය බාගත කිරීම් නොමැත
sr: Нема активних преузимања
tr: Etkin indirmeler yok
uk: Немає активних завантажень
ur_pk: کوئی فعال ڈاؤن لوڈ نہیں ہے
vi: Không chủ động tải xuống

# SslDialog|
source: Warning: potential security risk ahead
ar: تحذير: مخاطرة أمنية محتملة قادمة
bg: Внимание: Потенциален риск за сигурността
bn: সতর্কতাঃ সামনে সম্ভাব্য নিরাপত্তা ঝুঁকি
cs_cz: Varování: Možné potenciální riziko
de: Warnung: potentielles Sicherheitsrisiko
es: Advertencia: riesgo potencial de seguridad adelante
fa: هشدار: خطر بالقوه امنیتی پیش رو
fi: Varoitus: mahdollinen tietoturvauhka
fr: Attention: risque potentiel de sécurité à venir
hi: चेतावनी: आगे संभावित सुरक्षा जोखिम
hu: Figyelem: potenciális biztonsági kockázat
id: Peringatan: berpotensi merisikokan keamanan
it: Attenzione: potenziale rischio sicurezza
ja: 警告: セキュリティリスクの可能性があります
lt: Įspėjimas: galimas saugumo pavojus
lv: Brīdinājums: potenciāls drošības risks
my: သတိပေးချက်၊ လုံခြုံရေး အန္တရာယ် ရှိလာနိုင်သည်
pl: Uwaga: wykryto potencjalne zagrożenie bezpieczeństwa
pt_pt: Aviso: risco potencial de segurança à frente
ro: Atenție: risc potențial de securitate înainte
ru: Предупреждение: впереди потенциальная угроза безопасности
si: අවවාදයයි: ආරක්ෂක අවදානමක් ඉදිරියේ ඇති විය හැක
sr: Упозорење: потенцијални безбедносни ризик
tr: Uyarı: olası güvenlik riski ileride
uk: Увага: потенційна загроза безпеці
ur_pk: انتباہ: آگے سیکورٹی کا ممکنہ خطرہ ہے

# SslDialog|
source: The authenticity of the host can't be established.
ar: لا يمكن التأكد من صحة المضيف.
bg: Автентичността на хоста не може да бъде установена.
cs_cz: Pravost hostitele nelze zjistit.
de: Authentizität des Hosts kann nicht festgestellt werden.
fa: اصالت میزبان قابل تأیید نیست.
fi: Isännän aitoutta ei voida vahvistaa.
fr: L'authenticité de l'hôte ne peut pas être établie.
hu: A gazdagép hitelességét nem lehet megállapítani.
id: Host autentikasi tidak dapat di estabilasikan.
it: Non è possibile stabilire l'autenticità dell'host.
ja: ホストの信頼性が確立できません。
lt: Neįmanoma nustatyti pagrindinio kompiuterio autentiškumo.
pl: Nie można potwierdzić autoryzacji serwera.
pt_pt: A autenticidade do host não pode ser estabelecida.
ro: Autenticitatea gazdei nu poate fi stabilită.
ru: Подлинность сервера не может быть установлена.
si: ධාරකයාගේ අව්යාජත්වය තහවුරු කළ නොහැක.
sr: Аутентичност хоста се не може утврдити.
tr: Anamakinenin gerçekliği belirlenemiyor.
ur_pk: ہوسٹ کی اصلیت قائم نہیں کی جا سکتی۔

# SslDialog|
source: SSL Certificate is not valid.
ar: شهادة SSL غير صالحة.
bg: SSL Сертификата е невалиден.
bn: SSL সার্টিফিকেট বৈধ নয়।
cs_cz: SSL certifikát není platný.
de: SSL-Zertifikat ungültig.
es: Certificado SSL no es válido.
fa: گواهی SSL معتبر نیست.
fi: SSL-sertifikaatti on virheellinen.
fr: Le certificat SSL est invalide.
hi: SSL प्रमाणपत्र मान्य नहीं है।
hu: Az SSL Tanúsítvány érvénytelen.
id: Sertifikat SSL tidak sah.
it: Certificato SSL non valido.
ja: SSL 証明書が無効です。
lt: SSL sertifikatas negalioja.
lv: SSL Sertifikāts nav derīgs.
my: SSL Certificate က တရားမဝင်ပါ။
pl: Niepoprawny certyfikat SSL.
pt_pt: O certificado SSL não é válido.
ro: Certificatul SSL nu este valid.
ru: SSL-сертификат недействителен.
si: SSL සහතිකය වලංගු නොවේ.
sr: SSL сертификат није важећи.
tr: SSL Sertifikası geçersiz.
uk: Сертифікат SSL недійсний.
ur_pk: SSL سرٹیفکیٹ درست نہیں ہے۔

# SslDialog|
source: %1 key fingerprints
ar: %1 بصمات الأصابع الرئيسية
bg: %1 пръстови отпечатъци на ключове
cs_cz: %1 otisků klíčů
de: %1 Schlüssel-Fingerabdrücke
fa: %1 اثرانگشت کلید
fi: %1-avainsormenjäljet
fr: %1 empreintes digitales clés
hu: %1 kulcs ujjlenyomat
id: %1 Key sidik jari
it: chiave impronte digitali %1
ja: %1 のキーフィンガープリント
lt: %1 rakto pirštų atspaudai
pl: %1 odcisk klucza
pt_pt: %1 impressões digitais principais
ro: %1 amprente cheie
ru: Отпечатки %1 ключа
si: %1 යතුරේ සලකුණු
sr: Отисци кључа %1
tr: %1 anahtarı parmak izi
ur_pk: %1 شناخت کنندہ
