Repository: FreeDownloadManagerTeam/FDM6-localization
Catalog: main/fdm_*.po
Languages: ar, bg, bn, cs_cz, de, es, fa, fi, fr, hi, hu, id, it, ja, lt, lv, my, pl, pt_pt, ro, ru, si, sr, tr, uk, ur_pk, vi

# ConnectToRemoteAppDialog|
source: Here you can connect to %1 running on another device.
ar: هنا يمكنك الاتصال بـ %1 الذي يعمل على جهاز آخر.
bg: Тук можете да се свържете с %1 работещ на друго устройство.
bn: এখানে আপনি অন্য ডিভাইসে চলমান %1 এর সাথে সংযোগ করতে পারেন।
cs_cz: Zde se můžete připojit k %1, které běží na jiném zařízení.
de: Hier kannst du eine Verbindung zu %1 herstellen, das auf einem anderen Gerät läuft.
es: Aquí puedes conectar a %1 ejecutándose en otro dispositivo.
fa: اینجا می‌توانید به 1% که روی دستگاه دیگری در حال اجرا است متصل شوید.
fi: Tässä voit muodostaa yhteyden eri laitteella suoritettavaan %1-instanssiin.
fr: Ici vous pouvez vous connecter à %1 fonctionnant sur un autre appareil.
hi: यहां आप दूसरे डिवाइस पर चल रहे %1 से कनेक्ट कर सकते हैं।
hu: Itt csatlakozhatsz egy másik eszközön futó %1 alkalmazáshoz.
id: Di sini Anda dapat menyambungkan ke %1 yang berjalan di perangkat lain.
it: Qui puoi connetterti a %1 in esecuzione su un altro dispositivo.
ja: 別のデバイスで動作している %1 に接続できます。
lt: Čia galite prisijungti prie %1, veikiančio kitame įrenginyje.
lv: Šeit jūs varat pievienoties %1, kas darbojas citā ierīcē.
my: အခြားပစ္စည်းတွင် လုပ်နေသည့် %1 ကို ဒီနေရာတွင် သင်ဆက်သွယ်နိုင်သည်
pl: Tutaj możesz połączyć do %1 uruchomionego na innym urządzeniu.
pt_pt: Aqui você pode se conectar ao %1 em execução em outro dispositivo.
ro: Aici vă puteți conecta la %1 care rulează pe alt dispozitiv.
ru: Здесь вы можете подключиться к %1, запущенному на другом устройстве.
si: මෙහිදී ඔබට වෙනත් උපාංගයක් මත ධාවනය වන %1 වෙත සම්බන්ධ විය හැකිය.
sr: Овде се можете повезати са апликацијом %1 која ради на другом уређају.
tr: Burada, başka bir cihazda çalışan %1'ye bağlanabilirsiniz.
uk: Тут ви можете підключитися до %1 запущеного на іншому пристрої.
ur_pk: یہاں آپ کسی دوسرے آلے پر چل رہے %1 سے منسلک ہو سکتے ہیں۔
vi: Bạn có thể kết nối đến %1 đang chạy trên một thiết bị khác.

# ConnectToRemoteAppDialog|
source: Automatically connect at startup
ar: الاتصال تلقائيًا عند بدء التشغيل
bg: Автоматично свързване при стартиране
bn: স্টার্টআপে স্বয়ংক্রিয়ভাবে সংযোগ করুন
cs_cz: Automaticky se připojit při spuštění
de: Automatisch beim Start verbinden
es: Conectar automáticamente al inicio
fa: اتصال خودکار در هنگام راه‌اندازی
fi: Yhdistä automaattisesti käynnistettäessä
fr: Connecter automatiquement au démarrage
hi: स्टार्टअप पर स्वचालित रूप से कनेक्ट करें
hu: Automatikus csatlakozás indításkor
id: Terhubung secara otomatis saat memulai
it: Connetti automaticamente all'avvio
ja: 起動時に自動的に接続する
lt: Automatiškai prisijungti paleidžiant
lv: Automātiski pievienoties startējot
my: စက်ဖွင့်ရာတွင် အလိုအလျောက် ချိတ်ဆက်ပါ
pl: Automatycznie podłącz przy starcie
pt_pt: Conectar automaticamente ao inicializar
ro: Conectați-vă automat la pornire
ru: Автоматически подключаться при запуске
si: ආරම්භයේ දී ස්වයංක්රීයව සම්බන්ධ වන්න
sr: Аутоматски се повежи при покретању
tr: Başlangıçta otomatik olarak bağlan
uk: Автоматично підключатися при запуску
ur_pk: اسٹارٹ اپ پر خودکار طور پر منسلک ہوں
vi: Kết nối tự động khi khởi động

# ConnectToRemoteAppDialog|
source: Please enter %1, or <a href='#'>scan QR code</a>
ar: يرجى إدخال %1، أو <a href='#'>مسح رمز الاستجابة السريعة</a>
bg: Моля въведете %1, или <a href='#'>сканирайте QR код</a>
bn: স্টার্টআপে স্বয়ংক্রিয়ভাবে সংযোগ করুন
cs_cz: Zadejte %1 nebo <a href='#'>naskenujte QR kód</a>
de: Bitte %1 eingeben oder <a href='#'>QR-Code scannen</a>
fa: لطفاً %1 را وارد کنید یا <a href='#'>QR کد را اسکن کنید</a>
fi: Syötä %1 tai <a href='#'>skannaa QR-koodi</a>.
fr: Veuillez entrer %1, ou <a href='#'>analyser le QR code</a>
hu: Kérlek, add meg ezt: %1, vagy <a href='#'>olvasd be a QR kódot</a>!
id: Masukkan %1, atau <a href='#'>pindai kode QR</a>
it: Inserisci %1 o <a href='#'>scansiona il codice QR</a>
ja: %1 を入力するか <a href='#'>QR コードをスキャン</a>
lt: Įveskite %1 arba <a href='#'>nuskaitykite QR kodą</a>
lv: Lūdzu ievadi %1, vai <a href='#'>skenē QR kodu</a>
my: ကျေးဇူးပြု၍ %1 ကို ဖြည့်ပါ၊ (သို့) <a href=‘#’>QR ကုတ်ကို စကန်ဖတ်ပါ</a>
pl: Proszę podać %1 lub <a href='#'>zeskanować kod QR</a>
pt_pt: Por favor insira %1 ou <a href='#'>leia o código QR</a>
ro: Introduceți %1 sau <a href='#'>scanați codul QR</a>
ru: Пожалуйста, введите %1 или <a href='#'>отсканируйте QR-код</a>
si: කරුණාකර %1 ඇතුලත් කරන්න, නැතහොත් <a href='#'>ඉරිත QR කේතයක්</a>
sr: Унесите %1 или <a href='#'>скенирајте QR код</a>
tr: Lütfen %1 girin veya <a href='#'>QR kodunu tarayın</a>
uk: Будь ласка, введіть %1, або <a href='#'>відскануйте QR код</a>
ur_pk: براہ کرم %1 درج کریں، یا <a href='#'>QR کوڈ اسکین کریں</a>
vi: Vui lòng nhập %1, hoặc <a href='#'>quét mã QR</a>

# ConnectToRemoteAppDialog|
source: Both %1 and QR code are located inside of Preferences page of %2 you're going to connect to.
ar: كلا من %1 ورمز الاستجابة السريعة موجودان في صفحة التفضيلات لـ %2 الذي ستتصل به.
bg: Двата %1 и QR кода се намират в страницата с настройки на %2 към която ще се свържете.
bn: %1 এবং QR কোড উভয়ই %2 এর পছন্দের পৃষ্ঠার ভিতরে অবস্থিত যা আপনি সংযোগ করতে যাচ্ছেন।
cs_cz: QR kód i %1 jsou umístěny v menu Možnosti stránky %2, ke které se chcete připojit.
de: Sowohl %1 als auch der QR-Code befinden sich auf der Einstellungen-Seite von %2, mit der du dich verbinden wirst.
fa: هر دو %1 و کد QR داخل صفحه تنظیمات %2 که قصد اتصال به آن را دارید، قرار دارند.
fi: %1 ja QR-koodi löytyvät yhdistettävän %2-instanssin asetuksista.
fr: %1 et le QR code se trouvent tous deux dans la page Préférences de %2 auquel vous allez vous connecter.
hu: Mind a %1, mind a QR-kód a Beállítások oldalon belül található a(z) %2 lapján, amelyhez csatlakozni fogsz.
id: Baik %1 dan kode QR terletak di dalam halaman Preferensi %2 yang akan Anda yang akan Anda sambungkan.
it: Sia %1 che il codice QR si trovano all'interno della pagina Preferenze di %2 a cui ti connetterai.
ja: %1 と QR コードは接続しようとしている %2 の設定ページ内にあります。
lt: Tiek %1, tiek QR kodas yra %2 nuostatų puslapyje, prie kurio ketinate prisijungti.
lv: Gan %1, gan QR kods atrodas iekšā Preferenču lapā %2, kurai pieslēgsieties.
my: %1 နှင့် QR ကုတ် နှစ်မျိုးလုံးက သင်ချိတ်ဆက်မည့် %2 ၏ အပြင်အဆင်စာမျက်နှာ၏ အတွင်းတွင် တည်ရှိနေသည်။
pl: Zarówno %1 jak i kod QR umieszczone w Ustawieniach %2 pozwolą połączyć się do.
pt_pt: Tanto %1 quanto o código QR estão localizados dentro da página Preferências do %2 ao qual você irá se conectar.
ro: Atât %1, cât și codul QR se află în interiorul paginii Preferințe a %2 la care vă veți conecta.
ru: %1 и QR-код находятся на странице настроек %2, к которому вы собираетесь подключиться.
si: %1 සහ QR කේත දෙකම ඔබ සම්බන්ධ වීමට යන%2 හි මනාප පිටුව ේ ඇතුළත පිහිටා ඇත.
sr: И %1 и QR код се налазе унутар странице Подешавања апликације %2 са којом желите да се повежете.
tr: Hem %1 hem de QR kodu, bağlanacağınız %2 Tercihler sayfasında bulunur.
uk: %1 і QR-код знаходяться на сторінці налаштувань %2, до якого ви збираєтесь підключитися.
ur_pk: %1 اور QR کوڈ دونوں اس %2 کے ترجیحات کے صفحے کے اندر واقع ہیں جس سے آپ منسلک ہونے جا رہے ہیں۔
vi: Cả %1 và mã QR đều nằm trong trang Tùy chọn của %2 mà bạn sắp kết nối tới.

# ConnectToRemoteAppDialog|
source: Automatically connect at %1 startup
ar: الاتصال تلقائيًا عند بدء تشغيل %1
bg: Автоматично свързване с %1 при стартиране
bn: %1 স্টার্টআপে স্বয়ংক্রিয়ভাবে সংযোগ করুন
cs_cz: Automaticky se připojit při spuštění %1
de: Automatisch mit %1 beim Start verbinden
es: Conectar automáticamente a %1 inicio
fa: اتصال به صورت خودکار به %1 در استارتاپ
fi: Yhdistä automaattisesti kun %1 avataan
fr: Connecter automatiquement à %1 au démarrage
hi: %1 स्टार्टअप पर स्वचालित रूप से कनेक्ट करें
hu: Automatikus csatlakozás %1s indításakor
id: Terhubung secara otomatis saat memulai %1
it: Connetti automaticamente all'avvio di %1
ja: %1 の起動時に自動的に接続する
lt: Automatiškai prisijungti paleidus %1
lv: Automātiski pievienoties %1 startēšanā
my: %1 စဖွင့်ရာတွင် အလိုလျောက် ချိတ်ဆက်ပါ
pl: Automatycznie podłącz %1 przy starcie
pt_pt: Conectar automaticamente ao inicializar o %1
ro: Conectați-vă automat la pornirea %1
ru: Автоматически подключаться к %1 при запуске
si: %1 ආරම්භයේ දී ස්වයංක්රීයව සම්බන්ධ වන්න
sr: Аутоматски се повежи при покретању %1
tr: %1 başlangıcında otomatik olarak bağlan
uk: Автоматично підключатися при запуску %1
ur_pk: %1 کے اسٹارٹ اپ پر خودکار طور پر منسلک ہوں
vi: Kết nối tự động tại %1 khi khởi động

# ConnectToRemoteAppDialog|
source: Cancel
ar: إلغاء
bg: Отказ
bn: বাতিল করুন
cs_cz: Storno
de: Abbrechen
es: Cancelar
fa: انصراف
fi: Peruuta
fr: Annuler
hi: रद्द करें
hu: Mégse
id: Batal
it: Annulla
ja: キャンセル
lt: Atšaukti
lv: Atcelt
my: ပယ်ဖျက်
pl: Anuluj
pt_pt: Cancelar
ro: Anulează
ru: Отмена
si: අවලංගු කරන්න
sr: Откажи
tr: İptal
uk: Скасувати
ur_pk: منسوخ کریں
vi: Hủy

# ConnectToRemoteAppDialog|
source: OK
ar: حسنا
bn: ওকে
es: ACEPTAR
fa: تأیید
hi: ठीक है
hu: Rendben
lt: Gerai
my: အိုကေ
ru: ОК
si: හරි
sr: У реду
tr: Tamam
ur_pk: ٹھیک ہے
vi: Đồng ý

# ConnectToRemoteAppDialog|
source: Here you can connect to %1 running on your Windows/macOS/Linux PC
ar: هنا يمكنك الاتصال بـ %1 الذي يعمل على جهاز الكمبيوتر الخاص بك بنظام Windows/macOS/Linux
bg: Тук можете да се свържете с %1 който работи на вашия компютър с Windows/macOS/Linux
bn: এখানে আপনি আপনার Windows/macOS/Linux পিসিতে চলমান %1 এর সাথে সংযোগ করতে পারেন
cs_cz: Zde se můžete připojit k %1, které běží na Windows/macOS/Linux
de: Hier kannst du dich mit %1 verbinden, das auf deinem Windows-/macOS-/Linux-PC läuft
es: Aquí puedes conectar a %1 ejecutándose en tu Windows/macOS/Linux PC
fa: اینجا می‌توانید به %1 که روی رایانه Windows/macOS/Linux شما در حال اجرا است متصل شوید
fi: Tässä voit määrittää yhteyden Windows-/macOS-/Linux-käyttöjärjestelmässä suoritettavaan %1-instanssiin.
fr: Ici vous pouvez vous connecter à %1 fonctionnant sur votre PC Windows/macOS/Linux
hi: यहां आप अपने विंडोज/मैकओएस/लिनक्स पीसी पर चल रहे %1 से जुड़ सकते हैं
hu: Itt csatlakozhatsz a Windows/macOS/Linux számítógépeden futó %1 alkalmazáshoz.
id: Di sini Anda dapat menyambungkan ke %1 yang berjalan pada PC Windows/macOS/Linux Anda
it: Qui puoi connetterti a %1 in esecuzione nel computer Windows/macOS/Linux
ja: Windows/macOS/Linux の PC で動作している %1 に接続できます。
lt: Čia galite prisijungti prie %1, veikiančio jūsų Windows/macOS/Linux kompiuteryje
lv: Šeit vari pievienoties %1, kas darbojas uz jūsu Windows/macOS/Linux datora
my: သင့် Windows/macOS/Linux PC တွင် လုပ်နေသည့် %1 ကို ဒီနေရာတွင် သင်ဆက်သွယ်နိုင်သည်
pl: Tutaj możesz podłączyć się do %1 uruchomionego na Twoim komputerze z Windows/macOS/Linux
pt_pt: Aqui você pode se conectar ao %1 em execução no seu PC Windows/macOS/Linux
ro: Aici vă puteți conecta la %1 care rulează pe computerul dvs. Windows/macOS/Linux
ru: Здесь вы можете подключиться к %1, запущенному на вашем ПК с Windows/macOS/Linux
si: මෙන්න ඔබට ඔබගේ වින්ඩෝස් / මැකෝස් / ලිනක්ස් පළාත් සභා මත ධාවනය වන %1 වෙත සම්බන්ධ විය හැකිය
sr: Овде се можете повезати са апликацијом %1 која ради на вашем Windows/macOS/Linux рачунару
tr: Burada, Windows/macOS/Linux PC'nizde çalışan %1'ye bağlanabilirsiniz
uk: Тут ви можете підключитися до %1 запущеного на вашому ПК під Windows/macOS/Linux
ur_pk: یہاں آپ اپنے Windows/macOS/Linux PC پر چلنے والے %1 سے منسلک ہو سکتے ہیں
vi: Tại đây, bạn có thể kết nối đến %1 đang chạy trên máy tính Windows/macOS/Linux của bạn

# ConnectionsTab|
source: There are no connections
ar: لا توجد اتصالات
bg: Няма връзки
bn: কোন সংযোগ আছে
cs_cz: Žádná připojení
de: Es gibt keine Verbindungen
es: No hay conexiones
fa: هیچ ارتباطی وجود ندارد
fi: Yhteyksiä ei ole
fr: Il n'y a pas de connexion
hi: कोई कनेक्शन नहीं हैं
hu: Nincsenek kapcsolatok
id: Tidak ada sambungan
it: Nessuna connessione
ja: インターネット接続がありません
lt: Nėra jokių ryšiųJungtys
lv: Nav savienojumu
my: ဆက်သွယ်မှုများ မရှိပါ
pl: Brak połączeń
pt_pt: Não há conexões
ro: Nu există conexiuni
ru: Соединений нет
si: කිසිම සම්බන්ධයක් නැහැ
sr: Нема успостављених веза
tr: Bağlantılar yok
uk: З'єднання відсутні
ur_pk: کوئی کنکشن نہیں ہے
vi: Không có kết nối

# ConnectionsTab|
source: Host
ar: المضيف
bg: Хост
bn: হোস্ট
cs_cz: Hostitel
fa: میزبان
fi: Palvelin
fr: Hôte
hi: मेज़बान
ja: ホスト
lt: Šeimininkas
lv: Saimnieks
pl: Serwer
ro: Gazdă
ru: Хост
si: සත්කාරක
sr: Хост
tr: Anamakine
uk: Хост
ur_pk: میزبان
vi: Máy chủ

# ConnectionsTab|
source: Port
ar: المنفذ
bg: Порт
es: Puerto
fa: پورت
fi: Portti
hi: पत्तन
it: Porta
ja: ポート
lt: Prievadas
lv: Ports
pt_pt: Porta
ru: Порт
si: සම්බන්ධන අංකය
sr: Порт
tr: Bağlantı noktası
uk: Порт
ur_pk: پورٹ
vi: Cổng

# ConnectionsTab|
source: Connection count
ar: عدد الاتصالات
bg: Брой връзки
bn: সংযোগ গণনা
cs_cz: Počet připojení
de: Verbindungsanzahl
es: Número de conexiones
fa: تعداد ارتباط
fi: Yhteysmäärä
fr: Nombre de connexions
hi: कनेक्शन गिनती
hu: Kapcsolat szám
id: Jumlah sambungan
it: Conteggio connessioni
ja: 接続数
lt: Ryšių skaičius
lv: Savienojumu skaits
my: ဆက်သွယ်မှု အရေအတွက်
pl: Liczba połączeń
pt_pt: Contagem de conexões
ro: Număr de conexiuni
ru: Число соединений
si: සම්බන්ධතා ගණන
sr: Број веза
tr: Bağlantı sayısı
uk: Кількість з'єднань
ur_pk: کنکشن کی تعداد
vi: Số lượng kết nối

# ConvertDestinationFilesExistsDialog|
source: Destination files already exists
ar: الملفات موجودة بالفعل
bg: Файловете в дестинацията вече съществуват
bn: গন্তব্য ফাইল ইতিমধ্যেই বিদ্যমান
cs_cz: Cílový soubor již existuje
de: Zieldateien existieren bereits
es: Archivos en destino ya existen
fa: فایل‌های مقصد از قبل وجود دارند
fi: Kohdetiedosto on jo olemassa
fr: Les fichiers de destination existent déjà
hi: गंतव्य फ़ाइलें पहले से मौजूद हैं
hu: A célfájlok már léteznek.
id: Berkas tujuan sudah ada
it: I file destinazione esistono già
ja: 宛先ファイルが既に存在します。
lt: Paskirties failai jau yra
lv: Galamērķa faili jau pastāv
my: ဦးတည်ဖိုင်များက ရှိပြီး ဖြစ်နေသည်
pl: Pliki docelowe już istnieją
pt_pt: Os arquivos de destino já existem
ro: Fișierele de destinație există deja
ru: Файл назначения уже существует
si: ගමනාන්තය ගොනු දැනටමත් පවතී
sr: Одредишне датотеке већ постоје
tr: Hedef dosyalar zaten var
uk: Призначення вже існує
ur_pk: منزل کی فائلیں پہلے سے موجود ہیں
vi: Tệp đích đã tồn tại

# ConvertDestinationFilesExistsDialog|
source: Overwrite All
ar: استبدال الكل
bg: Презаписване на всички
bn: সবকিছু অতিলেখন
cs_cz: Přepsat vše
de: Alle überschreiben
es: Sobrescribir todo
fa: بازنویسی همه
fi: Korvaa kaikki
fr: Écraser Tout
hi: सभी अधिलेखित करें
hu: Mind felülírása
id: Timpa semua
it: Sovrascrivi tutti
ja: すべて上書き
lt: Perrašyti viską
lv: Pārrakstīt Visu
my: အားလုံးကို ထပ်ရေးပါ
pl: Zastąp wszystkie
pt_pt: Sobrescrever todos
ro: Suprascrie totul
ru: Перезаписать все
si: සියල්ල නැවත ලියන්න
sr: Препиши све
tr: Tümünün Üzerine Yaz
uk: Переписати все
ur_pk: سب کو اوور رائٹ کریں
vi: Ghi đè tất cả

# ConvertDestinationFilesExistsDialog|
source: Rename All
ar: اعادة تسمية الكل
bg: Преименуване на всички
bn: সকলের নাম পরিবর্তন করুন
cs_cz: Přejmenovat vše
de: Alle umbenennen
es: Renombrar todo
fa: تغییر نام همه
fi: Nimeä kaikki uudelleen
fr: Renommer Tout
hi: सबका फिर से नाम दो
hu: Mind átnevezése
id: Ubah nama semua
it: Rinomina tutti
ja: すべて名前を変更
lt: Pervardyti visus
lv: Pārdēvēt Visu
my: အားလုံး အမည်ပြောင်းပါ
pl: Zmień nazwę wszystkim
pt_pt: Renomear todos
ro: Redenumește totul
ru: Переименовать все
si: සියලු නැවත නම් කරන්න
sr: Преименуј све
tr: Tümünü Yeniden Adlandır
uk: Перейменувати все
ur_pk: سب کا نام تبدیل کریں
vi: Đổi tên tất cả

# ConvertDestinationFilesExistsDialog|
source: Skip All
ar: تجاوز الكل
bg: Пропускане на всички
bn: সব বাদ
cs_cz: Přeskočit vše
de: Alle überspringen
es: Omitir todo
fa: نادیده‌گرفتن همه
fi: Ohita kaikki
fr: Ignorer Tout
hi: सभी को छोड़ें
hu: Mind kihagyása
id: Lewati semua
it: Salta tutti
ja: すべてスキップ
lt: Praleisti viską
lv: Izlaist Visu
my: အားလုံး ကျော်ပါ
pl: Omiń wszystkie
pt_pt: Pular todos
ro: Omite totul
ru: Пропустить все
si: සියල්ල මඟ හරින්න
sr: Прескочи све
tr: Tümünü Atla
uk: Пропустити все
ur_pk: سب کو چھوڑ دیں
vi: Bỏ qua tất cả

# ConvertDestinationFilesExistsDialog|
source: Abort
ar: إيقاف إجباري
bg: Относно
bn: বন্ধ করুন
cs_cz: Zrušit
de: Abbrechen
es: Abortar
fa: لغو
fi: Keskeytä
fr: Abandonner
hi: बीच में बंद करें
hu: Megszakítás
id: Gagalkan
it: Termina
ja: 中止
lt: Nutraukti
lv: Pārtraukt
my: ထွက်ပါ
pl: Przerwij
pt_pt: Abortar
ru: Прервать
si: නවත්වන්න
sr: Прекини
tr: İptal Et
uk: Перервати
ur_pk: منسوخ کریں
vi: Hủy bỏ

# ConvertFilesFailedDialog|
source: Failed to convert
ar: فشل التحويل
bg: Неуспешно конвертиране
bn: রূপান্তর করতে ব্যর্থ হয়েছে৷
cs_cz: Převod selhal
de: Konvertieren fehlgeschlagen
es: Fallo al convertir
fa: تبدیل ناموفق بود
fi: Muunnos epäonnistui
fr: Échec de la conversion
hi: कनवर्ट करने में विफल
hu: Nem sikerült átkonvertálni.
id: Gagal mengkonversi
it: Impossibile convertire
ja: 変換に失敗しました
lt: Nepavyko konvertuoti
lv: Neizdevās pārveidot
my: ပြောင်းဖို့ မအောင်မြင်
pl: Błąd konwersji
pt_pt: Falha ao converter
ro: Nu s-a putut converti
ru: Ошибка конвертации
si: පරිවර්තනය කිරීමට අසමත් විය
sr: Конверзија није успела
tr: Dönüştürme başarısız
uk: Не вдалося конвертувати
ur_pk: تبدیل کرنے میں ناکام
vi: Không chuyển đổi được

# ConvertFilesFailedDialog|
source: OK
ar: موافق
bn: ওকে
es: Aceptar
fa: تأیید
hi: ठीक है
hu: Rendben
id: BAIK
lt: Gerai
my: အိုကေ
ru: ОК
si: හරි
sr: У реду
tr: Tamam
ur_pk: ٹھیک ہے
vi: Đồng ý

# ConvertFilesFailedDialog|
source: Convert failed
ar: فشل التحويل
bg: Конвертирането е неуспешно
bn: রূপান্তর ব্যর্থ হয়েছে
cs_cz: Převedení selhalo
de: Konvertieren fehlgeschlagen
es: Conversión fallida
fa: تبدیل ناموفق بود
fi: Muunnos epäonnistui
fr: Conversion échouée
hi: कनवर्ट करना विफल
hu: Konvertálás sikertelen
id: Konversi gagal
it: Conversione non riuscita
ja: 変換に失敗しました
lt: Konvertuoti nepavyko
lv: Pārveidošana neveiksmīga
my: ပြောင်းလဲမှု မအောင်မြင်
pl: Konwersja nie powiodła się
pt_pt: Falha na conversão
ro: Conversia a eșuat
ru: Конвертирование не удалось
si: පරිවර්තනය අසමත්
sr: Конверзија неуспела
tr: Dönüştürme başarısız oldu
uk: Конвертування не вдалося
ur_pk: تبدیلی ناکام رہی
vi: Chuyển đổi không thành công

# CopyLinkMenu|
source: Copy link
ar: نسخ الرابط
bg: Копиране на връзка
bn: লিংক কপি করুন
cs_cz: Kopírovat odkaz
de: Link kopieren
es: Copiar enlace
fa: کپی کردن لینک
fi: Kopioi linkki
fr: Copier le lien
hi: प्रतिरूप जोड़ना
hu: Hivatkozás másolása
id: Salin tautan
it: Copia indirizzo
ja: リンクのコピー
lt: Nukopijuoti nuorodą
lv: Kopēt saiti
my: ချိတ်ဆက်ကို ကူးယူပါ
pl: Kopiuj łącze
pt_pt: Copiar link
ro: Copiază link-ul
ru: Копировать ссылку
si: සබැඳිය පිටපත් කරන්න
sr: Копирај везу
tr: Bağlantıyı kopyala
uk: Копіювати посилання
ur_pk: لنک کاپی کریں
vi: Sao chép đường dẫn

# CopyMenu|
source: Copy
ar: نسخ
bg: Копиране
bn: কপি
cs_cz: Kopírovat
de: Kopieren
es: Copiar
fa: کپی
fi: Kopioi
fr: Copier
hi: प्रतिलिपि
hu: Másolás
id: Salin
it: Copia
ja: コピー
lt: Kopijuoti
lv: Kopēt
my: ကူးယူ
pl: Kopiuj
pt_pt: Copiar
ro: Copiază
ru: Копировать
si: පිටපතක්
sr: Копирај
tr: Kopyala
uk: Копіювати
ur_pk: کاپی
vi: Sao chép

# CppQmlApp|
source: Are you sure you want to quit?
ar: هل أنت متأكد من أنك تريد الخروج؟
bg: Сигурни ли сте че искате да излезете?
bn: আপনি কি নিশ্চিত যে আপনি পরিত্যাগ করতে চান?
cs_cz: Opravdu ukončit?
de: Bist du sicher, dass du beenden willst?
es: ¿Estás seguro/a de que quieres salir?
fa: آیا مطمئن هستید که می‌خواهید خارج شوید؟
fi: Haluatko varmasti sulkea sovelluksen?
fr: Êtes-vous sûre(e) de vouloir quitter?
hi: क्या आप वाकई छोड़ना चाहते हैं?
hu: Biztos vagy benne, hogy kilépsz?
id: Apa Anda yakin untuk keluar?
it: Sei sicuro di voler uscire?
ja: 本当に終了しますか?
lt: Ar tikrai norite išeiti?
lv: Vai esi drošs, ka vēlies iziet?
my: ထွက်ချင်သည်မှာ သေချာပြီလား။
pl: Na pewno chcesz wyjść?
pt_pt: Tem a certeza de que deseja sair?
ro: Ești sigur ca vrei sa ieșiți?
ru: Вы уверены, что хотите выйти?
si: ඔයාට විශ්වාසද ඔයාට අයින් වෙන්න ඕනේ කියලා?
sr: Да ли сте сигурни да желите да изађете?
tr: Çıkmak istediğinize emin misiniz?
uk: Ви справді хочете вийти?
ur_pk: کیا آپ واقعی بند کرنا چاہتے ہیں؟
vi: Bạn có chắc chắn muốn thoát không?

# CppQmlAppRcServer|
source: Starting...
ar: يتم بدء التشغيل...
bg: Стартиране...
bn: শুরু হচ্ছে...
cs_cz: Spouštění…
de: Starten…
es: Iniciando...
fa: شروع‌کردن...
fi: Käynnistetään...
fr: Départ...
hi: शुरुआत...
hu: Indítás...
id: Memulai...
it: Avvio...
ja: 開始しています...
lt: Pradedama...
lv: Startē...
my: စတင်နေ...
pl: Uruchamianie...
pt_pt: Iniciando...
ro: Pornire...
ru: Запускается…
si: පටන් ගන්නවා...
sr: Покретање...
tr: Başlatılıyor...
uk: Запуск...
ur_pk: شروع ہو رہا ہے...
vi: Đang bắt đầu...

# CppQmlAppRcServer|
source: Failed to start.
ar: فشل بدء التشغيل.
bg: Неуспешно стартиране.
bn: শুরু করতে ব্যর্থ হয়েছে.
cs_cz: Spuštění selhalo.
de: Starten fehlgeschlagen.
es: Fallo al iniciar.
fa: شروع ناموفق بود.
fi: Käynnistys epäonnistui.
fr: Départ échoué.
hi: प्रारंभ करने में विफल।
hu: Nem sikerült elindítani.
id: Gagal memulai.
it: Avvio non riuscito.
ja: 開始に失敗しました。
lt: Nepavyko pradėti.
lv: Startēšana neveiksmīga.
my: စတင်မှု မအောင်မြင်။
pl: Błąd uruchomiania.
pt_pt: Falha ao iniciar.
ro: Nu s-a putut porni.
ru: Не удалось запустить.
si: ආරම්භ කිරීමට අසමත් විය.
sr: Покретање није успело.
tr: Başlatma başarısız.
uk: Не вдалося запустити.
ur_pk: شروع کرنے میں ناکام۔
vi: Không khởi động được.

# CppQmlAppRcServer|
source: Error: %1
ar: خطأ: %1
bg: Грешка: %1
bn: ত্রুটি: %1
cs_cz: Chyba: %1
de: Fehler: %1
fa: خطا: %1
fi: Virhe: %1
fr: Erreur: %1
hi: त्रुटि: %1
hu: Hiba: %1
id: Kesalahan: %1
it: Errore: %1
ja: エラー: %1
lt: Klaida: %1
lv: Kļūda: %1
my: အမှား၊ %1
pl: Błąd: %1
pt_pt: Erro: %1
ro: Eroare: %1
ru: Ошибка: %1
si: දෝෂය: %1
sr: Грешка: %1
tr: Hata: %1
uk: Помилка: %1
ur_pk: خرابی: %1
vi: Lỗi: %1

# CppQmlAppRcServer|
source: OK
ar: حسنا
bn: ওকে
es: ACEPTAR
fa: تأیید
hi: ठीक है
hu: Rendben
lt: Gerai
my: အိုကေ
ru: ОК
si: හරි
sr: У реду
tr: Tamam
ur_pk: ٹھیک ہے
vi: Đồng ý

# CppQmlLocalizations|
source: Today
ar: اليوم
bg: Днес
de: Heute
fa: امروز
fi: Tänään
fr: Aujourd'hui
hu: Ma
it: Oggi
ja: 今日
pl: Dziś
pt_pt: Hoje
ro: Astăzi
ru: Сегодня
si: අද
sr: Данас
tr: Bugün
ur_pk: آج
vi: Hôm nay

# CppQmlLocalizations|
source: Yesterday
ar: أمس
bg: Вчера
de: Gestern
fa: دیروز
fi: Eilen
fr: Hier
hu: Tegnap
it: Ieri
ja: 昨日
pl: Wczoraj
pt_pt: Ontem
ro: Ieri
ru: Вчера
si: ඊයේ
sr: Јуче
tr: Dün
ur_pk: کل
vi: Hôm qua
