Repository: FreeDownloadManagerTeam/FDM6-localization
Catalog: main/fdm_cz.po
Languages: cs_cz

# DownloadsPage|
source: Download list is empty. Add new download URL.
cs_cz: Nastavení stahování

source: Downloads settings
cs_cz: Zahájení stahování bez potvrzení

# DownloadsSettings|
source: Start downloading without confirmation
cs_cz: Automatické odstranění smazaných souborů ze seznamu ke stažení

# DownloadsSettings|
source: Automatically remove deleted files from download list
cs_cz: Automatické odstranění dokončených stahování ze seznamu stahování

# DownloadsSettings|
source: Automatically remove completed downloads from download list
cs_cz: Automatické opakování neúspěšných stahování

# DownloadsSettings|
source: Automatically retry failed downloads
cs_cz: Použití času serveru pro vytvoření souboru

# DownloadsSettings|
source: Use server time for file creation
cs_cz: Výchozí složka pro stahování

# DownloadsSettings|
source: Default download folder
cs_cz: Automatický výběr výchozí složky pro stahování

# DownloadsSettings|
source: Choose default download folder automatically
cs_cz: Navrhování složek na základě typu souboru

# DownloadsSettings|
source: Suggest folders based on file type
cs_cz: Navrhování složek na základě adresy URL pro stahování

# DownloadsSettings|
source: Suggest folders based on download URL
cs_cz: Opravena výchozí složka pro stahování

# DownloadsSettings|
source: Fixed default download folder
cs_cz: Zrušení označení

# DownloadsTagMenu|
source: Untag
cs_cz: Název

# DownloadsViewHeader|
source: Name
cs_cz: Stav

# DownloadsViewHeader|
source: Status
cs_cz: Rychlost

# DownloadsViewHeader|
source: Speed
cs_cz: Velikost

# DownloadsViewHeader|
source: Size
cs_cz: Přidáno

# DownloadsViewHeader|
source: Added
cs_cz: Pauza

# DownloadsViewHeaderColumnsWidthCalc|
source: Paused
cs_cz: Soubor chybí

# DownloadsViewHeaderColumnsWidthCalc|
source: File is missing
cs_cz: Disk chybí

# DownloadsViewHeaderColumnsWidthCalc|
source: Disk is missing
cs_cz: Nahrávání pozastaveno

# DownloadsViewHeaderColumnsWidthCalc|
source: Upload paused
cs_cz: Priorita

# DownloadsViewItem|
source: Priority
cs_cz: Nahrávání pozastaveno

# DownloadsViewItem|
source: Upload paused
cs_cz: Restartování

# DownloadsViewItemContextMenu|
source: Restart
cs_cz: Otevřít

# DownloadsViewItemContextMenu|
source: Open
cs_cz: Zobrazit ve složce

# DownloadsViewItemContextMenu|
source: Show In Folder
cs_cz: Nahlásit problém

# DownloadsViewItemContextMenu|
source: Report problem
cs_cz: Povolit automatického opakování pro tento druh chyb

# DownloadsViewItemContextMenu|
source: Enable auto retry for this kind of errors
cs_cz: Zobrazit soubory ke stažení

# DownloadsViewItemContextMenu|
source: Show Downloads
cs_cz: Vyberte soubory...

# DownloadsViewItemContextMenu|
source: Choose Files...
cs_cz: Nastavení priority

# DownloadsViewItemContextMenu|
source: Set Priority
cs_cz: Vysoká

# DownloadsViewItemContextMenu|
source: High
cs_cz: Normální

# DownloadsViewItemContextMenu|
source: Normal
cs_cz: Nízká

# DownloadsViewItemContextMenu|
source: Low
cs_cz: Přejmenování souboru

# DownloadsViewItemContextMenu|
source: Rename file
cs_cz: Přesun do...

# DownloadsViewItemContextMenu|
source: Move to...
cs_cz: Odstranit soubor

# DownloadsViewItemContextMenu|
source: Delete file
cs_cz: Odebrat ze seznamu

# DownloadsViewItemContextMenu|
source: Remove from list
cs_cz: Sekvenční stahování

# DownloadsViewItemContextMenu|
source: Sequential Download
cs_cz: Přidat zrcadlo

# DownloadsViewItemContextMenu|
source: Add mirror
cs_cz: Otevřít stránku pro stahování

# DownloadsViewItemContextMenu|
source: Open download page
cs_cz: Kopírovat odkaz

# DownloadsViewItemContextMenu|
source: Copy link
cs_cz: Kontrola aktualizace

# DownloadsViewItemContextMenu|
source: Check for update
cs_cz: Export vybraných stažených souborů

# DownloadsViewItemContextMenu|
source: Export selected downloads
cs_cz: Přidat štítek

# DownloadsViewItemContextMenu|
source: Add Tag
cs_cz: Integrita souborů

# DownloadsViewItemContextMenu|
source: File integrity
cs_cz: Plán

# DownloadsViewItemContextMenu|
source: Schedule
cs_cz: Změna adresy URL

# DownloadsViewItemContextMenu|
source: Change URL
cs_cz: Převod do formátu mp3

# DownloadsViewItemContextMenu|
source: Convert to mp3
cs_cz: Převést do mp4

# DownloadsViewItemContextMenu|
source: Convert to mp4
cs_cz: Proveďte antivirovou kontrolu

# DownloadsViewItemContextMenu|
source: Perform virus check
cs_cz: Nastavení priority

# DownloadsViewItemContextMenu|
source: Set priority
cs_cz: Zobrazit ve složce

# DownloadsViewItemContextMenu|
source: Show in folder
cs_cz: Zobrazit informace

# DownloadsViewItemContextMenu|
source: Show info
cs_cz: Soubory

# DownloadsViewItemContextMenu|
source: Files
cs_cz: Sekvenční stahování

# DownloadsViewItemContextMenu|
source: Sequential download
cs_cz: Odebrat ze seznamu

# DownloadsViewItemContextMenu2|
source: Remove from list
cs_cz: Stáhnout kompletní

# DownloadsViewItemFileInfo|
source: Download complete
cs_cz: Kontrola souborů...

# DownloadsViewItemFileInfo|
source: Checking files...
cs_cz: Sloučení mediálních proudů...

# DownloadsViewItemFileInfo|
source: Merging media streams...
cs_cz: Žádost o informace...

# DownloadsViewItemFileInfo|
source: Requesting info...
cs_cz: Fronta

# DownloadsViewItemFileInfo|
source: Queued
cs_cz: Pauza

# DownloadsViewItemFileInfo|
source: Paused
cs_cz: Neznámá velikost souboru

# DownloadsViewItemFileInfo|
source: Unknown file size
cs_cz: Fronta

# DownloadsViewStatusItem|
source: Queued
cs_cz: Kontrola souborů

# DownloadsViewStatusItem|
source: Checking files
cs_cz: Slučování mediálních proudů

# DownloadsViewStatusItem|
source: Merging media streams
cs_cz: Žádost o informace

# DownloadsViewStatusItem|
source: Requesting info
cs_cz: Neznámá velikost souboru

# DownloadsViewStatusItem|
source: Unknown file size
cs_cz: Pauza

# DownloadsViewStatusItem|
source: Paused
cs_cz: Kompletní

# DownloadsViewStatusItem|
source: Complete
cs_cz: Upravit značku

# EditTagDialog|
source: Edit tag
cs_cz: Štítek

# EditTagDialog|
source: Tag
cs_cz: Rozšíření (např. "avi mp3")

# EditTagDialog|
source: Extensions (e.g. "avi mp3")
cs_cz: Výchozí složka pro stahování

# EditTagDialog|
source: Default download folder
cs_cz: Otevřít

# EditTagDialog|
source: Open
cs_cz: Zrušit

# EditTagDialog|
source: Cancel
cs_cz: Makra

# EditTagDialog|
source: Macros
cs_cz: OK

# EditTagDialog|
source: OK
cs_cz: Vybitá baterie

# EnvTools|
source: Low battery
cs_cz: Vypnutý datový roaming

# EnvTools|
source: Data roaming disabled
cs_cz: Žádné připojení k internetu

# EnvTools|
source: No Internet connection
cs_cz: Zakázané používání mobilních dat

# EnvTools|
source: Mobile data use disabled
cs_cz: Přejmenování

# ExistingFileReactionCombobox|
source: Rename
cs_cz: Přepsat

# ExistingFileReactionCombobox|
source: Overwrite
cs_cz: Vždy se ptejte

# ExistingFileReactionCombobox|
source: Always ask
cs_cz: Export vybraných stažených souborů

# ExportDownloadsDialog|
source: Export selected downloads
cs_cz: Exportovat všechna stažení

# ExportDownloadsDialog|
source: Export all downloads
cs_cz: Uložit do

# ExportDownloadsDialog|
source: Save to
cs_cz: Otevřít

# ExportDownloadsDialog|
source: Open
cs_cz: Zrušit

# ExportDownloadsDialog|
source: Cancel
cs_cz: Všechny soubory (%1)

# ExportDownloadsDialog|
source: All files (%1)
cs_cz: Exportovat pouze dokončená stažení

# ExportDownloadsDialog|
source: Export only completed downloads
cs_cz: Export

# ExportDownloadsDialog|
source: Export
cs_cz: %1 stahuje soubory (%2)

# ExportDownloadsTypeCombobox|
source: %1 downloads files (%2)
cs_cz: Výchozí formát

# ExportDownloadsTypeCombobox|
source: Default format
cs_cz: Seznam adres URL

# ExportDownloadsTypeCombobox|
source: List of URLs
cs_cz: Textové soubory (%1)

# ExportDownloadsTypeCombobox|
source: Text files (%1)
cs_cz: Soubor CSV

# ExportDownloadsTypeCombobox|
source: CSV file
cs_cz: Soubory CSV (%1)

# ExportDownloadsTypeCombobox|
source: CSV files (%1)
cs_cz: Export

# ExportSettingsDialog|
source: Export
cs_cz: Zrušit

# ExportSettingsDialog|
source: Cancel
cs_cz: %1 soubory nastavení (%2)

# ExportSettingsDialog|
source: %1 settings files (%2)
cs_cz: Všechny soubory (%1)

# ExportSettingsDialog|
source: All files (%1)
cs_cz: Kontrola integrity souborů

# FileIntegrityDialog|
source: Check file integrity
cs_cz: Hash

# FileIntegrityDialog|
source: Hash
cs_cz: Výpočet %1%

# FileIntegrityDialog|
source: Calculating %1%
cs_cz: Porovnat s

# FileIntegrityDialog|
source: Compare with
cs_cz: Ověření OK

# FileIntegrityDialog|
source: Verification OK
cs_cz: Ověření se nezdařilo

# FileIntegrityDialog|
source: Verification failed
cs_cz: Zavřít

# FileIntegrityDialog|
source: Close
cs_cz: Kontrola integrity souborů

# FileIntegrityPage|
source: Check file integrity
cs_cz: MD5

# FileIntegrityPage|
source: MD5
cs_cz: SHA-1

# FileIntegrityPage|
source: SHA-1
cs_cz: SHA-256

# FileIntegrityPage|
source: SHA-256
cs_cz: SHA-512

# FileIntegrityPage|
source: SHA-512
cs_cz: Hash

# FileIntegrityPage|
source: Hash
cs_cz: Výpočet %1%

# FileIntegrityPage|
source: Calculating %1%
cs_cz: Porovnat s

# FileIntegrityPage|
source: Compare with
cs_cz: Ověření OK

# FileIntegrityPage|
source: Verification OK
cs_cz: Ověření se nezdařilo

# FileIntegrityPage|
source: Verification failed
cs_cz: Nebyl nalezen žádný podporovaný správce souborů.

# FileManagerSupportDialog|
source: No supported file managers found.
cs_cz: Vytvoření podsložky

# FileName|
source: Create subfolder
cs_cz: Název souboru

source: File name
cs_cz: %1 souborů (*.%2)

# FileName|
source: %1 files (*.%2)
cs_cz: Všechny soubory

# FileName|
source: All files
cs_cz: Vybrat složku

# FilePickerPage|
source: Select folder
cs_cz: Vyberte soubor

# FilePickerPage|
source: Select file
cs_cz: OK

# FilePickerPage|
source: OK
cs_cz: Prázdná složka

# FilePickerPage|
source: Empty folder
cs_cz: Podle data

# FilePickerSortDialog|
source: By date
cs_cz: Podle jména

# FilePickerSortDialog|
source: By name
cs_cz: Podle velikosti

# FilePickerSortDialog|
source: By size
cs_cz: Třídit

# FilePickerSortDialog|
source: Sort
cs_cz: Vzestupně

# FilePickerSortDialog|
source: Ascending
cs_cz: Sestupné

# FilePickerSortDialog|
source: Descending
cs_cz: Typ souboru:

source: File type:
cs_cz: Varování: soubor již existuje

# FilesExistsDialog|
source: Warning: file exists already
cs_cz: Pamatujte si mou volbu pro všechna stažení

# FilesExistsDialog|
source: Remember my choice for all downloads
cs_cz: Přejmenování (%1)

# FilesExistsDialog|
source: Rename (%1)
cs_cz: Přepsat

# FilesExistsDialog|
source: Overwrite
cs_cz: Přerušit

# FilesExistsDialog|
source: Abort
cs_cz: Název

# FilesTree|
source: Name
cs_cz: Velikost

# FilesTree|
source: Size
cs_cz: Progress

# FilesTree|
source: Progress
cs_cz: Priorita

# FilesTree|
source: Priority
cs_cz: Normální

# FilesTree|
source: Normal
cs_cz: Vysoká

# FilesTree|
source: High
cs_cz: Nízká

# FilesTree|
source: Low
cs_cz: Soubory

# FilesTree|
source: Files
cs_cz: Vyberte vše

# FilesTree|
source: Select all
cs_cz: Nevybrat žádné

# FilesTree|
source: Select none
cs_cz: Vysoká priorita

# FilesTreeContextMenu|
source: High Priority
cs_cz: Normální priorita

# FilesTreeContextMenu|
source: Normal Priority
cs_cz: Nízká priorita

# FilesTreeContextMenu|
source: Low Priority
cs_cz: Přeskočit

# FilesTreeContextMenu|
source: Skip
cs_cz: Otevřít

# FilesTreeContextMenu|
source: Open
cs_cz: Zobrazit ve složce

# FilesTreeContextMenu|
source: Show in Folder
cs_cz: Integrita souborů

# FilesTreeContextMenu|
source: File Integrity
cs_cz: Převod videa do formátu mp3

# FilesTreeContextMenu|
source: Convert video to mp3
cs_cz: Převod videa do formátu mp4

# FilesTreeContextMenu|
source: Convert video to mp4
cs_cz: Převést do mp4

# FilesTreeContextMenu|
source: Convert to mp4
cs_cz: Makra

# FixedDownloadFolderCombobox|
source: Macros
cs_cz: Obecné

# GeneralSettings|
source: General
cs_cz: Zvolte si téma

# GeneralSettings|
source: Choose theme
cs_cz: Jazyk

# GeneralSettings|
source: Language
cs_cz: Ke stažení na

# GeneralSettings|
source: Downloads
cs_cz: Navrhování složek na základě typu souboru

# GeneralSettings|
source: Suggest folders based on file type
cs_cz: Pokud není známo systémové téma, použije se světlé téma.

# GeneralSettings|
source: A light theme will be used, if the system theme is unknown.
cs_cz: Váš jazyk není uveden nebo překlad není úplný?

# GeneralSettings|
source: Your language is not listed or the translation isn't complete?
cs_cz: Pojďme to napravit!

# GeneralSettings|
source: Let's fix it!
cs_cz: Výchozí složka pro stahování

# GeneralSettings|
source: Default download folder
cs_cz: Automatický výběr výchozí složky pro stahování

# GeneralSettings|
source: Choose default download folder automatically
cs_cz: Navrhnout složky na základě adresy URL ke stažení

# GeneralSettings|
source: Suggest folders based on download URL
cs_cz: Opravena výchozí složka pro stahování

# GeneralSettings|
source: Fixed default download folder
cs_cz: Otevřít

# GeneralSettings|
source: Open
cs_cz: Zrušit

# GeneralSettings|
source: Cancel
cs_cz: Makra

# GeneralSettings|
source: Macros
cs_cz: Kompaktní zobrazení seznamu stažených souborů

# GeneralSettings|
source: Compact view of downloads list
cs_cz: Povolit samostatného stahování oken

# GeneralSettings|
source: Enable standalone downloads windows
cs_cz: Automatické odstranění smazaných souborů ze seznamu ke stažení

# GeneralSettings|
source: Automatically remove deleted files from download list
cs_cz: Automatické odstranění dokončených stahování ze seznamu stahování

# GeneralSettings|
source: Automatically remove completed downloads from download list
cs_cz: Automatické opakování neúspěšných stahování

# GeneralSettings|
source: Automatically retry failed downloads
cs_cz: Použití času serveru pro vytvoření souboru

# GeneralSettings|
source: Use server time for file creation
cs_cz: Maximální počet URL v dávkovém stahování

# GeneralSettings|
source: Maximum urls count in batch download
cs_cz: Aktualizace

# GeneralSettings|
source: Update
cs_cz: Automatická kontrola aktualizací

# GeneralSettings|
source: Check for updates automatically
cs_cz: Automatická instalace aktualizací

# GeneralSettings|
source: Install updates automatically
cs_cz: Použití mobilní sítě

# GeneralSettings|
source: Use mobile network
cs_cz: Povolit datového roamingu

# GeneralSettings|
source: Allow data roaming
cs_cz: Používání mobilních dat v roamingu může být zpoplatněno.

# GeneralSettings|
source: Using mobile data while roaming may result in additional charges.
cs_cz: Stav

# GeneralTab|
source: Status
cs_cz: dokončeno

# GeneralTab|
source: completed
cs_cz: Stát

# GeneralTab|
source: State
cs_cz: Celková velikost:

# GeneralTab|
source: Total size:
cs_cz: Staženo:

# GeneralTab|
source: Downloaded:
cs_cz: Nahráno

# GeneralTab|
source: Uploaded
cs_cz: poměr

# GeneralTab|
source: ratio
cs_cz: Webová stránka

# GeneralTab|
source: Web page
cs_cz: Soubor

# GeneralTab|
source: File
cs_cz: Rychlost

# GeneralTab|
source: Speed
cs_cz: Rychlost stahování:

# GeneralTab|
source: Download speed:
cs_cz: Rychlost odesílání:

# GeneralTab|
source: Upload speed:
cs_cz: Přidáno na:

# GeneralTab|
source: Added at:
cs_cz: %1 z %2

# GeneralTab|
source: %1 of %2
cs_cz: Doména:

# GeneralTab|
source: Domain:
cs_cz: Přidáno:

# GeneralTab|
source: Added:
cs_cz: Pokrok:

# GeneralTab|
source: Progress:
cs_cz: MD5

# HashAlgorithmCombobox|
source: MD5
cs_cz: SHA-1

# HashAlgorithmCombobox|
source: SHA-1
cs_cz: SHA-256

# HashAlgorithmCombobox|
source: SHA-256
cs_cz: SHA-512

# HashAlgorithmCombobox|
source: SHA-512
cs_cz: Import

# ImportDialog|
source: Import
cs_cz: Zrušit

# ImportDialog|
source: Cancel
cs_cz: Všechny soubory (%1)

# ImportDialog|
source: All files (%1)
cs_cz: Textové soubory (%1)

# ImportDialog|
source: Text files (%1)
cs_cz: %1 stahuje soubory (%2)

# ImportDialog|
source: %1 downloads files (%2)
cs_cz: %1 soubory nastavení (%2)

# ImportDialog|
source: %1 settings files (%2)
cs_cz: Chyba: %1

# ImportExportFailedDialog|
source: Error: %1
cs_cz: OK

# ImportExportFailedDialog|
source: OK
cs_cz: Nepodařilo se vložit adresy URL ze souboru

# ImportExportFailedDialog|
source: Failure to paste URLs from the file
cs_cz: Nelze importovat seznam adres URL ze souboru: %1

# ImportExportFailedDialog|
source: Unable to import the list of URLs from the file: %1
cs_cz: Neuskutečněný vývoz

# ImportExportFailedDialog|
source: Failure to export
cs_cz: Nelze exportovat do souboru: %1

# ImportExportFailedDialog|
source: Unable to export to the file: %1
cs_cz: Nedovezení

# ImportExportFailedDialog|
source: Failure to import
cs_cz: Nelze importovat ze souboru: %1

# ImportExportFailedDialog|
source: Unable to import from the file: %1
cs_cz: Nastavit jako výchozí

# IntegrationBanner|
source: Set as Default
cs_cz: Neptejte se znovu

# IntegrationBanner|
source: Don't ask again
cs_cz: . Zavřít?

# InvalidSettingsMessageDialog|
source: . Close anyway?
cs_cz: Jazyk

# LanguageDialog|
source: Language
cs_cz: Prohlížeč

# LeftDrawer|
source: Browser
cs_cz: Nastavení

# LeftDrawer|
source: Settings
cs_cz: Kontaktovat podporu

# LeftDrawer|
source: Contact support
cs_cz: Odpojení od vzdáleného zařízení %1

# LeftDrawer|
source: Disconnect from remote %1
cs_cz: Připojení ke vzdálenému zařízení %1

# LeftDrawer|
source: Connect to remote %1
cs_cz: O stránkách

# LeftDrawer|
source: About
cs_cz: Ukončit

# LeftDrawer|
source: Quit
cs_cz: Přidat nové stažení

# LeftDrawer|
source: Add new download
cs_cz: Přidat

# ListEditor|
source: Add
cs_cz: Skrýt

# ListEditor|
source: Hide
cs_cz: %content_type% - typ obsahu (např. "Music")

# MacrosMenu|
source: %content_type% - content type (e.g. "Music")
cs_cz: %server% - název serveru (např. "%1")

# MacrosMenu|
source: %server% - name of the server (e.g. "%1")
cs_cz: %path_on_server% - cesta ke stahovanému souboru na serveru

# MacrosMenu|
source: %path_on_server% - path to the downloading file on the server
cs_cz: %rok% - běžný rok

# MacrosMenu|
source: %year% - current year
cs_cz: %month% - aktuální měsíc (číslo od 1 do 12)

# MacrosMenu|
source: %month% - current month (number from 1 to 12)
cs_cz: %day% - aktuální den

# MacrosMenu|
source: %day% - current day
cs_cz: %date% - odpovídá %year%-%month%-%day%

# MacrosMenu|
source: %date% - equivalent to %year%-%month%-%day%
cs_cz: Všechny

# MainFiltersBar|
source: All
cs_cz: Chybějící soubory

# MainFiltersBar|
source: Missing Files
cs_cz: Aktivní

# MainFiltersBar|
source: Active
cs_cz: Dokončeno

# MainFiltersBar|
source: Completed
cs_cz: Nedokončené

# MainFiltersBar|
source: Uncompleted
cs_cz: Lze odstranit značku?

# MainFiltersBar|
source: OK to remove tag?
cs_cz: Vkládání adres URL ze schránky

# MainMenu|
source: Paste Urls from Clipboard
cs_cz: Vkládání adres URL ze souboru

# MainMenu|
source: Paste Urls from File
cs_cz: Export/import

# MainMenu|
source: Export/Import
cs_cz: Exportovat všechna stažení

# MainMenu|
source: Export all downloads
cs_cz: Import stažených souborů

# MainMenu|
source: Import downloads
cs_cz: Nastavení exportu

# MainMenu|
source: Export settings
cs_cz: Nastavení importu

# MainMenu|
source: Import settings
cs_cz: Doplňky...

# MainMenu|
source: Add-ons...
cs_cz: Předvolby...

# MainMenu|
source: Preferences...
cs_cz: Kontaktovat podporu

# MainMenu|
source: Contact Support
cs_cz: Automatické vypnutí

# MainMenu|
source: Auto Shutdown
cs_cz: Spánek

# MainMenu|
source: Sleep
cs_cz: Hibernace

# MainMenu|
source: Hibernate
cs_cz: Vypnutí

# MainMenu|
source: Shutdown
cs_cz: Odpojení od vzdáleného zařízení %1

# MainMenu|
source: Disconnect from remote %1
cs_cz: Připojení ke vzdálenému zařízení %1

# MainMenu|
source: Connect to remote %1
cs_cz: Vytvoření přenosné verze

# MainMenu|
source: Create portable version
cs_cz: Zkontrolujte aktualizace...

# MainMenu|
source: Check for Updates...
cs_cz: Připojte se k Mozaice...

# MainMenu|
source: Join the Mosaic...
cs_cz: O stránkách

# MainMenu|
source: About
cs_cz: Ukončit

# MainMenu|
source: Quit
cs_cz: Režim Snail uvolňuje šířku pásma bez zastavení stahování.

# MainStatusBar|
source: Snail mode frees bandwidth without stopping downloads.
cs_cz: Režim Snail

# MainStatusBar|
source: Snail mode
cs_cz: Vybráno %n stažení.

# MainStatusBar|
source: %n downloads selected.
cs_cz: %n Downloads ausgewählt.

# MainStatusBar|
source: Total size:
cs_cz: Celková velikost:

# MainToolbar|
source: Add new download...
cs_cz: Přidat nové stahování...

# MainToolbar|
source: Start all
cs_cz: Začít vše

# MainToolbar|
source: Start selected
cs_cz: Vybraný start

# MainToolbar|
source: Pause all
cs_cz: Pozastavení všech

# MainToolbar|
source: Pause selected
cs_cz: Vybraná pauza

# MainToolbar|
source: Delete selected
cs_cz: Odstranit vybrané

# MainToolbar|
source: Move to...
cs_cz: Přesun do...

# MainToolbar|
source: Move downloads up
cs_cz: Přesun stahování nahoru

# MainToolbar|
source: Move downloads down
cs_cz: Přesunutí stahování dolů

# MainToolbar|
source: Main menu
cs_cz: Hlavní menu

# MainToolbar|
source: Switch to user-defined sorting of the download list?
cs_cz: Přepnout na uživatelsky definované třídění seznamu stahování?

# MaxURatioComboBox|
source: Unlimited
cs_cz: Neomezené

# MaxURatioComboBox|
source: Custom...
cs_cz: Vlastní...

# MaxURatioComboBox|
source: Custom value
cs_cz: Vlastní hodnota

# MaxURatioComboBox|
source: Invalid value
cs_cz: Neplatná hodnota

# MaxURatioComboBox|
source: Must be a number greater than 0.
cs_cz: Musí to být číslo větší než 0.

# MergeDownloadsDialog|
source: The download already exists
cs_cz: Stažení již existuje

# MergeDownloadsDialog|
source: Path:
cs_cz: Cesta:

# MergeDownloadsDialog|
source: Size:
cs_cz: Velikost:

# MergeDownloadsDialog|
source: Added at:
cs_cz: Přidáno na:

# MergeDownloadsDialog|
source: Skip
cs_cz: Přeskočit

# MergeDownloadsDialog|
source: Skip all (%1)
cs_cz: Přeskočit vše (%1)

# MergeDownloadsDialog|
source: Download
cs_cz: Stáhnout

# MobileDataUsageDialog|
source: Mobile data usage
cs_cz: Využívání mobilních dat

# MobileDataUsageDialog|
source: Waiting for Wi-Fi to start download.
cs_cz: Čekání na zahájení stahování přes Wi-Fi.

# MobileDataUsageDialog|
source: Would you like to enable usage of mobile data? *
cs_cz: Chcete povolit používání mobilních dat? *

# MobileDataUsageDialog|
source: Don't ask again
cs_cz: Neptejte se znovu

# MobileDataUsageDialog|
source: Yes
cs_cz: Ano

# MobileDataUsageDialog|
source: No
cs_cz: Ne

# MobileDataUsageDialog|
source: * additional charges may apply
cs_cz: * mohou být účtovány další poplatky

# MovingFailedDialog|
source: Moving download failed
cs_cz: Přesunutí stahování se nezdařilo

# MovingFailedDialog|
source: Error: %1
cs_cz: Chyba: %1

# MovingFailedDialog|
source: Unable to move: %1
cs_cz: Nelze přesunout: %1

# MovingFailedDialog|
source: Try again
cs_cz: Zkuste to znovu

# MovingFailedDialog|
source: Cancel
cs_cz: Zrušit

# MovingFolderDialog|
source: Move
cs_cz: Přesun

# MovingFolderDialog|
source: Cancel
cs_cz: Zrušit

# Mp3ConverterDialog|
source: Convert to mp3 with adjustable bitrate
cs_cz: Převod do formátu mp3 s nastavitelným datovým tokem

# Mp3ConverterDialog|
source: Save to
cs_cz: Uložit do

# Mp3ConverterDialog|
source: Open
cs_cz: Otevřít

# Mp3ConverterDialog|
source: Cancel
cs_cz: Zrušit

# Mp3ConverterDialog|
source: Bitrate (quality)
cs_cz: Datový tok (kvalita)

# Mp3ConverterDialog|
source: Constant bitrate of value
cs_cz: Konstantní datový tok hodnoty

# Mp3ConverterDialog|
source: Variable bitrate (VBR)
cs_cz: Proměnlivý datový tok (VBR)

# Mp3ConverterDialog|
source: The path contains invalid characters
cs_cz: Cesta obsahuje neplatné znaky

# Mp3ConverterPage|
source: Convert to mp3
cs_cz: Převod do formátu mp3
