Repository: FreeDownloadManagerTeam/FDM6-localization
Catalog: main/fdm_*.po
Languages: ar, bg, bn, cs_cz, de, es, fa, fi, fr, hi, hu, id, it, ja, lt, lv, my, pl, pt_pt, ro, ru, si, sr, tr, uk, ur_pk, vi

# BaseTextField|
source: Copy
ar: نسخ
bg: Копиране
bn: কপি
cs_cz: Kopírovat
de: Kopieren
es: Copiar
fa: کپی
fi: Kopioi
fr: Copier
hi: प्रतिलिपि
hu: Másolás
id: Salin
it: Copia
ja: コピー
lt: Kopijuoti
lv: Kopēt
my: ကူးယူ
pl: Kopiuj
pt_pt: Copiar
ro: Copiază
ru: Копировать
si: පිටපතක්
sr: Копирај
tr: Kopyala
uk: Копіювати
ur_pk: کاپی
vi: Sao chép

# BaseTextField|
source: Paste
ar: لصق
bg: Постави
bn: পেস্ট
cs_cz: Vložit
de: Einfügen
es: Pegar
fa: جای‌گذاری
fi: Liitä
fr: Coller
hi: पेस्ट करें
hu: Beillesztés
id: Tempel
it: Incolla
ja: 貼り付け
lt: Įklijuoti
lv: Ielīmēt
my: ကူးချ
pl: Wklej
pt_pt: Colar
ro: Lipire
ru: Вставить
si: අලවන්න
sr: Налепи
tr: Yapıştır
uk: Вставити
ur_pk: پیسٹ
vi: Dán

# BatchLanguage|
source: Language
fa: زبان
fr: Langue
hu: Nyelv (Language)
ja: 表示言語
pl: Język
pt_pt: Idioma
ru: Язык
sr: Језик
tr: Dil
ur_pk: زبان
vi: Ngôn ngữ

# BatchVideoQuality|
source: Max. video quality:
ar: أقصى جودة للفيديو:
bg: Макс. качество на видеото:
bn: সর্বোচ্চ ভিডিও এর ধরন:
cs_cz: Max. kvalita videa:
de: Max. Videoqualität:
es: Calidad máxima de video:
fa: حداکثر کیفیت ویدیو:
fi: Korkein videon laatu:
fr: Qualité vidéo max.:
hi: अधिकतम वीडियो की गुणवत्ता:
hu: Max. videóminőség:
id: Kualitas maksimum video:
it: Massima qualità video:
ja: 最大の画質:
lt: Maks. vaizdo kokybė:
lv: Maks. video kvalitāte:
my: အမြင့်ဆုံး ဗီဒီယို အရည်အသွေး၊
pl: Maks. jakość video:
pt_pt: Qualidade de vídeo máxima:
ro: Max. calitate video:
ru: Макс. качество видео:
si: වීඩියෝ ගුණාත්මකභාවය:
sr: Макс. квалитет видеа:
tr: En fazla görüntü kalitesi:
uk: Макс. якість відео:
ur_pk: زیادہ سے زیادہ ویڈیو کوالٹی:
vi: Tối đa. chất lượng video:

# BitrateComboBox|
source: kbps
ar: ك.بت/ث
bg: кбвс
bn: কেবিপিএস
fa: کیلوبیت بر ثانیه
hi: केबीपीएस
ro: kops
ru: кбит/с
uk: кб/с

# BitrateComboBox|
source: From %1 %2 to %3 %4
ar: من %1 %2 إلى %3 %4
bg: От %1 %2 към %3 %4
bn: %1 %2 থেকে %3 %4 পর্যন্ত
cs_cz: Od %1 %2 do %3 %4
de: Von %1 %2 bis %3 %4
es: Desde %1 %2 a %3 %4
fa: از %1 %2 به %3 %4
fr: De %1 %2 à %3 %4
hi: %1 %2 से %3% %4 तक
hu: %1 %2 -ból %3 %4 -ba
id: Dari %1 %2 hingga %3 %4
it: Da %1 %2 a %3 %4
ja: %1 %2 から %3 %4 へ
lt: Nuo %1 %2 iki %3 %4
lv: No %1 %2 līdz %3 %4
my: %1 %2 မှ %3 %4 သို့
pl: Od %1 %2 do %3 %4
ro: De la %1 %2 la %3 %4
ru: С %1 %2 до %3 %4
si: %1%2 සිට%3%4 දක්වා
sr: Од %1 %2 до %3 %4
tr: %1 %2'den %3 %4'e
uk: З %1 %2 до %3 %4
ur_pk: %1 %2 سے %3 %4 تک
vi: Từ %1 %2 đến %3 %4

# BitrateComboBox|
source: CD quality
ar: جودة القرص المدمج
bg: CD качество
bn: সিডি গুণমান
cs_cz: Kvalita CD
de: CD-Qualität
es: Calidad CD
fa: کیفیت CD
fi: CD-laatu
fr: Qualité CD
hi: सीडी गुणवत्ता
hu: CD minőség
id: Kualitas CD
it: Qualità CD
ja: CD の音質
lt: CD kokybė
lv: CD kvalitāte
my: CD အရည်အသွေး
pl: Jakość CD
pt_pt: Qualidade de CD
ro: Calitate CD
ru: Качество CD
si: සංයුක්ත තැටි ගුණාත්මකභාවය
sr: CD квалитет
tr: CD kalitesi
uk: Якість CD
ur_pk: CD کوالٹی
vi: Chất lượng CD

# BitrateComboBox|
source: High quality
ar: جودة عالية
bg: Високо качество
bn: উচ্চ গুনসম্পন্ন
cs_cz: Vysoká kvalita
de: Hohe Qualität
es: Calidad alta
fa: کیفیت بالا
fi: Korkea laatu
fr: Qualité haute
hi: उच्च गुणवत्ता
hu: Magas minőség
id: Kualitas tinggi
it: Qualità alta
ja: 高音質
lt: Aukštos kokybės
lv: Augsta kvalitāte
my: အရည်အသွေးမြင့်
pl: Wysoka jakość
pt_pt: Alta qualidade
ro: Calitate ridicată
ru: Высокое качество
si: අධි තත්ත්වයේ
sr: Висок квалитет
tr: Yüksek kalite
uk: Висока якість
ur_pk: اعلیٰ کوالٹی
vi: Chất lượng cao

# BitrateComboBox|
source: Medium quality
ar: جودة متوسطة
bg: Средно качество
bn: মধ্য গুনাগুন
cs_cz: Střední kvalita
de: Mittlere Qualität
es: Calidad media
fa: کیفیت متوسط
fi: Keskitasoinen laatu
fr: Qualité moyenne
hi: मध्यम गुणवत्ता
hu: Közepes minőség
id: Kualitas sedang
it: Qualità media
ja: 標準の音質
lt: Vidutinės kokybės
lv: Vidēja kvalitāte
my: အရည်အသွေးပုံမှန်
pl: Średnia jakość
pt_pt: Qualidade média
ro: Calitate medie
ru: Среднее качество
si: මධ්යම තත්ත්ව
sr: Средњи квалитет
tr: Orta kalite
uk: Середня якість
ur_pk: درمیانی کوالٹی
vi: Chất lượng trung bình

# BitrateComboBox|
source: Radio quality
ar: جودة الراديو
bg: Радио качество
bn: রেডিও গুণমান
cs_cz: Rozhlasová kvalita
de: Radio-Qualität
es: Calidad radio
fa: کیفیت رادیو
fi: Radiolaatu
fr: Qualité radio
hi: रेडियो गुणवत्ता
hu: Rádió minőség
id: Kualitas radio
it: Qualità radio
ja: ラジオの音質
lt: Radijo kokybė
lv: Radio kvalitāte
my: ရေဒီယို အရည်အသွေး
pl: Jakość radiowa
pt_pt: Qualidade de rádio
ro: Calitate radio
ru: Качество радио
si: ගුවන් විදුලි තත්ත්ව
sr: Радио квалитет
tr: Radyo kalitesi
uk: Якість радіо
ur_pk: ریڈیو کوالٹی
vi: Chất lượng Radio

# BitrateComboBox|
source: Low quality
ar: جودة منخفضة
bg: Ниско качество
bn: নিম্ন মান
cs_cz: Nízká kvalita
de: Niedrige Qualität
es: Calidad baja
fa: کیفیت پایین
fi: Matala laatu
fr: Qualité basse
hi: खराब क्वालिटी
hu: Alacsony minőség
id: Kualitas rendah
it: Qualità bassa
ja: 低音質
lt: Žemos kokybės
lv: Zema kvalitāte
my: အရည်အသွေးနိမ့်
pl: Niska jakość
pt_pt: Baixa qualidade
ro: Calitate scăzută
ru: Низкое качество
si: අඩු තත්ත්වයේ
sr: Низак квалитет
tr: Düşük kalite
uk: Низька якість
ur_pk: کم کوالٹی
vi: Chất lượng thấp

# BitrateComboBox|
source: Speech
ar: الكلام
bg: Говор
bn: বক্তৃতা
cs_cz: Řeč
de: Sprache
es: Habla
fa: گفتار
fi: Puhe
fr: Parole
hi: भाषण
hu: Beszéd
id: Bicara
it: Dialoghi
ja: 会話
lt: Kalba
lv: Runa
my: စကားပြော
pl: Jakość rozmowy
pt_pt: Falar
ro: Vorbire
ru: Речь
si: කථනය
sr: Говор
tr: Konuşma
uk: Мова
ur_pk: تقریر
vi: Lời nói

# BitrateComboBox|
source: Lowest quality, smallest file size
ar: أقل جودة, أقل حجم ملف
bg: Най-ниско качество, най-малък файл
bn: সর্বনিম্ন মানের, ক্ষুদ্রতম ফাইলের আকার
cs_cz: Nejnižší kvalita, nejmenší velikost
de: Niedrigste Qualität, geringste Datengröße
es: Calidad más baja, tamaño de archivo más pequeño
fa: کمترین کیفیت، کوچکترین فایل
fi: Matalin laatu, pienin tiedostokoko
fr: Qualité la plus basse, taille de fichier la plus petite
hi: निम्नतम गुणवत्ता, सबसे छोटा फ़ाइल आकार
hu: Legalacsonyabb minőség, legalacsonyabb fájl méret
id: Kualitas terendah, ukuran berkas terkecil
it: Qualità più bassa, dimensioni inferiori
ja: 最低の音質で、最小のファイルサイズです。
lt: Žemiausia kokybė, mažiausias failo dydis
lv: Zemākā kvalitāte, mazākais faila lielums
my: အရည်အသွေးနိမ့်၊ ဖိုင်အသေးဆုံး
pl: Najniższa jakość, najmniejszy rozmiar pliku
pt_pt: Menor qualidade, menor tamanho de arquivo
ro: Cea mai scăzută calitate, cea mai mică dimensiune a fișierului
ru: Низкое качество, минимальный размер файла
si: අඩුම තත්ත්වයේ, කුඩාම ගොනු ප්රමාණය
sr: Најнижи квалитет, најмања величина датотеке
tr: En düşük kalite, en düşük dosya boyutu
uk: Найнижча якість, найменший розмір файлу
ur_pk: سب سے کم کوالٹی، سب سے چھوٹا فائل سائز
vi: Chất lượng thấp nhất, dung lượng tệp nhỏ nhất

# BottomPanelTools|
source: General
ar: عام
bg: Общи
bn: সাধারণ
cs_cz: Obecné
de: Allgemein
fa: کلی
fi: Yleiset
fr: Général
hi: सामान्य
hu: Általános
id: Umum
it: Generale
ja: 全般
lt: Apskritai
lv: Vispārīgi
my: အထွေထွေ
pl: Ogólne
pt_pt: Geral
ru: Основное
si: සාමාන්ය
sr: Опште
tr: Genel
uk: Загальні
ur_pk: عمومی
vi: Chung

# BottomPanelTools|
source: Details
ar: التفاصيل
bg: Детайли
cs_cz: Detaily
fa: جزئیات
fi: Tiedot
fr: Détails
hu: Részletek
id: Detil
it: Dettagli
ja: 詳細
lt: Detalės
pl: Szczegóły
pt_pt: Detalhes
ro: Detalii
ru: Подробности
si: විස්තර
sr: Детаљи
tr: Ayrıntılar
uk: Деталі
ur_pk: تفصیلات
vi: Chi tiết

# BottomPanelTools|
source: Progress
ar: التقدم
bg: Напредък
bn: অগ্রগতি
cs_cz: Průběh
de: Fortschritt
es: Progreso
fa: پیشرفت
fi: Edistyminen
fr: Progression
hi: प्रगति
hu: Folyamat
id: Tingkat Kemajuan
it: Progresso
ja: 進行状況
lt: Progresija
my: တိုးတက်မှု
pl: Postęp
pt_pt: Progresso
ro: Progres
ru: Прогресс
si: ප්රගතිය
sr: Напредак
tr: İlerleme
uk: Хід
ur_pk: پیشرفت
vi: Tiến độ

# BottomPanelTools|
source: Files
ar: ملفات
bg: Файлове
cs_cz: Soubory
de: Dateien
es: Archivos
fa: فایل‌ها
fi: Tiedostot
fr: Fichiers
hi: फ़ाइलें
hu: Fájlok
id: Berkas-berkas
it: File
ja: ファイル
lt: Failai
lv: Faili
my: ဖိုင်များ
pl: Pliki
pt_pt: Arquivos
ro: Fișiere
ru: Файлы
si: ගොනු
sr: Датотеке
tr: Dosyalar
uk: Файли
ur_pk: فائلیں
vi: Các tệp tin

# BottomPanelTools|
source: Connections
ar: الاتصالات
bg: Връзки
bn: সংযোগ
cs_cz: Připojení
de: Verbindungen
es: Conexiones
fa: ارتباطات
fi: Yhteydet
fr: Connexions
hi: सम्बन्ध
hu: Kapcsolatok
id: Sambungan
it: Connessioni
ja: 接続
lt: Jungtys
lv: Savienojumi
my: ဆက်သွယ်မှုများ
pl: Połączenia
pt_pt: Conexões
ro: Conexiuni
ru: Соединения
si: සම්බන්ධතා
sr: Везе
tr: Bağlantılar
uk: З'єднання
ur_pk: کنکشنز
vi: Các kết nối

# Browser|
source: Enter URL
ar: أدخل عنوان الرابط
bg: Въведи URL
bn: URL দিন
cs_cz: Zadejte URL
de: URL eingeben
es: Ingresar URL
fa: ادرس را وارد کنید
fi: Syötä URL-osoite
fr: Entrer l'URL
hi: URL दर्ज करो
hu: URL megadása
id: Isikan URL
it: Inserisci URL
ja: URL を入力してください
lt: Įveskite URL
lv: Ievadi URL
my: URL ဖြည့်ပါ
pl: Wpisz adres pobierania
pt_pt: Digite a URL
ro: Introdu URL-ul
ru: Введите ссылку
si: URL ඇතුලත් කරන්න
sr: Унесите URL
tr: URL girin
uk: Введіть URL-адресу
ur_pk: ویب پتہ درج کریں
vi: Nhập URL

# Browser|
source: Bookmark removed
ar: تم إزالة الإشارة المرجعية
bg: Маркера е премахнат
bn: বুকমার্ক সরানো হয়েছে
cs_cz: Záložka byla odebrána
de: Lesezeichen entfernt
es: Marcador removido
fa: نشان حذف شد
fi: Kirjanmerkki poistettiin
fr: Favori supprimé
hi: बुकमार्क हटा दिया गया
hu: Könyvjelző eltávolítva
id: Markah dihapus
it: Segnalibro rimosso
ja: ブックマークを削除しました
lt: Žymė pašalinta
lv: Grāmatzīme noņemta
my: စာညှပ်ကို ဖယ်ရှားခဲ့သည်
pl: Zakładka usunięta
pt_pt: Marcador removido
ro: Marcaj șters
ru: Закладка удалена
si: පිටු සලකුණ ඉවත් කර ඇත
sr: Обележивач уклоњен
tr: Yer işareti kaldırıldı
uk: Закладку вилучено
ur_pk: بک مارک ہٹا دیا گیا
vi: Dấu trang đã xoá

# Browser|
source: Bookmark added
ar: تم إضافة إشارة مرجعية
bg: Маркера е добавен
bn: বুকমার্ক যোগ করা হয়েছে
cs_cz: Záložka byla přidána
de: Lesezeichen hinzugefügt
es: Marcador agregado
fa: نشان اضافه شد
fi: Kirjanmerkki lisättiin
fr: Favori ajouté
hi: बुकमार्क जोड़ा गया
hu: Könyvjelző hozzáadva
id: Markah ditambahkan
it: Segnalibro aggiunto
ja: ブックマークを追加しました
lt: Pridėta žymė
lv: Grāmatzīme pievienota
my: စာညှပ်ကို ထည့်ခဲ့သည်
pl: Zakładka dodana
pt_pt: Marcador adicionado
ro: Marcaj dăugat
ru: Закладка добавлена
si: පිටු සලකුණ එකතු කර ඇත
sr: Обележивач додат
tr: Yer işareti eklendi
uk: Закладку додано
ur_pk: بک مارک شامل کر دیا گیا
vi: Dấu trang đã thêm

# Browser|
source: Bookmarks
ar: الإشارات المرجعية
bg: Маркери
bn: বুকমার্ক
cs_cz: Záložky
de: Lesezeichen
es: Marcadores
fa: نشان ‌ها
fi: Kirjanmerkit
fr: Favoris
hi: बुकमार्क
hu: Könyvjelzők
id: Markah
it: Segnalibri
ja: ブックマーク
lt: Žymės
lv: Grāmatzīmes
my: စာညှပ်များ
pl: Zakładki
pt_pt: Marcadores
ro: Marcaje
ru: Закладки
si: පොත් සලකුණු
sr: Обележивачи
tr: Yer işaretleri
uk: Закладки
ur_pk: بک مارکس
vi: Dấu trang

# Browser|
source: There are no bookmarks at the moment
ar: لا توجد إشارات مرجعية حاليا
bg: Няма маркери в момента
bn: এই মুহূর্তে কোন বুকমার্ক নেই
cs_cz: Nyní nejsou žádné záložky
de: Derzeit sind keine Lesezeichen vorhanden
es: No hay marcadores en este momento
fa: در حال حاضر نشان ها موجود نیست
fi: Kirjanmerkkejä ei ole
fr: Il n'y a pas de favori pour l'instant
hi: इस समय कोई बुकमार्क नहीं हैं
hu: Jelenleg nincsenek könyvjelzők
id: Tidak ada markah saat ini
it: Al momento nessun segnalibro
ja: 現在ブックマークはありません
lt: Šiuo metu žymių nėra
lv: Pagaidām nav nevienas grāmatzīmes
my: လက်ရှိတွင် စာညှပ်များ မရှိပါ
pl: Nie ma jeszcze żadnych zakładek
pt_pt: Não há marcadores no momento
ro: Nu există marcaje momentan
ru: Сейчас закладок нет
si: මේ මොහොතේ පොත් සලකුණු නොමැත
sr: Тренутно нема обележивача
tr: Şu anda yer işaretleri yok
uk: Наразі закладок немає
ur_pk: اس وقت کوئی بک مارک نہیں ہے
vi: Hiện tại không có dấu trang nào

# Browser|
source: Are you sure you want to remove this bookmark?
ar: هل أنت متأكد من حذف هذه الإشارة المرجعية؟
bg: Сигурни ли сте че искате да премахнете този маркер?
bn: আপনি কি এই বুকমার্ক সরানোর বিষয়ে নিশ্চিত?
cs_cz: Opravdu chcete odebrat tuto záložku?
de: Willst du dieses Lesezeichen wirklich entfernen?
es: ¿Estás seguro/a de que quieres remover este marcador?
fa: آیا مطمئن هستید که می‌خواهید این نشان را حذف کنید؟
fi: Haluatko varmasti poistaa kirjanmerkin?
fr: Êtes vous sûr de vouloir enlever ce favori?
hi: क्या आप वाकई इस बुकमार्क को हटाना चाहते हैं?
hu: Biztos vagy benne, hogy eltávolítod ezt a könyvjelzőt?
id: Apakah Anda yakin ingin menghapus markah ini?
it: Sei sicuro di voler rimuovere questo segnalibro?
ja: このブックマークを削除してもよろしいですか?
lt: Ar tikrai norite pašalinti šią žymę?
lv: Vai tiešām vēlies noņemt šo grāmatzīmi?
my: ဒီစာညှပ်ကို ဖယ်ရှားချင်သည်မှာ သေချာပြီလား။
pl: Na pewno chcesz usunąć tę zakładkę?
pt_pt: Tem certeza de que deseja remover este marcador?
ro: Sigur doriți să eliminați acest marcaj?
ru: Уверены, что хотите удалить эту закладку?
si: ඔබට මෙම පිටු සලකුණ ඉවත් කිරීමට අවශ්ය බව ඔබට විශ්වාසද?
sr: Да ли сте сигурни да желите да уклоните овај обележивач?
tr: Bu yer işaretini kaldırmak istediğinize emin misiniz?
uk: Ви справді хочете видалити цю закладку?
ur_pk: کیا آپ واقعی اس بک مارک کو ہٹانا چاہتے ہیں؟
vi: Xoá dấu trang này?

# Browser|
source: YES
ar: نعم
bg: ДА
bn: হ্যাঁ
cs_cz: ANO
de: JA
es: SÍ
fa: بله
fi: KYLLÄ
fr: OUI
hi: हाँ
hu: IGEN
id: YA
it: SÌ
ja: はい
lt: TAIP
lv: JĀ
my: ဟုတ်
pl: TAK
pt_pt: SIM
ro: DA
ru: ДА
si: ඔව්
sr: ДА
tr: EVET
uk: ТАК
ur_pk: جی ہاں
vi: CÓ

# Browser|
source: NO
ar: لا
bg: НЕ
bn: না
cs_cz: NE
de: NEIN
fa: خیر
fi: EI
fr: NON
hi: नहीं
hu: NEM
id: TIDAK
ja: いいえ
lt: NE
lv: NĒ
my: မဟုတ်
pl: NIE
pt_pt: NÃO
ro: NU
ru: НЕТ
si: නෑ
sr: НЕ
tr: HAYIR
uk: НІ
ur_pk: نہیں
vi: KHÔNG

# Browser MainMenu|
source: Back to %1
ar: عودة إلى %1
bg: Обратно към %1
bn: %1 এ ফিরে যান
cs_cz: Zpět na %1
de: Zurück zu %1
es: Volver a %1
fa: بازگشت به %1
fi: Takaisin: %1
fr: Retour à %1
hi: %1 पर वापस
hu: Vissza a %1 -hez
id: Kembali ke %1
it: Torna a %1
ja: %1 に戻る
lt: Atgal į %1
lv: Atpakaļ uz %1
my: %1 သို့ ပြန်သွား
pl: Powrót do %1
pt_pt: Voltar para %1
ro: Înapoi la %1
ru: Назад в %1
si: %1 වෙත ආපසු යන්න
sr: Назад на %1
tr: %1 için geri dön
uk: Назад до %1
ur_pk: %1 پر واپس جائیں
vi: Quay lại %1

# Browser MainMenu|
source: Bookmarks
ar: الإشارات المرجعية
bg: Маркери
bn: বুকমার্ক
cs_cz: Záložky
de: Lesezeichen
es: Marcadores
fa: نشان ها
fi: Kirjanmerkit
fr: Favoris
hi: बुकमार्क
hu: Könyvjelzők
id: Markah
it: Segnalibri
ja: ブックマーク
lt: Žymės
lv: Grāmatzīmes
my: စာညှပ်များ
pl: Zakładki
pt_pt: Marcadores
ro: Marcaje
ru: Закладки
si: පොත් සලකුණු
sr: Обележивачи
tr: Yer işaretleri
uk: Закладки
ur_pk: بک مارکس
vi: Dấu trang

# Browser MainMenu|
source: Download media
ar: تنزيل الوسائط
bg: Изтегляне на носител
bn: মিডিয়া ডাউনলোড করুন
cs_cz: Stáhnout média
de: Medien herunterladen
es: Descargar medio
fa: دانلود رسانه
fi: Lataa media
fr: Télécharger le média
hi: मीडिया डाउनलोड करें
hu: Média letöltése
id: Unduh media
it: Download contenuto multimediale
ja: メディアのダウンロード
lt: Atsisiųsti mediją
lv: Lejupielādēt multividi
my: မီဒီယာကို ဒေါင်းလုပ်ပါ
pl: Pobierz media
pt_pt: Baixar mídia
ro: Descărcați media
ru: Скачать медиафайлы
si: මාධ්ය බාගත කරන්න
sr: Преузми медиј
tr: Ortam indir
uk: Завантажити media
ur_pk: میڈیا ڈاؤن لوڈ کریں
vi: Tải xuống phương tiện

# Browser MainMenu|
source: Remove bookmark
ar: حذف إشارة مرجعية
bg: Премахни маркер
bn: বুকমার্ক সরান
cs_cz: Odebrat záložku
de: Lesezeichen entfernen
es: Remover marcador
fa: حذف نشان
fi: Poista kirjanmerkki
fr: Enlever le favori
hi: बुकमार्क हटाएं
hu: Könyvjelző eltávolítása
id: Hapus markah
it: Rimuovi segnalibro
ja: ブックマークを削除
lt: Pašalinti žymę
lv: Noņemt grāmatzīmi
my: စာညှပ်ကို ဖယ်ရှားပါ
pl: Usuń zakładkę
pt_pt: Remover marcador
ro: Ștergeți marcajul
ru: Удалить закладку
si: පිටු සලකුණ ඉවත් කරන්න
sr: Уклони обележивач
tr: Yer işaretini kaldır
uk: Вилучити закладку
ur_pk: بک مارک ہٹائیں
vi: Xoá dấu trang

# Browser MainMenu|
source: Add bookmark
ar: إضافة إشارة مرجعية
bg: Добавете маркер
bn: বুকমার্কে সংযুক্তকরন
cs_cz: Přidat záložku
de: Lesezeichen hinzufügen
es: Agregar marcador
fa: افزودن نشان
fi: Lisää kirjanmerkki
fr: Ajouter le favori
hi: बुकमार्क जोड़ें
hu: Könyvjelző hozzáadása
id: Tambahkan markah
it: Aggiungi ai segnalibri
ja: ブックマークを追加
lt: Pridėti žymę
lv: Pievienot grāmatzīmi
my: စာညှပ်ကို ထည့်ရန်
pl: Dodaj zakładkę
pt_pt: Adicionar marcador
ro: Adaugă în bookmark
ru: Добавить закладку
si: පිටු සලකුණු එකතු කරන්න
sr: Додај обележивач
tr: Yer işareti ekle
uk: Додати закладку
ur_pk: بک مارک شامل کریں
vi: Thêm dấu trang

# BrowserButton|
source: Download %1 extension
ar: تنزيل الامتداد %1
bg: Изтеглете добавка за %1
bn: %1 এক্সটেনশন ডাউনলোড করুন
cs_cz: Stáhnout doplněk %1
de: Erweiterung %1 herunterladen
es: Descargar extensión de %1
fa: دانلود کردن افزونه %1
fi: Lataa %1 -lisäosa
fr: Télécharger l’extension %1
hi: डाउनलोड %1 एक्सटेंशन
hu: A(z) %1 bővítmény letöltése
id: Unduh Ekstensi %1
it: Download estensione per %1
ja: %1 の拡張機能をダウンロード
lt: Atsisiųskite %1 plėtinį
lv: Lejupielādēt %1 paplašinājumu
my: %1 ဖိုင်ကို ဒေါင်းလုပ်ရန်
pl: Pobierz rozszerzenie dla przeglądarki %1
pt_pt: Baixe a extensão do %1
ro: Descărcați extensia %1
ru: Скачать расширение %1
si: %1 දිගුව බාගත කරන්න
sr: Преузми %1 екстензију
tr: %1 uzantısını indir
uk: Завантажити додаток %1
ur_pk: %1 ایکسٹینشن ڈاؤن لوڈ کریں
vi: Tải xuống tiện ích mở rộng %1

# BrowserButton|
source: %1 is not installed
ar: %1 غير مثبت
bg: %1 не е инсталиран
bn: %1 ইনস্টল করা নেই
cs_cz: %1: není nainstalováno
de: %1 ist nicht installiert
es: %1 no está instalado
fa: %1 نصب نشده است
fi: Selainta %1 ei ole asennettu
fr: %1 n'est pas installé
hi: %1 स्थापित नहीं है
hu: %1 nincs telepítve
id: %1 tidak terpasang
it: %1 non installato
ja: %1 がインストールされていません
lt: %1 neįdiegtas
lv: %1 nav instalēts
my: %1 က ထည့်သွင်းမထားပါ
pl: Przeglądarka %1 nie jest zainstalowana
pt_pt: O %1 não está instalado
ro: %1 nu este instalat
ru: %1 не установлен
si: %1 ස්ථාපනය කර නැත
sr: %1 није инсталиран
tr: %1 yüklü değil
uk: %1 не встановлено
ur_pk: %1 انسٹال نہیں ہے
vi: %1 không được cài đặt

# BrowserIntegrationSettings|
source: Browser Integration
ar: تكامل المتصفح
bg: Интегриране в браузъра
bn: ব্রাউজার ইন্টিগ্রেশন
cs_cz: Integrace s prohlížečem
es: Integración del navegador
fa: یکپارچه‌سازی مرورگر
fi: Selainintegraatio
fr: Intégration au navigateur
hi: ब्राउज़र एकीकरण
hu: Böngésző integráció
id: Integrasi Peramban
it: Integrazione browser
ja: ブラウザーとの連携
lt: Naršyklės integravimas
lv: Interneta pārlūka Integrācija
my: ဘရောင်ဇာ ပေါင်းစည်းခြင်း
pl: Integracja z przeglądarką
pt_pt: Integração com o Navegador
ro: Integrarea browserului
ru: Интеграция с браузерами
si: බ්රව්සර් ඒකාබද්ධ කිරීම
sr: Интеграција са прегледачем
tr: Tarayıcı Bütünleştirmesi
uk: Інтегрувати до браузера
ur_pk: براؤزر انٹیگریشن
vi: Tích hợp trình duyệt

# BrowserIntegrationSettings|
source: Make sure you have %1 extension installed, otherwise, click one of the buttons below
ar: تأكد أن الامتداد %1 مثبت, وإلا، اضغط واحدا من الأزرار الآتية
bg: Проверете дали имате инсталирана %1 добавка или натиснете един от следните бутони
bn: নিশ্চিত করুন যে আপনি %1 এক্সটেনশন ইনস্টল করেছেন, অন্যথায়, নীচের একটি বোতামে ক্লিক করুন
cs_cz: Ujistěte se, že je nainstalován doplněk %1, v opačném případě klepněte na jedno z tlačítek níže
de: Sicherstellen, dass die Erweiterung %1 installiert ist, andernfalls auf eine der unteren Tasten tippen
es: Asegúrate de que tienes la extensión %1 instalada o haz clic en uno de los botones abajo
fa: مطمئن شوید که افزونه %1 نصب شده است، در غیر این صورت، روی یکی از دکمه‌های زیر کلیک کنید
fi: Varmista, että %1 -lisäosa on asennettu
fr: Assurez-vous que l’extension %1 est installée, sinon, cliquez sur un des boutons ci-dessous
hi: सुनिश्चित करें कि आपने %1 एक्सटेंशन स्थापित किया है, अन्यथा, नीचे दिए गए बटनों में से किसी एक पर क्लिक करें
hu: Győződj meg róla, hogy a(z) %1 bővítmény telepítve van, egyéb esetben kattints az alábbi gombok egyikére:
id: Pastikan Anda telah memasang ekstensi %1. Jika belum, klik salah satu tombol di bawah ini
it: Assicurati che l'estensione %1 sia installata, o seleziona uno dei seguenti pulsanti
ja: %1 の拡張機能がインストールされているか確認してください。そうでない場合は、以下のボタンのいずれかをクリックしてください。
lt: Įsitikinkite, kad įdiegtas %1 plėtinys, priešingu atveju spustelėkite vieną iš toliau pateiktų mygtukų
lv: Pārliecinies, ka tev ir %1 paplašinājums instalēts, citādi, nospied vienu no pogām zemāk
my: သင့်တွင် %1 ဖိုင်ကို ထည့်သွင်းထားကြောင်း သေချာပါစေ၊ မဟုတ်ပါက အောက်ရှိ ခလုတ်များမှ တစ်ခုကို နှိပ်ပါ
pl: Upewnij się, że jest zainstalowane rozszerzenie %1, w przeciwnym wypadku kliknij na jeden z poniższych odnośników
pt_pt: Certifique-se de ter a extensão do %1 instalada, caso contrário, clique em um dos botões abaixo
ro: Asigurați-vă că aveți extensia %1 instalată, în caz contrar, faceți clic pe unul dintre butoanele de mai jos
ru: Убедитесь, что у вас установлено расширение %1, в противном случае нажмите на одну из кнопок ниже
si: ඔබ%1 දිගුව ස්ථාපනය කර ඇති බවට වග බලා ගන්න, එසේ නොමැති නම්, පහත බොත්තම් වලින් එකක් ක්ලික් කරන්න
sr: Проверите да ли имате инсталирану %1 екстензију, у супротном кликните на једно од дугмади испод
tr: %1 uzantısını yüklediğinizden emin olun, aksi halde aşağıdaki düğmelerden birine tıklayın
uk: Впевніться, що додаток %1 встановлено, а інакше, клацніть по одній з кнопок внизу
ur_pk: یقینی بنائیں کہ آپ کے پاس %1 ایکسٹینشن انسٹال ہے، ورنہ نیچے دیے گئے بٹنوں میں سے کسی ایک پر کلک کریں
vi: Đảm bảo bạn đã cài đặt tiện ích mở rộng %1, nếu không, hãy nhấp vào một trong các nút bên dưới

# BrowserIntegrationSettings|
source: Other supported browsers
ar: المتصفحات الأخرى المدعومة
bg: Други поддържани браузъри
bn: অন্যান্য সমর্থিত ব্রাউজার
cs_cz: Ostatní podporované prohlížeče
de: Andere unterstützte Browser
es: Otros navegadores soportados
fa: دیگر مرورگرهای پشتیبانی‌شده
fi: Muut tuetut selaimet
fr: Autres navigateurs supportés
hi: अन्य समर्थित ब्राउज़र
hu: Más támogatott böngészők
id: Peramban lain yang didukung
it: Altri browser supportati
ja: 他の対応しているブラウザー
lt: Kitos palaikomos naršyklės
lv: Citi atbalstītie interneta pārlūki
my: အခြားလက်ခံသည့် ဘရောင်ဇာများ
pl: Inne obsługiwane przeglądarki
pt_pt: Outros navegadores suportados
ro: Alte browsere acceptate
ru: Другие поддерживаемые браузеры
si: වෙනත් සහාය දක්වන බ්රවුසර
sr: Остали подржани прегледачи
tr: Diğer desteklenen tarayıcılar
uk: Інші браузери, що підтримуються
ur_pk: دیگر تعاون یافتہ براؤزرز
vi: Các trình duyệt khác được hỗ trợ

# BrowserIntegrationSettings|
source: Automatically capture downloads from browsers
ar: التقاط التنزيلات تلقائياً من المتصفحات
de: Browser-Downloads automatisch aufnehmen
fa: دریافت کردن به طور خودکار دانلودها از مرورگرها
fr: Capturer automatiquement les téléchargements depuis les navigateurs
hu: Automatikusan elfogja a letöltéseket a böngészőkből
ja: ブラウザーからのダウンロードを自動的に取得
pl: Automatycznie przechwytuj pobierania z przeglądarek
pt_pt: Capturar automaticamente transferências de navegadores
ru: Автоматически перехватывать ссылки из браузеров
sr: Аутоматски пресретни преузимања из прегледача
tr: Tarayıcılardan indirmeleri otomatik olarak yakala
ur_pk: براؤزرز سے خودکار طور پر ڈاؤن لوڈز کیپچر کریں
vi: Tự động bắt tải từ trình duyệt
