Repository: FreeDownloadManagerTeam/FDM6-localization
Catalog: main/fdm_*.po
Languages: ar, bg, bn, cs_cz, de, es, fa, fi, fr, hi, hu, id, it, ja, lt, lv, my, pl, pt_pt, ro, ru, si, sr, tr, uk, ur_pk, vi

# PluginsViewItem|
source: Updating...
ar: تحديث...
bg: Актуализиране...
bn: আপডেট হচ্ছে...
cs_cz: Aktualizování…
de: Aktualisieren…
es: Actualizando...
fa: در حال بروزرسانی...
fi: Päivitetään…
fr: Mise à jour...
hi: अपडेट हो रहा है...
hu: Frissítés...
id: Memperbarui...
it: Aggiornamento...
ja: 更新しています...
lt: Atnaujinama...
lv: Atjaunina...
my: အသစ်တင်နေ...
pl: Aktualizacja...
ro: Se actualizează...
ru: Обновление…
si: යාවත්කාලීන කිරීම...
sr: Ажурирање...
tr: Güncelleniyor...
uk: Оновлення...
ur_pk: اپ ڈیٹ کیا جا رہا ہے...
vi: Đang cập nhật...

# PluginsViewItem|
source: Version: %1
ar: الإصدار: %1
bg: Версия: %1
bn: সংস্করণ: %1
cs_cz: Verze: %1
es: Versión: %1
fa: نسخه: %1
fi: Versio: %1
hi: संस्करण: %1
hu: Verzió: %1
id: Versi: %1
it: Versione: %1
ja: バージョン %1
lt: Versija: %1
lv: Versija: %1
my: ဗားရှင်း၊ %1
pl: Wersja: %1
ro: Versiune: %1
ru: Версия: %1
si: අනුවාදය: %1
sr: Верзија: %1
tr: Sürüm: %1
uk: Версія: %1
ur_pk: ورژن: %1
vi: Phiên bản: %1

# PluginsViewItem|
source: OK to remove?
ar: حسنا للازالة؟
bg: ОК за да се премахне?
bn: অপসারণ ঠিক আছে?
cs_cz: Opravdu odebrat?
de: OK zum Entfernen?
es: ¿Aceptar para remover?
fa: موافق به حذف کردن؟
fi: Poistetaanko?
fr: OK pour enlever?
hi: हटाना ठीक है?
hu: Biztosan eltávolítod?
id: OK untuk dihapus?
it: Vuoi rimuovere?
ja: タグを削除してもよろしいですか?
lt: Ar norite pašalinti?
lv: OK noņemt?
my: ဖယ်ရှားဖို့ အိုကေလား။
pl: OK, aby usunąć?
ro: OK pentru a elimina?
ru: Удалить?
si: අයින් කරන්න කැමතිද?
sr: Уклонити?
tr: Kaldırmak için Tamam?
uk: Дійсно прибрати?
ur_pk: کیا ہٹانا ٹھیک ہے؟
vi: Đồng ý xóa?

# PreferredFileTypeCombobox|
source: Audio
ar: الصوت
bg: Аудио
bn: শ্রুতি
cs_cz: Zvuk
fa: صوت
fi: Ääni
hi: ऑडियो
hu: Hang
ja: オーディオ
lt: Garsas
my: အသံ
pl: Dźwięk
ru: Аудио
si: ශබ්ද
sr: Аудио
tr: Ses
uk: Аудіо
ur_pk: آڈیو
vi: Âm thanh

# PreferredFileTypeCombobox|
source: Video
ar: الفيديو
bg: Видео
bn: ভিডিও
fa: ویدیو
fr: Vidéo
hi: वीडियो
hu: Videó
ja: 動画
lt: Vaizdo įrašas
my: ရုပ်သံ
pl: Wideo
ro: Videoclip
ru: Видео
si: වීඩියෝ
sr: Видео
tr: Görüntü
uk: Відео
ur_pk: ویڈیو

# PreferredVideoQualityCombobox|
source: Lowest
ar: الاقل
bg: Най-нисък
bn: সর্বনিম্ন
cs_cz: Nejnižší
de: Niedrigste
es: Más baja
fa: پایین‌ترین
fi: Matalin
fr: Le plus bas
hi: निम्नतम
hu: Legalacsonyabb
id: Paling rendah
it: Più bassa
ja: 最低
lt: Žemiausias
lv: Zemākais
my: အနိမ့်ဆုံး
pl: Najniższa
ro: Cel mai scăzut
ru: Самое низкое
si: අඩුම
sr: Најнижи
tr: En düşük
uk: Найнижча
ur_pk: سب سے کم
vi: Thấp nhất

# PreferredVideoQualityCombobox|
source: Highest
ar: الاعلى
bg: Най-висок
bn: সর্বোচ্চ
cs_cz: Nejvyšší
de: Höchste
es: Más alta
fa: بالاترین
fi: Korkein
fr: Le plus haut
hi: उच्चतम
hu: Legmagasabb
id: Paling tinggi
it: Più alta
ja: 最高
lt: Aukščiausias
lv: Augstākais
my: အမြင့်ဆုံး
pl: Najwyższa
ro: Cel mai inalt
ru: Самое высокое
si: ඉහළම
sr: Највиши
tr: En yüksek
uk: Найвища
ur_pk: سب سے زیادہ
vi: Cao nhất

# PrivacyDialog|
source: User agreement
ar: اتفاقية المستخم
bg: Споразумение с потребителя
bn: ব্যবহারকারী চুক্তি
cs_cz: Uživatelská smlouva
de: Nutzungsbedingungen
es: Acuerdo de usuario
fa: توافق نامه کاربر
fi: Käyttäjäsopimus
fr: Accord de l'utilisateur
hi: उपयोगकर्ता का समझौता
hu: Felhasználói Szerződés
id: Persetujuan pengguna
it: Accordo con l'utente
ja: 利用規約
lt: Naudotojo sutartis
lv: Lietotāja piekrišana
my: အသုံးပြုသူဆိုင်ရာ သဘောတူညီချက်
pl: Zgody użytkownika
pt_pt: Termo de acordo do usuário
ro: Acordul utilizatorului
ru: Пользовательское соглашение
si: පරිශීලක ගිවිසුම
sr: Кориснички уговор
tr: Kullanıcı sözleşmesi
uk: Угода з користувачем
ur_pk: صارف کا معاہدہ
vi: Thỏa thuận người dùng

# PrivacyDialog|
source: A bug report will be sent to the server and used to improve %1 performance. We do not collect your personal data and do not share data with third parties.
ar: سيتم إرسال تقرير عن الأخطاء إلى الخادم واستخدامه لتحسين أداء %1. نحن لا نجمع بياناتك الشخصية ولا نشارك البيانات مع أطراف ثالثة.
bg: Доклад за грешка ще бъде изпратен до сървъра за подобряване стабилността на %1. Ние не събираме личната Ви информация и не споделяме информация с никого.
bn: সার্ভারে একটি বাগ রিপোর্ট পাঠানো হবে এবং %1 কর্মক্ষমতা উন্নত করতে ব্যবহৃত হবে। আমরা আপনার ব্যক্তিগত তথ্য সংগ্রহ করি না এবং তৃতীয় পক্ষের সাথে ডেটা ভাগ করি না।
cs_cz: Hlášení o chybě bude odesláno na server a použito ke zlepšení výkonu %1. Neshromažďujeme Vaše osobní údaje a nesdílíme je s třetími stranami.
de: Ein Fehlerbericht wird an den Server gesendet und zur Leistungsverbesserung von %1 verwendet. Wir sammeln deine personenbezogenen Daten nicht und geben sie nicht an Dritte weiter.
es: Un reporte de error se enviará al servidor y se usará para mejorar el rendimiento de %1. No recopilamos sus datos personales y no compartimos datos con terceros.
fa: گزارش خطا به سرور ارسال می‌شود و برای بهبود عملکرد %1 استفاده می‌شود. ما داده‌های شخصی شما را جمع‌آوری نمی‌کنیم و داده‌ها را با اشخاص ثالث به اشتراک نمی‌گذاریم.
fi: Virheraportti lähetetään palvelimelle ja sitä käytetään %1:n parantamiseen. Emme kerää henkilökohtaisia tietojasi, emmekä jaa tietoja ulkopuolisille.
fr: Un rapport de bogue sera envoyé au serveur et utilisé pour améliorer les performances de %1. Nous ne collectons pas vos données personnelles et ne partageons pas ces dernières avec des tiers.
hi: सर्वर पर कोई बग रिपोर्ट भेजी जाएगी और %1 प्रदर्शन को बेहतर बनाने के लिए उपयोग की जाएगी। हम आपका व्यक्तिगत डेटा एकत्र नहीं करते हैं और तीसरे पक्ष के साथ डेटा साझा नहीं करते हैं।
hu: Hibajelentést küldünk a kiszolgálónak, és felhasználjuk a(z) %1 teljesítményének javítására. Nem gyűjtjük az Ön személyes adatait, és nem osztunk meg adatokat harmadik féllel.
id: Laporan bug akan dikirim ke server dan digunakan untuk meningkatkan kinerja%1. Kami tidak mengumpulkan data pribadi Anda dan tidak membagikan data dengan pihak ketiga.
it: Verrà inviata una segnalazione del problema riscontrato al server che verrà usata per migliorare le prestazioni di %1. Non raccogliamo dati personali e non li condividiamo con terze parti.
ja: バグレポートがサーバーに送信され、%1 のパフォーマンス向上のために使用されます。あなたの個人データを収集したり、第三者とデータを共有したりすることはありません。
lt: Klaidos ataskaita bus išsiųsta į serverį ir naudojama %1 našumui pagerinti.
lv: Atskaite tiks nosūtīta uz serveri un izmantota, lai uzlabotu %1 veiktspēju. Mēs nesavācam jūsu personīgos datus un nekopīgojam to ar trešajām pusēm.
my: အလွဲတင်ပြမှုကို ဆာဗာသို့ ပို့ကာ %1 ကို ပိုကောင်းအောင် အသုံးပြုပါမည်။ သင့်ကိုယ်ရေးဒေတာများကို စုဆောင်းခြင်း နှင့် ပြင်ပအဖွဲ့အစည်းများထံ မျှဝေခြင်းတို့ကို ပြုလုပ်မည် မဟုတ်ပါ။
pl: Raport o błędzie zostanie wysłany na serwer i użyty do poprawienia %1. Nie zbieramy żadnych danych osobistych i nie udostępniamy żadnych danych firmom trzecim.
pt_pt: Um relatório de erros será enviado ao servidor e usado para melhorar o desempenho do %1. Não recolhemos os seus dados pessoais nem os partilhamos com terceiros.
ro: Un raport de eroare va fi trimis la server și folosit pentru a îmbunătăți performanța %1. Nu colectăm datele dumneavoastră cu caracter personal și nu împărtășim datele cu terțe părți.
ru: Отчёт об ошибке будет отправлен на сервер и использован для улучшения работы %1. Мы не собираем ваши личные данные и не передаём их третьим лицам.
si: දෝෂ වාර්තාවක් සේවාදායකය වෙත යවනු ලබන අතර%1 කාර්ය සාධනය වැඩි දියුණු කිරීම සඳහා භාවිතා කරනු ලැබේ. අපි ඔබගේ පුද්ගලික දත්ත රැස් නොකරන අතර තෙවන පාර්ශවයන් සමඟ දත්ත හුවමාරු නොකරමු.
sr: Извештај о грешци ће бити послат на сервер и коришћен за побољшање перформанси програма %1. Ми не прикупљамо ваше личне податке и не делимо податке са трећим странама.
tr: Sunucuya bir hata raporu gönderilecek ve %1 performansını iyileştirmek için kullanılacaktır. Kişisel verilerinizi toplamıyoruz ve üçüncü taraflarla paylaşmıyoruz.
uk: На сервер буде надіслано звіт для покращення роботи %1. Ми не збираємо ваші персональні дані і не передаємо їх третім особам.
ur_pk: ایک بگ رپورٹ سرور پر بھیجی جائے گی اور اسے %1 کی کارکردگی بہتر بنانے کے لیے استعمال کیا جائے گا۔ ہم آپ کا ذاتی ڈیٹا اکٹھا نہیں کرتے اور ڈیٹا کو تیسرے فریق کے ساتھ شیئر نہیں کرتے۔
vi: Báo cáo lỗi sẽ được gửi đến máy chủ và được sử dụng để cải thiện hiệu suất %1. Chúng tôi không thu thập dữ liệu cá nhân của bạn và không chia sẻ dữ liệu với bên thứ ba.

# PrivacyDialog|
source: I agree (do not show it again)
ar: أوافق (عدم عرضها مرة أخرى)
bg: Съгласен съм (без повторно показване)
bn: আমি রাজি (এটি আবার দেখাবেন না)
cs_cz: Souhlasím a příště nezobrazovat
de: Ich stimme zu (nicht erneut anzeigen)
es: Estoy de acuerdo (no mostrar esto de nuevo)
fa: موافقم (دیگر نمایش نده)
fi: Hyväksyn (älä näytä uudelleen)
fr: J’accepte (ne pas le remontrer)
hi: मैं सहमत हूं (इसे दोबारा न दिखाएं)
hu: Egyetértek (ne mutassa újra)
id: Saya setuju (jangan tampilkan lagi)
it: Sono d'accordo (non visualizzarlo più)
ja: 同意する (再び表示しない)
lt: Sutinku (daugiau nerodyti)
lv: Es piekrītu (nerādīt to atkal)
my: သဘောတူ (ထပ်မပြပါနဲ့)
pl: Zgadzam się (i więcej nie pokazuj)
pt_pt: Eu concordo (não mostrar novamente)
ro: Sunt de acord (nu-l mai arăta)
ru: Я согласен (больше не показывать)
si: එකඟයි (ආයේ පෙන්නන්න එපා)
sr: Слажем се (не приказуј више)
tr: Kabul ediyorum (bir daha gösterme)
uk: Згода (більше не показувати)
ur_pk: میں متفق ہوں (دوبارہ نہ دکھائیں)
vi: Tôi đồng ý (không hiển thị lại)

# PrivacyDialog|
source: Send report
ar: ارسال تقرير
bg: Изпрати доклад
bn: রিপোর্ট পাঠাও
cs_cz: Odeslat hlášení
de: Bericht senden
es: Enviar reporte
fa: ارسال گزارش
fi: Lähetä raportti
fr: Envoyer le rapport
hi: रिपोर्ट भेजो
hu: Jelentés küldése
id: Kirim laporan
it: Invia segnalazione
ja: レポートを送信
lt: Siųsti ataskaitą
lv: Sūtīt atskaiti
my: တင်ပြမှု ပို့ပါ
pl: Wyślij raport
pt_pt: Enviar relatório
ro: Trimite raport
ru: Отправить отчёт
si: වාර්තාව යවන්න
sr: Пошаљи извештај
tr: Rapor gönder
uk: Надіслати звіт
ur_pk: رپورٹ بھیجیں
vi: Gửi báo cáo

# PrivacyDialog|
source: Cancel
ar: إلغاء
bg: Отказ
bn: বাতিল করুন
cs_cz: Storno
de: Abbrechen
es: Cancelar
fa: انصراف
fi: Peru
fr: Annuler
hi: रद्द करें
hu: Mégse
id: Batalkan
it: Annulla
ja: キャンセル
lt: Atšaukti
lv: Atcelt
my: ပယ်ဖျက်
pl: Anuluj
pt_pt: Cancelar
ro: Anulează
ru: Отмена
si: අවලංගු කරන්න
sr: Откажи
tr: İptal
uk: Скасувати
ur_pk: منسوخ کریں
vi: Hủy

# ProgressBar_V2|
source: n/a
ar: غير متوفر
fa: نامشخص
it: n/d
ja: 利用不可
pl: brak
ro: indisponibil
ru: н/д
sr: н/д
tr: yok
vi: không có

source: QT_LAYOUT_DIRECTION
ar: RTL
de: LTR
fa: RTL
fi: LTR
fr: LTR
hu: LTR
lt: LTR
pl: LTR
pt_pt: LTR
ru: LTR
sr: LTR
tr: LTR
ur_pk: RTL
vi: LTR

# QObject|
source: Unexpected error
ar: خطأ غير متوقع
bg: Неочаквана грешка
bn: অপ্রত্যাশিত ত্রুটি
cs_cz: Neočekávaná chyba
de: Unerwarteter Fehler
es: Error inesperado
fa: خطای غیرمنتظره
fi: Odottamaton virhe
fr: Erreur inattendue
hi: अप्रत्याशित त्रुटि
hu: Váratlan hiba
id: Kesalahan Tak Terduga
it: Errore imprevisto
ja: 予期しないエラーが発生しました
lt: Netikėta klaida
lv: Neparedzēta kļūda
my: မမျှော်လင့်သည့် အမှား
pl: Nieoczekiwany błąd
pt_pt: Erro inesperado
ro: Eroare neașteptată
ru: Непредвиденная ошибка
si: අනපේක්ෂිත දෝෂයක්
sr: Неочекивана грешка
tr: Beklenmeyen hata
uk: Неочікувана помилка
ur_pk: غیر متوقع خرابی
vi: Lỗi không mong muốn

# QObject|
source: Service connection terminated.
ar: انقطع الاتصال بالخدمة.
bg: Връзката с услугата прекратена.
bn: পরিষেবা সংযোগ বন্ধ.
cs_cz: Spojení služby ukončeno.
de: Serviceverbindung beendet.
es: Conexión del servicio terminada.
fa: ارتباط سرویس قطع شده‌است.
fi: Yhteys palveluun katkaistu.
fr: Connexion au service terminée.
hi: सेवा कनेक्शन समाप्त कर दिया गया।
hu: A szolgáltatási kapcsolat megszakadt.
id: Sambungan layanan terputus.
it: Servizio connessione terminato.
ja: サービス接続が終了しました。
lt: Paslaugos ryšys nutrauktas.
lv: Servisa savienojums pārtraukts.
my: ဆက်သွယ်ရေး ဝန်ဆောင်မှု ရပ်သွားသည်။
pl: Połączenie zakończone.
pt_pt: Conexão de serviço encerrada.
ro: Conexiunea la serviciu sa încheiat.
ru: Сервисное соединение разорвано.
si: සේවා සම්බන්ධතාවය අවසන්.
sr: Веза са сервисом је прекинута.
tr: Hizmet bağlantısı sonlandırıldı.
uk: З'єднання зі службою завершено.
ur_pk: سروس کنکشن منقطع ہو گیا۔
vi: Kết nối dịch vụ đã bị ngắt.

# QObject|
source: App backend's server listen failed.
ar: فشل الاستماع لخادم الوجهة الخلفية للتطبيق.
bg: Грешка при слушането на бек енд сървъра.
bn: অ্যাপ ব্যাকএন্ডের সার্ভার শোনা ব্যর্থ হয়েছে৷
cs_cz: Naslouchání serveru aplikace pro backend selhalo.
de: Abhören des Backend-Servers der App ist fehlgeschlagen.
es: La escucha del servidor back-end de la aplicación falló.
fa: ارتباط بخش پشتی سرور نرم‌افزار انجام نشد.
fi: Ohjelman taustapalvelun yhteys epäonnistui.
fr: Échec de l’écoute du serveur de backend de l'app.
hi: ऐप बैकएंड का सर्वर सुनना विफल रहा।
hu: Az alkalmazás háttérszerver meghallgatása nem sikerült.
id: Gagal menyimak server halaman belakang (back-end) aplikasi.
it: Ascolto del server del back-end dell'app non riuscito.
ja: アプリケーションバックエンドのサーバーの待機に失敗しました。
lt: Programos užpakalinės programos serverio klausytis nepavyko.
lv: Aplikācijas aizmugures servera klausīšanās kļūda.
my: နောက်ကွယ်ဆာဗာ ပရိုဂရမ်က စုံစမ်းမှု မအောင်မြင်ပါ။
pl: Nasłuch serwera aplikacji nie powiódł się.
pt_pt: Falha na escuta do servidor do backend do aplicativo.
ro: Ascultarea serverului backend-ului aplicației a eșuat.
ru: Не удалось прослушать сервер бэкенда приложения.
si: යෙදුම පසුපස සේවාදායකය සවන් අසමත්.
sr: Неуспешан одзив позадинског сервера апликације.
tr: Uygulama arka ucunun sunucusunun dinlemesi başarısız oldu.
uk: Не вдалося прослухати сервер бекенду застосунка.
ur_pk: ایپ کے بیک اینڈ سرور پر لسن کرنے میں ناکامی۔
vi: Máy chủ backend của ứng dụng không thể lắng nghe.

# QObject|
source: Error
ar: خطأ
bg: Грешка
cs_cz: Chyba
de: Fehler
fa: خطا
fi: Virhe
fr: Erreur
hi: त्रुटि
hu: Hiba
id: Kesalahan
it: Errore
ja: エラー
lt: Klaida
lv: Kļūda
my: အမှား
pl: Błąd
pt_pt: Erro
ro: Eroare
ru: Ошибка
si: දෝෂය
sr: Грешка
tr: Hata
uk: Помилка
ur_pk: خرابی
vi: Lỗi

# QObject|
source: Connection failure
ar: فشل الاتصال
bg: Грешка при свързване
bn: সংযোগ বিচ্ছিন্ন
cs_cz: Selhání připojení
de: Verbindungsfehler
es: Fallo de conexión
fa: خرابی در اتصال
fi: Yhteysvirhe
fr: Échec de la connexion
hi: कनेक्शन विफलता
hu: Csatlakozási hiba
id: Sambungan bermasalah
it: Connessione fallita
ja: 接続に失敗しました
lt: Ryšio sutrikimas
lv: Savienošanās kļūda
my: ဆက်သွယ်ရေး မအောင်မြင်မှု
pl: Błąd połączenia
pt_pt: Falha de conexão
ro: Eroare de conectare
ru: Ошибка подключения
si: සම්බන්ධතාවය අසාර්ථක වීම
sr: Неуспело повезивање
tr: Bağlantı hatası
uk: Збій з'єднання
ur_pk: کنکشن کی ناکامی
vi: Lỗi kết nối

# QObject|
source: App frontend's server listen failed.
ar: فشل الاستماع لخادم الوجهة الأمامية للتطبيق.
bg: Грешка при слушането на фронт енд сървъра.
bn: অ্যাপ ফ্রন্টএন্ডের সার্ভার শোনা ব্যর্থ হয়েছে৷
cs_cz: Naslouchání serveru aplikace pro frontend selhalo.
de: Abhören des Frontend-Servers der App ist fehlgeschlagen.
es: La escucha del servidor front-end de la aplicación falló.
fa: ارتباط بخش ظاهری سرور نرم افزار انجام نشد.
fi: Ohjelman käyttöliittymän yhteys epäonnistui.
fr: Échec de l’écoute du serveur de backend de l'app.
hi: ऐप फ़्रंटएंड का सर्वर सुनना विफल रहा।
hu: Az alkalmazás elülsőrszerver meghallgatása nem sikerült.
id: Gagal menyimak server halaman depan (front-end) aplikasi.
it: Ascolto del server del back-end dell'app non riuscito.
ja: アプリケーションフロントエンドのサーバーの待機に失敗しました。
lt: Programos sąsajos serverio klausymas nepavyko.
lv: Aplikācijas priekšas servera klausīšanās kļūda.
my: ရှေ့တန်းဆာဗာ ပရိုဂရမ်က စုံစမ်းမှု မအောင်မြင်ပါ။
pl: Nasłuch serwera aplikacji nie powiódł się.
pt_pt: Falha na escuta do servidor do frontend do aplicativo.
ro: Ascultarea serverului aplicației frontend a eșuat.
ru: Сбой прослушивания сервера внешнего интерфейса приложения.
si: යෙදුම් ඉදිරිපස සේවාදායකය සවන් දීම අසමත් විය.
sr: Неуспешан одзив корисничког сервера апликације.
tr: Uygulama ön ucunun sunucusunun dinlemesi başarısız oldu.
uk: Не вдалося прослухати сервер фронтденду застосунка.
ur_pk: ایپ کے فرنٹ اینڈ سرور پر لسن (Listen) کرنے میں ناکامی۔
vi: Máy chủ giao diện ứng dụng lắng nghe thất bại.

# QObject|
source: QML load failure.
ar: تحميل QML فشل.
bg: Грешка при зареждане на QML.
bn: QML লোড ব্যর্থতা।
cs_cz: Selhalo načtení QML.
de: QML laden fehlgeschlagen.
es: Fallo al cargar QML.
fa: خرابی در فراخوانی QML.
fi: QML latausvirhe.
fr: Échec du chargement QML.
hi: QML लोड विफलता।
hu: QML betöltési hiba.
id: Gagal memuat QML.
it: Caricamento QML fallito.
ja: QML の読み込みに失敗しました。
lt: QML įkėlimo klaida.
lv: QML ielādēšanas kļūda.
my: QML က မအောင်မြင်။
pl: Wczytanie QML się nie powiodło.
pt_pt: Falha de carga QML.
ro: Eroare de încărcare QML.
ru: Ошибка загрузки QML.
si: QML අසමත් වීම.
sr: Грешка при учитавању QML-а.
tr: QML yükleme hatası.
uk: Помилка завантаження QML.
ur_pk: QML لوڈ کرنے میں ناکامی۔
vi: Tải QML thất bại.

# QObject|
source: Failed to initialize app state manager.
ar: فشل بدء مدير حالة التطبيق.
bg: Грешка при инициализирането на приложението.
bn: অ্যাপ্লিকেশান স্টেট ম্যানেজার শুরু করতে ব্যর্থ হয়েছে৷
cs_cz: Selhala inicializace správce stavu aplikace.
de: App-Statusmanager initialisieren fehlgeschlagen.
es: Fallo al inicializar el administrador de estado de la aplicación.
fa: تنظیم اولیه مدیر وضعیت برنامه انجام نشد.
fi: Ohjelman tilan hallinnan latausvirhe.
fr: Échec de l’initialisation du gestionnaire d’état de l'app.
hi: ऐप स्टेट मैनेजर को इनिशियलाइज़ करने में विफल।
hu: Nem sikerült inicializálni az alkalmazásállapot-kezelőt.
id: Gagal memuat manajer status aplikasi.
it: Inizializzazione gestore stato app non riuscito.
ja: アプリケーションのステートマネージャの初期化に失敗しました。
lt: Nepavyko inicijuoti programos būsenos tvarkyklės.
lv: Neizdevās inicializēt lietotnes stāvokļa pārvaldnieku.
my: ပရိုဂရမ် အခြေအနေ မန်နေဂျာကို ကနဦးပြုရန် မအောင်မြင်ပါ။
pl: Inicjalizacja 'app state manager' nie powiodła się.
pt_pt: Falha ao inicializar o gerente estadual do aplicativo.
ro: Nu s-a inițializat managerul de stare a aplicației.
ru: Не удалось инициализировать менеджер состояния приложения.
si: යෙදුමේ තත්වය ආරම්භ කිරීමට අසමත් විය.
sr: Неуспела иницијализација управљача стањем апликације.
tr: Uygulama durum yöneticisini başlatma başarısız.
uk: Не вдалося ініціалізувати менеджер стану застосунка.
ur_pk: ایپ کی حالت کے مینیجر کو شروع کرنے میں ناکامی۔
vi: Không khởi tạo được trình quản lý trạng thái ứng dụng.

# QObject|
source: Error: %1
ar: خطأ: %1
bg: Грешка: %1
bn: ত্রুটি: %1
cs_cz: Chyba: %1
de: Fehler: %1
fa: خطا: %1
fi: Virhe: %1
fr: Erreur: %1
hi: त्रुटि: %1
hu: Hiba: %1
id: Kesalahan: %1
it: Errore: %1
ja: エラー: %1
lt: Klaida: %1 Klaida: %1
lv: Kļūda: %1
my: အမှား၊ %1
pl: Błąd: %1
pt_pt: Erro: %1
ro: Eroare: %1
ru: Ошибка: %1
si: දෝෂය: %1
sr: Грешка: %1
tr: Hata: %1
uk: Помилка: %1
ur_pk: خرابی: %1
vi: Lỗi: %1

# QObject|
source: Enter URL
ar: أدخل عنوان URL
bg: Въведете URL
bn: URL দিন
cs_cz: Zadejte URL
de: URL eingeben
es: Ingresar URL
fa: ورود URL
fi: URL
fr: Entrer l'URL
hi: URL दर्ज करो
hu: URL megadása
id: Isikan URL
it: Inserisci URL
ja: URL を入力してください
lt: Įveskite URL
lv: Ievadi URL
my: URL ဖြည့်ပါ
pl: Wpisz adres pobierania
pt_pt: Digite a URL
ro: Introdu URL-ul
ru: Введите ссылку
si: URL ඇතුලත් කරන්න
sr: Унесите URL
tr: URL girin
uk: Введіть URL-адресу
ur_pk: ویب پتہ درج کریں
vi: Nhập URL

# QObject|
source: Drag-and-drop URL
ar: سحب وإفلات عنوان URL
bg: Влачене и пускане на URL
de: URL ziehen und ablegen
fa: کشیدن و رها کردن URL
fi: Vedä ja pudota URL-osoite
fr: Glisser-déposer l'URL
hu: Húzd ide a linket!
it: Trascina e rilascia URL
ja: URL をドラッグ＆ドロップ
pl: Przeciąganie adresów
pt_pt: Arraste e solte uma URL
ro: Trageți și plasați adresa URL
ru: Перетащите ссылку
si: URL එක ඇද දමන්න
sr: Превуците URL
tr: URL'yi sürükleyin ve bırakın
ur_pk: یہاں یو-آر-ایل گھسیٹ کر چھوڑیں
vi: Kéo và thả URL

# QObject|
source: Sorry this device is not supported by %1.
ar: عذرا، هذا الجهاز غير مدعوم من ٪1.
bg: Съжаляваме но това устройство не се поддържа от %1.
bn: দুঃখিত এই ডিভাইসটি %1 দ্বারা সমর্থিত নয়।
cs_cz: Omlouváme se, ale toto zařízení není %1 podporováno.
de: Leider wird dieses Gerät von %1 nicht unterstützt.
es: Lo siento, este dispositivo no es soportado por %1.
fa: متاسفانه این دستگاه توسط %1 پشتیبانی نمی شود.
fi: %1 ei tue tätä laitetta, pahoittelumme.
fr: Désolé, cet appareil n’est pas pris en charge par %1.
hi: क्षमा करें, यह उपकरण %1 द्वारा समर्थित नहीं है।
hu: Sajnos a(z) %1 nem támogatja ezt az eszközt.
id: Maaf, perangkat ini tidak didukung oleh %1.
it: Questo dispositivo non è supportato da %1.
ja: このデバイスは %1 に対応していません。
lt: Atsiprašome, šio įrenginio nepalaiko %1.
lv: Piedod, šo ierīci neatbalsta %1.
my: ဆောရီး၊ ဒီပစ္စည်းကို %1 က ထောက်ပံ့မထားပါ။
pl: Przepraszamy, to urządzenie nie jest wspierane przez %1.
pt_pt: Desculpe, este dispositivo não é compatível com o %1.
ro: Ne pare rău, acest dispozitiv nu este acceptat de %1.
ru: Извините, это устройство не поддерживается %1.
si: කණගාටුයි මෙම උපාංගය %1 විසින් සහය නොදක්වයි.
sr: Нажалост, %1 не подржава овај уређај.
tr: Üzgünüz, bu cihaz %1 tarafından desteklenmiyor.
uk: Перепрошуємо, цей пристрій не підтримується %1.
ur_pk: معذرت، یہ آلہ %1 کے ذریعے تعاون یافتہ نہیں ہے۔
vi: Xin lỗi, thiết bị này không được %1 hỗ trợ.

# QObject|
source: %1 has failed to initialize. Please reinstall.
ar: %1 فشل في البدء. يرجى إعادة التثبيت.
bg: %1 не се инициализира. Моля преинсталирайте.
bn: %1 আরম্ভ করতে ব্যর্থ হয়েছে। অনুগ্রহ করে পুনরায় ইনস্টল করুন।
cs_cz: Selhala inicializace %1. Přeinstalujte program.
de: %1 wurde nicht initialisiert. Bitte neu installieren.
es: Fallo al inicializar %1. Por favor, reinstálela.
fa: %1 در تنظیم اولیه انجام نشد. لطفاً از ابتدا نصب نمایید.
fi: %1 ei voinut käynnistyä. Uudelleenasennus vaaditaan.
fr: L'initialisation de %1 a échoué. Veuillez réinstaller.
hi: %1 प्रारंभ करने में विफल रहा। कृपया पुनर्स्थापित करें।
hu: A(z) %1 inicializálása nem sikerült. Kérjük, telepítse újra.
id: %1 gagal dimuat. Mohon pasang kembali.
it: Inizializzazione di %1 non riuscita. Reinstalla l'applicazione.
ja: %1 の初期化に失敗しました。再インストールしてください。
lt: %1 nepavyko inicijuoti. Prašome instaliuoti dar kartą.
lv: %1 nevarēja inicializēt. Lūdzu pārinstalē.
my: %1 က ကနဦးပြုရန် မအောင်မြင်ပါ။ ကျေးဇူးပြု၍ ပြန်ထည့်သွင်းပါ။
pl: Błąd inicjalizacji %1. Proszę przeinstalować.
pt_pt: O %1 não conseguiu inicializar. Por favor, reinstale.
ro: %1 nu a reușit să se inițializeze. Va rog, reinstalați.
ru: Не удалось инициализировать %1. Пожалуйста, переустановите.
si: %1 ආරම්භ කිරීමට අසමත් වී ඇත. කරුණාකර නැවත ස්ථාපනය කරන්න.
sr: Иницијализација програма %1 није успела. Поново инсталирајте програм.
tr: %1'yi başlatma başarısız oldu. Lütfen yeniden yükleyin.
uk: %1 не ініціалізується. Будь ласка, перевстановіть.
ur_pk: %1 شروع ہونے میں ناکام رہا۔ براہ کرم دوبارہ انسٹال کریں۔
vi: %1 không khởi tạo được. Vui lòng cài đặt lại.

# QObject|
source: Reason: %1
ar: السبب: %1
bg: Причина: %1
bn: কারণ: %1
cs_cz: Důvod: %1
de: Grund: %1
es: Motivo: %1
fa: دلیل: %1
fi: Syy: %1
fr: Raison: %1
hi: कारण: %1
hu: Ok: %1
id: Alasan: %1
it: Motivo: %1
ja: 理由: %1
lt: Priežastis: %1
lv: Iemesls: %1
my: အကြောင်းပြချက်၊ %1
pl: Powód: %1
pt_pt: Motivo: %1
ro: Motiv: %1
ru: Причина: %1
si: හේතුව: %1
sr: Разлог: %1
tr: Sebep: %1
uk: Причина: %1
ur_pk: وجہ: %1
vi: Lý do: %1

# QObject|
source: Contact Support
ar: اتصل بالدعم
bg: Техническа поддръжка
bn: যোগাযোগ সমর্থন
cs_cz: Kontaktovat podporu
de: Support kontaktieren
es: Contactar soporte
fa: ارتباط با پشتیبانی
fi: Tuki
fr: Contacter le Support
hi: सहयोग टीम से संपर्क करें
hu: Kapcsolatfelvétel az ügyfélszolgálattal
id: Hubungi Bantuan
it: Contattaci
ja: サポートへのお問い合わせ
lt: Susisiekite su palaikymo tarnyba
lv: Sazināties ar Atbalstu
my: အကူအညီသို့ ဆက်သွယ်ပါ
pl: Pomoc techniczna
pt_pt: Contatar Suporte
ro: Contactați Asistența
ru: Служба поддержки
si: සහාය සඳහා අමතන්න
sr: Контактирај подршку
tr: Destekle İletişime Geç
uk: Технічна підтримка
ur_pk: سپورٹ سے رابطہ کریں
vi: Liên hệ hỗ trợ
