Repository: FreeDownloadManagerTeam/FDM6-localization
Catalog: main/fdm_*.po
Languages: ar, bg, bn, cs_cz, de, es, fa, fi, fr, hi, hu, id, it, ja, lt, lv, my, pl, pt_pt, ro, ru, si, sr, tr, uk, ur_pk, vi

# TagPalette|
source: Customize color
ar: تخصيص لون
bg: Промени цвета
bn: রঙ কাস্টমাইজ করুন
cs_cz: Přizpůsobit barvy
de: Farbe anpassen
es: Personalizar color
fa: رنگ سفارشی
fi: Muokkaa väriä
fr: Personnaliser la couleur
hi: रंग अनुकूलित करें
hu: Szín testreszabása
id: Penyesuaian warna
it: Personalizza colore
ja: 色のカスタマイズ
lt: Tinkinti spalvą
lv: Pielāgo krāsu
my: အရောင် စိတ်ကြိုက်လုပ်ပါ
pl: Dostosuj kolor
pt_pt: Personalizar a cor
ro: Personalizați culoarea
ru: Выбрать цвет
si: වර්ණයට වෙනස්කම් කරන්න
sr: Прилагоди боју
tr: Rengi özelleştir
uk: Змінити колір
ur_pk: رنگ تبدیل کریں

# ThemeComboBox|
source: System
ar: النظام
bg: Системна
bn: সিস্টেম
cs_cz: Systémový
es: Sistema
fa: سیستم
fi: Järjestelmä
fr: Système
hi: व्यवस्था
hu: Rendszer
id: Sistem
it: Sistema
ja: システム
lt: Sistema
lv: Sistēma
my: စနစ်
pt_pt: Sistema
ro: Sistem
ru: Системная
si: පද්ධතිය
sr: Системска
tr: Sistem
uk: Системна
ur_pk: سسٹم
vi: Hệ thống

# ThemeComboBox|
source: Light
ar: فاتح
bg: Светла
bn: আলো
cs_cz: Světlý
de: Hell
es: Claro
fa: روشن
fi: Vaalea
fr: Clair
hi: रोशनी
hu: Világos
id: Terang
it: Chiaro
ja: ライト
lt: Šviesus
lv: Gaišs
my: အလင်း
pl: Jasny
pt_pt: Claro
ro: Luminat
ru: Светлая
si: එළිය
sr: Светла
tr: Açık
uk: Світла
ur_pk: لائٹ
vi: Sáng

# ThemeComboBox|
source: Dark
ar: مظلم
bg: Тъмна
bn: অন্ধকার
cs_cz: Tmavý
de: Dunkel
es: Oscuro
fa: تیره
fi: Tumma
fr: Sombre
hi: अँधेरा
hu: Sötét
id: Gelap
it: Scuro
ja: ダーク
lt: Tamsus
lv: Tumšs
my: အမှောင်
pl: Ciemny
pt_pt: Escuro
ro: Întunecat
ru: Тёмная
si: අඳුරු
sr: Тамна
tr: Koyu
uk: Темна
ur_pk: ڈارک
vi: Tối

# Toast|
source: Please grant camera permission to use the QR scanner
ar: يرجى منح الكاميرا الإذن لاستخدام ماسح QR
bg: Моля разрешете достъпа до камерата за да сканирате QR кодове
bn: QR স্ক্যানার ব্যবহার করার জন্য অনুগ্রহ করে ক্যামেরার অনুমতি দিন
cs_cz: Pro použití skenování QR kódu musíte udělit oprávnění fotoaparátu
de: Bitte erlaube der Kamera die Verwendung des QR-Scanners
es: Por favor otorga permiso de cámara para usar el escáner QR
fa: لطفاً اجازه دسترسی به دوربین را برای استفاده از اسکنر QR بدهید
fi: QR-koodien lukuun tarvitaan kameran käyttöoikeus
fr: Veuillez donner l'autorisation caméra pour utiliser l'analyseur QR
hi: कृपया QR स्कैनर का उपयोग करने के लिए कैमरे को अनुमति दें
hu: Kérlek, engedélyezd a kamera használatát a QR-olvasóhoz!
id: Harap berikan izin kepada kamera untuk menggunakan pemindai QR
it: Concedi alla fotocamera l'autorizzazione ad usare lo scanner QR
ja: カメラに QR スキャナーの使用を許可してください
lt: Suteikite fotoaparatui leidimą naudoti QR skaitytuvą
lv: Lūdzu piešķir kameras atļauju lai izmantotu QR skeneri
my: ကျေးဇူးပြု၍ QR စကန်နာကို အသုံးပြုရန် ကင်မရာသုံးခွင့် ပေးပါ
pl: Proszę przydzielić kamerze uprawnienia do skanowania kodów QR
pt_pt: Por favor, dê permissão de acesso à câmera para usar o leitor QR
ro: Vă rugăm să acordați camerei permisiunea de a utiliza scanerul QR
ru: Пожалуйста, предоставьте камере разрешение на использование QR-сканера
si: QR ස්කෑනරය භාවිතා කිරීමට කරුණාකර කැමරාවට අවසර ලබා දෙන්න
sr: Молимо одобрите приступ камери за коришћење QR скенера
tr: Lütfen QR tarayıcıyı kullanmak için kameraya izin verin
uk: Для використання QR сканера надайте доступ до камери
ur_pk: QR اسکینر استعمال کرنے کے لیے براہ کرم کیمرے کی اجازت دیں

# TrafficLimitsSettings|
source: Traffic Limits
ar: حدود نقل البيانات
bg: Лимит на трафика
bn: ট্রাফিক সীমা
cs_cz: Limity přenosu
es: Límites de Tráfico
fa: محدودیت ترافیک
fi: Tiedonsiirtorajoitukset
fr: Limites de Trafic
hi: यातायात सीमाएं
hu: Forgalmi korlátok
id: Batasan lalu lintas
it: Limiti traffico
ja: トラフィックの制限
lt: Eismo apribojimai
lv: Satiksmes Limiti
my: သွားလာမှု ကန့်သတ်ချက်များ
pl: Limity prędkości
pt_pt: Limite de Tráfego
ro: Limite de trafic
ru: Ограничение скорости
si: වේග සීමාවන්
sr: Ограничења саобраћаја
tr: Trafik Sınırları
uk: Обмеження трафіку
ur_pk: ٹریفک کی حدود
vi: Giới hạn lưu lượng

# TrafficLimitsSettings|
source: Low
ar: منخفضة
bg: Нисък
cs_cz: Nízký
de: Niedrig
es: Baja
fa: کم
fi: Matala
fr: Bas
hi: कम
hu: Alacsony
id: Rendah
it: Basso
ja: 低速
lt: Žemas
lv: Zema
my: နိမ့်
pl: Niski
pt_pt: Baixo
ro: Scăzut
ru: Низкий
si: අඩු
sr: Ниско
tr: Düşük
uk: Низька
ur_pk: کم
vi: Thấp

# TrafficLimitsSettings|
source: Medium
ar: متوسطة
bg: Среден
bn: মধ্যম
cs_cz: Střední
de: Mittel
es: Media
fa: عادی
fi: Kohtalainen
fr: Moyen
hi: मध्यम
hu: Közepes
id: Sedang
it: Medio
ja: 標準
lt: Vidutinis
lv: Vidēja
my: ပုံမှန်
pl: Średni
pt_pt: Médio
ro: Mediu
ru: Средний
si: මධ්ය
sr: Средње
tr: Orta
uk: Середня
ur_pk: درمیانہ
vi: Trung bình

# TrafficLimitsSettings|
source: High
ar: مرتفعة
bg: Висок
bn: উচ্চ
cs_cz: Vysoký
de: Hoch
es: Alta
fa: زیاد
fi: Korkea
fr: Haut
hi: उच्च
hu: Magas
id: Tinggi
it: Alto
ja: 高速
lt: Aukštas
lv: Augsta
my: မြင့်
pl: Wysoki
pt_pt: Alto
ro: Ridicat
ru: Высокий
si: ඉහළ
sr: Високо
tr: Yüksek
uk: Висока
ur_pk: زیادہ
vi: Cao

# TrafficLimitsSettings|
source: Download speed
ar: سرعة التنزيل
bg: Скорост на изтегляне
bn: ডাউনলোডের গতি
cs_cz: Rychlost stahování
de: Downloadgeschwindigkeit
es: Velocidad de descarga
fa: سرعت دانلود
fi: Latausnopeus
fr: Vitesse de téléchargement
hi: डाउनलोड की गति
hu: Letöltési sebesség
id: Kecepatan unduhan
it: Velocità download
ja: ダウンロード速度
lt: Atsisiuntimo greitis
lv: Lejupielādes ātrums
my: ဒေါင်းလုပ် အမြန်နှုန်း
pl: Prędkość pobierania
pt_pt: Velocidade de download
ro: Viteza de descărcare
ru: Скорость загрузки
si: බාගත වේගය
sr: Брзина преузимања
tr: İndirme hızı
uk: Швидкість завантаження
ur_pk: ڈاؤن لوڈ کی رفتار
vi: Tốc độ tải xuống

# TrafficLimitsSettings|
source: Upload speed
ar: سرعة الرفع
bg: Скорост на качване
bn: আপলোডের গতি
cs_cz: Rychlost nahrávání
de: Upload-Geschwindigkeit
es: Velocidad de subida
fa: سرعت آپلود
fi: Lähetysnopeus
fr: Vitesse d'envoi
hi: अपलोड गति
hu: Feltöltési sebesség
id: Kecepatan unggahan
it: Velocità upload
ja: アップロード速度
lt: Įkėlimo greitis
lv: Augšupielādes ātrums
my: အပ်လုပ် အမြန်နှုန်း
pl: Prędkość wysyłania
pt_pt: Velocidade de upload
ro: Viteza de încărcare
ru: Скорость отдачи
si: උඩුගත කිරීමේ වේගය
sr: Брзина слања
tr: Gönderme hızı
uk: Швидкість відвантаження
ur_pk: اپ لوڈ کی رفتار
vi: Tốc độ tải lên

# TrafficLimitsSettings|
source: Maximum number of connections
ar: الحد الأقصى لعدد الاتصالات
bg: Максимален брой връзки
bn: সংযোগের সর্বাধিক সংখ্যা
cs_cz: Maximální počet připojení
de: Max. Anzahl an Verbindungen
es: Número máximo de conexiones
fa: حداکثر تعداد اتصال ها
fi: Yhteyksien enimmäismäärä
fr: Nombre maximum de connexions
hi: कनेक्शन की अधिकतम संख्या
hu: A kapcsolatok maximális száma
id: Jumlah maksimal sambungan
it: Numero massimo connessioni globali
ja: 接続の最大数
lt: Maksimalus jungčių skaičius
lv: Maksimālais savienojumu daudzums
my: အများဆုံး ဆက်သွယ်ရေး အရေအတွက်
pl: Maksymalna liczba połączeń
pt_pt: Número máximo de conexões
ro: Numărul maxim de conexiuni
ru: Максимум соединений
si: උපරිම සම්බන්ධතා සංඛ්යාව
sr: Максималан број конекција
tr: En fazla bağlantı sayısı
uk: Максимальна кількість з'єднань
ur_pk: کنکشنز کی زیادہ سے زیادہ تعداد
vi: Số lượng kết nối tối đa

# TrafficLimitsSettings|
source: Maximum number of connections per server
ar: الحد الأقصى لعدد الاتصالات لكل خادم
bg: Максимален брой връзки за сървър
bn: সার্ভার প্রতি সংযোগের সর্বোচ্চ সংখ্যা
cs_cz: Maximální počet připojení na server
de: Max. Anzahl an Verbindungen pro Server
es: Número máximo de conexiones por servidor
fa: حداکثر تعداد اتصال ها در هر سرور
fi: Yhteyksien enimmäismäärä palvelinta kohden
fr: Nombre maximum de connexions par serveur
hi: प्रति सर्वर कनेक्शन की अधिकतम संख्या
hu: Szerverenként a kapcsolatok maximális száma
id: Jumlah maksimum sambungan per server
it: Numero massimo connessioni per server
ja: サーバーあたりの接続の最大数
lt: Didžiausias jungčių skaičius viename serveryje
lv: Maksimālais savienojumu daudzums serverī
my: ဆာဗာတစ်ခုအတွက် အများဆုံး ဆက်သွယ်ရေး အရေအတွက်
pl: Maksymalna liczba połączeń na serwer
pt_pt: Número máximo de conexões por servidor
ro: Numărul maxim de conexiuni pe server
ru: Максимум соединений на сервер
si: සේවාදායකයකට උපරිම සම්බන්ධතා සංඛ්යාව
sr: Максималан број конекција по серверу
tr: Sunucu başına en fazla bağlantı sayısı
uk: Максимальна кількість з'єднань на сервер
ur_pk: فی سرور کنکشنز کی زیادہ سے زیادہ تعداد
vi: Số kết nối tối đa cho mỗi máy chủ

# TrafficLimitsSettings|
source: Maximum number of simultaneous downloads
ar: الحد الأقصى لعدد التنزيلات المتزامنة
bg: Максимален брой едновременни изтегляния
bn: একযোগে ডাউনলোডের সর্বাধিক সংখ্যা
cs_cz: Maximální počet současných stahování
de: Max. Anzahl gleichzeitiger Downloads
es: Número máximo de descargas simultáneas
fa: حداکثر تعداد دانلودهای همزمان
fi: Samanaikaisten latausten enimmäismäärä
fr: Nombre maximum de téléchargements simultanés
hi: एक साथ डाउनलोड की अधिकतम संख्या
hu: Az egyidejű letöltések maximális száma
id: Jumlah maksimal unduhan bersamaan
it: Numero massimo download contemporanei
ja: 同時ダウンロードの最大数
lt: Maksimalus atsisiuntimų vienu metu skaičius
lv: Maksimālais vienlaicīgu lejupielāžu daudzums
my: တစ်ချိန်တည်း ဒေါင်းလုပ်များအတွက် အများဆုံး အရေအတွက်
pl: Maksymalna liczba jednoczesnych pobrań
pt_pt: Número máximo de downloads simultâneos
ro: Numărul maxim de descărcări simultane
ru: Максимум одновременных загрузок
si: එකවර බාගත කිරීම් උපරිම සංඛ්යාව
sr: Максималан број истовремених преузимања
tr: En fazla eşzamanlı indirme sayısı
uk: Максимальна кількість одночасних завантажень
ur_pk: بیک وقت ڈاؤن لوڈز کی زیادہ سے زیادہ تعداد
vi: Số lần tải đồng thời tối đa

# TrafficLimitsSettings|
source: Maximum number of additional querying info downloads:
ar: الحد الأقصى لعدد التنزيلات الإضافية لمعلومات الاستعلام:
bg: Максимален брой на изтегляния на допълнителни запитвания:
bn: অতিরিক্ত অনুসন্ধান তথ্য ডাউনলোডের সর্বাধিক সংখ্যাঃ
cs_cz: Maximální počet dalších informací o dotazování stahování:
de: Maximale Anzahl der Downloads von zusätzlichen Abfrageinfos:
fa: حداکثر تعداد دانلودهای اطلاعات اضافی پرس و جو:
fi: Ylimääräisten tietoa hakevien latausten enimmäismäärä:
fr: Nombre maximum de demandes d'infos de téléchargements en plus:
hu: A további lekérdezési információk letöltésének maximális száma:
id: Jumlah maksimum unduhan info kueri tambahan:
it: Numero massimo richieste aggiuntive raccolta informazioni:
ja: 追加クエリ情報のダウンロード最大数:
lt: Maksimalus papildomos užklausos informacijos atsisiuntimų skaičius:
lv: Maksimālais papildus sarindošanas informācijas lejupielāžu daudzums:
my: ထပ်တိုး တောင်းဆိုသည့် ဒေါင်းလုပ် အချက်အလက် အများဆုံး အရေအတွက်
pl: Maksymalna liczba dodatkowych zapytań o pobraniach:
pt_pt: Número máximo de downloads de informações de consulta adicionais:
ro: Numărul maxim de descărcări suplimentare de informații de interogare:
ru: Максимум дополнительных запросов информации о закачках:
si: අතිරේක විමසුම් තොරතුරු බාගත කිරීම් උපරිම සංඛ්යාව:
sr: Максималан број додатних преузимања информација:
tr: En fazla ek sorgulama bilgisi indirme sayısı:
uk: Максимальна кількість додаткових запитів інформації завантажень:
ur_pk: اضافی معلوماتی درخواستوں (Querying info) والے ڈاؤن لوڈز کی زیادہ سے زیادہ تعداد:

# TrafficLimitsSettings|
source: Enable additional downloads to optimize speed
ar: تمكين التنزيلات الإضافية لتحسين السرعة
bg: Активиране на допълнителни изтегляния за оптимизиране на скоростта
bn: গতি অপ্টিমাইজ করতে অতিরিক্ত ডাউনলোড সক্রিয় করুন
cs_cz: Povolit dodatečná stahování pro optimalizaci rychlosti
de: Aktiviere zusätzliche Downloads, um die Geschwindigkeit zu optimieren
fa: فعال‌سازی دانلودهای اضافی را برای بهینه‌سازی سرعت
fi: Käytä lisälatauksia nopeuden optimoimiseksi
fr: Activer des téléchargements additionnels pour optimiser la vitesse
hu: További letöltések engedélyezése a sebesség optimalizálása érdekében
id: Aktifkan unduhan tambahan untuk mengoptimalkan kecepatan
it: Abilita download aggiuntivi per ottimizzare la velocità
ja: 速度を最適化するために追加のダウンロードを有効にする
lt: Įgalinkite papildomus atsisiuntimus, kad optimizuotumėte greitį
pl: Włącz dodatkowe pobieranie, aby zoptymalizować prędkość
pt_pt: Habilitar downloads adicionais para otimizar a velocidade
ro: Activați descărcări suplimentare pentru a optimiza viteza
ru: Разрешить запуск дополнительных закачек для оптимизации скорости
si: වේගය ප්රශස්ත කිරීමට අතිරේක බාගැනීම් සක්රීය කරන්න
sr: Омогући додатна преузимања ради оптимизације брзине
tr: Hızı iyileştirmek için ek indirmeleri etkinleştir
uk: Дозволити додаткові завантаження щоб оптимізувати швидкість
ur_pk: رفتار کو بہتر بنانے کے لیے اضافی ڈاؤن لوڈز فعال کریں

# TrafficLimitsSettings|
source: Invalid traffic limits settings
ar: حدود نقل البيانات غير صالحة
bg: Невалидни настройки за лимит на трафика
bn: অবৈধ ট্রাফিক সীমা সেটিংস
cs_cz: Neplatná nastavení limitů přenosu
de: Einstellungen ungültige Traffic-Limits
es: Ajustes de límites de trafico inválidos
fa: تنظیمات محدودیت ترافیک نامعتبر
fi: Virheelliset tiedonsiirtorajoitukset
fr: Paramètres de limites de trafic invalides
hi: अमान्य ट्रैफ़िक सीमा सेटिंग
hu: Érvénytelen forgalomkorlátozási beállítások
id: Pengaturan batasan lalu lintas salah
it: Impostazioni limiti traffico non valide
ja: 無効なトラフィック制限の設定です
lt: Netinkami eismo apribojimų nustatymai
lv: Nederīgi satiksmes limitu iestatījumi
my: တရားမဝင် သွားလာမှု ကန့်သတ်ချက် အပြင်အဆင်များ
pl: Niepoprawne ustawienia limitów prędkości
pt_pt: Configurações de limites de tráfego inválidas
ro: Setări nevalide ale limitelor de trafic
ru: Недействительные настройки ограничения трафика
si: වේග සීමාවන් සැකසුම වැරදියි
sr: Неважећа подешавања ограничења саобраћаја
tr: Geçersiz trafik sınırları ayarları
uk: Неправильні налаштування границь трафіку
ur_pk: غیر موزوں ٹریفک حدود کی ترتیبات

# TrafficLimitsSettings|
source: Traffic limits
ar: حدود نقل البيانات
bg: Лимит на трафика
bn: ট্রাফিক সীমা
cs_cz: Limity přenosu
es: Límites de tráfico
fa: محدودیت ترافیک
fi: Tiedonsiirtorajoitukset
fr: Limites de trafic
hi: यातायात सीमा
hu: Forgalmi korlátok
id: Batasan lalu lintas
it: Limiti traffico
ja: トラフィックの制限
lt: Eismo apribojimai
lv: Satiksmes limiti
my: သွားလာမှု ကန့်သတ်ချက်များ
pl: Limity prędkości
pt_pt: Limite de Tráfego
ro: Limite de trafic
ru: Ограничение скорости
si: වේග සීමාවන්
sr: Ограничења саобраћаја
tr: Trafik sınırları
uk: Обмеження трафіку
ur_pk: ٹریفک کی حدود
vi: Giới hạn lưu lượng

# TroubleshootingSettings|
source: Troubleshooting
ar: استكشاف الأخطاء وإصلاحها
bg: Отстраняване на неизправности
bn: সমস্যা সমাধান
cs_cz: Řešení problémů
de: Fehlerbehebung
fa: عیب‌یابی
fi: Vianmääritys
fr: Dépannage
hu: HIbakeresés
id: Pemecahan masalah
it: Risoluzione problemi
ja: トラブルシューティング
lt: Trikčių šalinimas
lv: Problēmu novēršana
my: အမှားရှာခြင်း
pl: Rozwiązywanie problemów
pt_pt: Solução de problemas
ro: Depanare
ru: Решение проблем
si: දෝශ නිරාකරණය
sr: Решавање проблема
tr: Sorun giderme
uk: Вирішення проблем
ur_pk: خرابیوں کا حل

# TroubleshootingSettings|
source: Archive logs...
ar: سجل الارشفة...
bg: Архивиране на логове...
bn: আর্কাইভ লগ...
cs_cz: Archivovat logy...
de: Logs archivieren…
fa: آرشیو کردن لاگ‌ها...
fi: Arkistoi lokit…
fr: Archiver les journaux...
hu: Napló archiválása...
id: Arsipkan catatan...
it: Registro eventi...
ja: アーカイブログ...
lt: Archyvuoti žurnalus...
lv: Arhīva reģistrs...
my: မော်ကွန်း မှတ်သားမှုများ...
pl: Archiwizacja dziennika...
pt_pt: Arquivar registros...
ro: Arhivați jurnalele...
ru: Архивировать логи…
si: සවිස්තර දත්ත සුරක්ෂිත කරන්න...
sr: Архивирај логове...
tr: Günlükleri arşivle...
uk: Архівні журнали...
ur_pk: لاگز کو آرکائیو کریں...

# TroubleshootingSettings|
source: Zip files
ar: Zip ملفات ارشفة
bg: Zip файлове
bn: জিপ ফাইল
cs_cz: Zaalit soubory do ZIPu
de: ZIP-Dateien
fa: فایل‌های zip
fi: ZIP-tiedostot
fr: Fichiers Zip
hu: Zip fájlok
id: File zip
it: File zip
ja: Zip ファイル
lt: ZIP failai
lv: Zip faili
my: Zip ဖိုင်များ
pl: Pliki ZIP
pt_pt: Arquivos Zip
ro: Fișiere Zip
ru: Файлы zip
si: ගොනු සිප් කරන්න
sr: Zip датотеке
tr: Zip dosyaları
uk: Zip-файли
ur_pk: زپ فائلیں

# TroubleshootingSettings|
source: Failed
ar: فشل
bg: Неуспешно
bn: ব্যর্থ
cs_cz: Selhalo
de: Fehlgeschlagen
fa: ناموفق
fi: Epäonnistui
fr: Échoué
hu: Sikertelen
id: Gagal
it: Non riuscito
ja: 失敗
lt: Nepavyko
lv: Neizdevās
my: ကျရှုံး
pl: Nieudane
pt_pt: Falha
ro: A eșuat
ru: Не удалось
si: අසාර්ථක යි
sr: Неуспело
tr: Başarısız oldu
uk: Невдало
ur_pk: ناکام
vi: Chuyển đổi không thành công

# TroubleshootingSettings|
source: Archive service data...
ar: ارشفة بيانات الخدمة...
bg: Архивиране на сервизна информация...
bn: পরিষেবা ডেটা সংরক্ষণাগার...
cs_cz: Archivovat servisní data...
de: Servicedaten archivieren…
fa: بایگانی کردن داده‌های خدمات...
fi: Arkistoi palvelutiedot…
fr: Archiver les données de service...
hu: Szolgáltatási adatok archiválása...
id: Arsipkan data layanan...
it: Dati servizio archiviazione...
ja: アーカイブサービスデータ...
lt: Archyvuoti paslaugos duomenis...
lv: Arhivēt servisa datus...
my: ဝန်ဆောင်မှု ဒေတာကို မော်ကွန်းတင်ပါ...
pl: Archiwum danych serwisowych...
pt_pt: Arquivar dados de serviço...
ro: Arhivați datele serviciului...
ru: Архивировать служебные данные…
si: සේවා දත්ත සුරක්ෂිත කරන්න...
sr: Архивирај сервисне податке...
tr: Hizmet verilerini arşivle...
uk: Архівувати службові дані...
ur_pk: سروس ڈیٹا کو آرکائیو کریں...

# TroubleshootingSettings|
source: Enable enhanced logging
ar: تمكين السجل المحسن
bg: Включване на подобрено prosledqwane
bn: উন্নত লগিং সক্ষম করুন
cs_cz: Povolit rozšířené logování
de: Erweiterte Protokollierung einschalten
fa: فعال کردن ثبت گزارش‌های پیشرفته
fi: Käytä laajaa lokikirjausta
fr: Activer la journalisation améliorée
hu: Haladó naplózás engedélyezése
id: Aktifkan pencatatan yang disempurnakan
it: Abilita registrazione eventi avanzata
ja: 拡張ログを有効にする
lt: Įgalinti patobulintą registravimą
lv: Iespējot uzlaboto reģistrēšanu
my: အဆင့်မြင့် မှတ်သားမှုများ ဖွင့်ပါ
pl: Włącz rozszerzone logowanie
pt_pt: Ativar registro aprimorado
ro: Activați înregistrarea îmbunătățită
ru: Включить расширенное логирование
si: වැඩි දියුණු කරන ලද ලිවීම සක්රීය කරන්න
sr: Омогући детаљније бележење (логовање)
tr: Gelişmiş günlüklemeyi etkinleştir
uk: Увімкнути розширену реєстарацію
ur_pk: بہتر لاگنگ فعال کریں

# TroubleshootingSettings|
source: Enable LT alerts logging
ar: تمكين LT سجل التنبيهات
bg: Включване на проследяване на LT alerts
bn: এলটি সতর্কতা লগিং সক্ষম করুন৷
cs_cz: Povolit logování výstrah LT
de: LT-Warnungsprotokollierung aktivieren
fa: فعال کردن ثبت گزارش‌های هشدار LT
fi: Kirjaa LT-hälytykset
fr: Activer la journalisation des alertes LT
hu: LT riasztások naplózásának engedélyezése
id: Aktifkan pencatatan peringatan LT
it: Abilita registrazione eventi avvisi LT
ja: LT アラートのログを有効にする
lt: Įgalinti LT įspėjimų registravimą
lv: Iespējot LT paziņojumu reģistrēšanu
my: LT သတိပေး မှတ်သားမှုကို ဖွင့်ပါ
pl: Włącz logowania alertów LT
pt_pt: Ativar registro de alertas LT
ro: Activați înregistrarea alertelor LT
ru: Включить логирование событий LT
si: LT අනතුරු ඇඟවීම් ලිවීම සක්රීය කරන්න
sr: Омогући бележење LT упозорења
tr: LT uyarılarını günlüklemeyi etkinleştir
uk: Увімкнути реєстрацію сповіщень LT
ur_pk: LT الرٹس لاگنگ فعال کریں

# TroubleshootingSettings|
source: Restart is required
ar: إعادة التشغيل مطلوبة
bg: Изисква се рестартиране
bn: রিস্টার্ট প্রয়োজন
cs_cz: Je vyžadováno restartování
de: Neustart erforderlich
fa: نیاز به راه‌اندازی مجدد است
fi: Uudelleenkäynnistys vaaditaan
fr: Redémarrage requis
hu: Újraindítás szükséges
id: Diperlukan restart
it: Riavvio richiesto
ja: 再起動が必要です
lt: Būtina paleisti iš naujo
lv: Ir nepieciešama restartēšana
my: ပြန်စရန် လိုအပ်သည်
pl: Wymagany jest restart
pt_pt: É necessário reiniciar
ro: Este necesară repornirea
ru: Требуется перезапуск
si: නැවත ආරම්භ කිරීම අවශ්ය වේ
sr: Потребно је поновно покретање
tr: Yeniden başlatma gerekli
uk: Потрібен перезапуск
ur_pk: دوبارہ شروع کرنا ضروری ہے

# TroubleshootingSettings|
source: Do crash app
ar: هل تحطم التطبيق
bg: Направете срив на приложението
de: App abstürzen lassen
fa: برنامه را خراب کنید
fi: Kaada sovellus
fr: Faire planter l'appli
hu: Alkalmazás összeomlasztása
it: Forza arresto anomalo app
ja: アプリを強制終了する
pl: Wywołaj awarię aplikacji
pt_pt: Não bloquear a aplicação
ro: Faceți aplicația să se blocheze
ru: Аварийно завершить приложение
si: කඩා වැටීමක් කරන්න
sr: Изазови пад апликације
tr: Çökme uygulaması yap
ur_pk: ایپ کریش کریں

# TroubleshootingSettings|
source: Hide
ar: إخفاء
bg: Скриване
bn: লুকান
cs_cz: Skrýt
de: Verstecken
fa: پنهان کردن
fi: Piilota
fr: Cacher
hi: छिपाएं
hu: Elrejtés
id: Sembunyikan
it: Nascondi
ja: 非表示
lt: Slėpti
lv: Paslēpt
my: ဝှက်
pl: Ukryj
pt_pt: Esconder
ro: Ascunde
ru: Скрыть
si: සඟවන්න
sr: Сакриј
tr: Gizle
uk: Сховати
ur_pk: چھپائیں
vi: Ẩn

# TumComboBox|
source: Unlimited
ar: غير محدود
bg: Неограничен
bn: আনলিমিটেড
cs_cz: Bez limitu
de: Uneingeschränkt
es: Ilimitado
fa: نامحدود
fi: Rajoittamaton
fr: Illimité
hi: असीमित
hu: Korlátlan
id: Tidak Terbatas
it: Illimitato
ja: 無制限
lt: Neribota
lv: Bezlimitēts
my: ကန့်သတ်မဲ့
pl: Bez limitu
pt_pt: Ilimitado
ro: Nelimitat
ru: Без ограничений
si: අසීමිත
sr: Неограничено
tr: Sınırsız
uk: Необмежена
ur_pk: لا محدود
vi: Không giới hạn

# TumComboBox|
source: KB/s
ar: ك.بايت/ث
bg: Кб/с
fr: Ko/s
id: KB/d
ja: KB/秒
ro: KO/s
ru: КБ/с
sr: КБ/с
uk: Кб/с

# TumComboBox|
source: unlimited
ar: غير محدود
bg: неограничен
bn: আনলিমিটেড
cs_cz: bez limitu
de: uneingeschränkt
es: ilimitado
fa: نامحدود
fi: rajoittamaton
fr: illimité
hi: असीमित
hu: korlátlan
id: tidak terbatas
it: illimitato
ja: 無制限
lt: neribota
lv: bezlimitēts
my: ကန့်သတ်မဲ့
pl: bez limitu
pt_pt: ilimitado
ro: nelimitat
ru: без ограничений
si: අසීමිත
sr: неограничено
tr: sınırsız
uk: необмежена
ur_pk: لا محدود
vi: không giới hạn

# TumComboBox|
source: Download: %1, Upload: %2
ar: تنزيل: %1, رفع: %2
bg: Изтегляне: %1, Качване: %2
bn: ডাউনলোডঃ %1, আপলোডঃ %2
cs_cz: Stahování: %1, Nahrávání: %2
es: Descarga: %1, Subida: %2
fa: دانلود: %1، آپلود %2
fi: Lataus: %1, Lähetys: %2
fr: Téléchargement: %1, Envoi: %2
hi: डाउनलोड करें: %1, अपलोड करें: %2
hu: Letöltés: %1, feltöltés: %2
id: Unduh: %1, Unggah: %2
ja: ダウンロード: %1, アップロード: %2
lt: Atsisiųsti: %1, įkelti: %2
lv: Lejupielāde: %1, Augšupielāde: %2
my: ဒေါင်းလုပ်၊ %1၊ အပ်လုပ်၊ %2
pl: Pobieranie: %1, wysyłanie: %2
ro: Descărcare: %1, Încărcare: %2
ru: Загрузка: %1, Отдача: %2
si: බාගත: %1, උඩුගත: %2
sr: Преузимање: %1, Слање: %2
tr: İndirme: %1, Gönderme: %2
uk: Завантаження: %1, Відвантаження: %2
ur_pk: ڈاؤن لوڈ: %1، اپ لوڈ: %2
vi: Tải xuống: %1, Tải lên: %2

# TumComboBox|
source: High
ar: مرتفعة
bg: Висока
bn: উচ্চ
cs_cz: Vysoký
de: Hoch
es: Alta
fa: زیاد
fi: Korkea
fr: Haut
hi: उच्च
hu: Magas
id: Tinggi
it: Alto
ja: 高速
lt: Aukštas
lv: Augsta
my: မြင့်
pl: Wysoki
pt_pt: Alto
ro: Ridicat
ru: Высокий
si: ඉහළ
sr: Високо
tr: Yüksek
uk: Висока
ur_pk: زیادہ
vi: Cao

# TumComboBox|
source: Medium
ar: متوسطة
bg: Средна
bn: মধ্যম
cs_cz: Střední
de: Mittel
es: Media
fa: عادی
fi: Keskitasoinen
fr: Moyen
hi: मध्यम
hu: Közepes
id: Sedang
it: Medio
ja: 標準
lt: Vidutinis
lv: Vidēja
my: ပုံမှန်
pl: Średni
pt_pt: Médio
ro: Mediu
ru: Средний
si: මධ්ය
sr: Средње
tr: Orta
uk: Середня
ur_pk: درمیانہ
vi: Trung bình

# TumComboBox|
source: Low
ar: منخفضة
bg: Ниска
cs_cz: Nízký
de: Niedrig
es: Baja
fa: کم
fi: Matala
fr: Bas
hi: कम
hu: Alacsony
id: Rendah
it: Basso
ja: 低速
lt: Žemas
lv: Zema
my: နိမ့်
pl: Niski
pt_pt: Baixo
ro: Scăzut
ru: Низкий
si: අඩු
sr: Ниско
tr: Düşük
uk: Низька
ur_pk: کم
vi: Thấp

# TumMaxURatioComboBox|
source: Unlimited
ar: غير محدود
bg: Неограничена
bn: আনলিমিটেড
cs_cz: Bez limitu
de: Uneingeschränkt
es: Ilimitado
fa: نامحدود
fi: Rajoittamaton
fr: Illimité
hi: असीमित
hu: Korlátlan
id: Tidak Terbatas
it: Illimitato
ja: 無制限
lt: Neribota
lv: Bezlimitēts
my: ကန့်သတ်မဲ့
pl: Bez limitu
pt_pt: Ilimitado
ro: Nelimitat
ru: Без ограничений
si: අසීමිත
sr: Неограничено
tr: Sınırsız
uk: Необмежена
ur_pk: لا محدود
vi: Không giới hạn
