Repository: FreeDownloadManagerTeam/FDM6-localization
Catalog: main/fdm_cz.po
Languages: cs_cz

# Mp3ConverterPage|
source: Convert to mp3 with adjustable bitrate
cs_cz: Převod do formátu mp3 s nastavitelným datovým tokem

# Mp3ConverterPage|
source: Save to
cs_cz: Uložit do

# Mp3ConverterPage|
source: The path contains invalid characters
cs_cz: Cesta obsahuje neplatné znaky

# Mp3ConverterPage|
source: Bitrate (quality)
cs_cz: Datový tok (kvalita)

# Mp3ConverterPage|
source: Constant bitrate of value
cs_cz: Konstantní datový tok hodnoty

# Mp3ConverterPage|
source: Variable bitrate (VBR)
cs_cz: Proměnlivý datový tok (VBR)

# Mp4ConverterDialog|
source: Convert to mp4
cs_cz: Převést do mp4

# Mp4ConverterDialog|
source: Save to
cs_cz: Uložit do

# Mp4ConverterDialog|
source: Open
cs_cz: Otevřít

# Mp4ConverterDialog|
source: Cancel
cs_cz: Zrušit

# Mp4ConverterDialog|
source: The path contains invalid characters
cs_cz: Cesta obsahuje neplatné znaky

# Mp4ConverterPage|
source: Convert to mp4
cs_cz: Převést do mp4

# Mp4ConverterPage|
source: Save to
cs_cz: Uložit do

# Mp4ConverterPage|
source: The path contains invalid characters
cs_cz: Cesta obsahuje neplatné znaky

# NativeMenuBar|
source: Check for Updates...
cs_cz: Zkontrolujte aktualizace...

# NativeMenuBar|
source: Preferences...
cs_cz: Předvolby...

# NativeMenuBar|
source: Quit
cs_cz: Ukončit

# NativeMenuBar|
source: Add &new download
cs_cz: Přidat &nové stažení

# NativeMenuBar|
source: Downloads
cs_cz: Ke stažení na

# NativeMenuBar|
source: Start selected
cs_cz: Vybraný start

# NativeMenuBar|
source: Pause selected
cs_cz: Vybraná pauza

# NativeMenuBar|
source: Restart selected
cs_cz: Vybraný restart

# NativeMenuBar|
source: Remove from List
cs_cz: Odebrat ze seznamu

# NativeMenuBar|
source: Help
cs_cz: Nápověda

# NativeMenuBar|
source: Contact Support
cs_cz: Kontaktovat podporu

# NetworkSettings|
source: Network
cs_cz: Síť

# NetworkSettings|
source: System proxy
cs_cz: Systém proxy

# NetworkSettings|
source: No proxy
cs_cz: Žádný zástupce

# NetworkSettings|
source: Configure manually:
cs_cz: Ruční konfigurace:

# NetworkSettings|
source: Address
cs_cz: Adresa

# NetworkSettings|
source: Port
cs_cz: Přístav

# NetworkSettings|
source: Invalid proxy settings
cs_cz: Neplatné nastavení proxy serveru

# NetworkSettings|
source: Proxy settings
cs_cz: Nastavení proxy serveru

# NetworkSpeedLimitComboBox|
source: Unlimited
cs_cz: Neomezené

# NetworkSpeedLimitComboBox|
source: Custom...
cs_cz: Vlastní...

# NetworkSpeedLimitComboBox|
source: Please enter numbers only
cs_cz: Zadávejte prosím pouze čísla

# NetworkSpeedLimitComboBox|
source: Custom value
cs_cz: Vlastní hodnota

# NetworkSpeedLimitComboBox|
source: Invalid value
cs_cz: Neplatná hodnota

# NetworkSpeedLimitComboBox|
source: Must be a number greater than 0.
cs_cz: Musí to být číslo větší než 0.

# Page|
source: Info
cs_cz: Informace

# Page|
source: Files
cs_cz: Soubory

# Page|
source: Connections
cs_cz: Připojení

# PluginsDepsInstallerView|
source: Installed.
cs_cz: Nainstalováno.

# PluginsPage|
source: Recently installed dependency
cs_cz: Nedávno nainstalovaná závislost

# PluginsPage|
source: Add-ons
cs_cz: Doplňky

# PluginsPage|
source: Check for Updates
cs_cz: Kontrola aktualizací

# PluginsPage|
source: Install Add-on From File...
cs_cz: Instalace doplňku ze souboru...

# PluginsPage|
source: Update Add-ons Automatically
cs_cz: Automatická aktualizace doplňků

# PluginsPage|
source: Reset All Add-ons to Update Automatically
cs_cz: Obnovení automatické aktualizace všech doplňků

# PluginsPage|
source: Updating installed add-ons...
cs_cz: Aktualizace nainstalovaných doplňků...

# PluginsPage|
source: There are no installed add-ons.
cs_cz: Nejsou nainstalovány žádné doplňky.

# PluginsPage|
source: Install add-on from file
cs_cz: Instalace doplňku ze souboru

# PluginsPage|
source: Install
cs_cz: Instalace

# PluginsPage|
source: Cancel
cs_cz: Zrušit

# PluginsPage|
source: %1 add-ons files
cs_cz: %1 soubory doplňků

# PluginsPage|
source: Failed to install add-on
cs_cz: Nepodařilo se nainstalovat doplněk

# PluginsPage|
source: Warning!
cs_cz: Pozor!

# PluginsPage|
source: Add-on requests dangerous permissions:
cs_cz: Doplněk požaduje nebezpečná oprávnění:

# PluginsPage|
source: Add-on requests dangerous permission:
cs_cz: Doplněk požaduje nebezpečné povolení:

# PluginsPage|
source: Please install add-ons from trusted sources only.
cs_cz: Instalujte prosím doplňky pouze z důvěryhodných zdrojů.

# PluginsPage|
source: Would you like to continue the installation?
cs_cz: Chcete pokračovat v instalaci?

# PluginsPage|
source: The following required components are missing:
cs_cz: Chybí následující požadované součásti:

# PluginsPage|
source: %1 is required.
cs_cz: %1 je vyžadováno.

# PluginsPage|
source: Would you like to install them?
cs_cz: Chcete je nainstalovat?

# PluginsPage|
source: Would you like to install it?
cs_cz: Chcete si ji nainstalovat?

# PluginsUpdateUiManager|
source: Failed to update add-on
cs_cz: Nepodařilo se aktualizovat doplněk

# PluginsUpdateUiManager|
source: Warning!
cs_cz: Pozor!

# PluginsUpdateUiManager|
source: New version of %1 add-on requests dangerous permissions:
cs_cz: Nová verze doplňku %1 požaduje nebezpečná oprávnění:

# PluginsUpdateUiManager|
source: New version of %1 add-on requests dangerous permission:
cs_cz: Nová verze doplňku %1 požaduje nebezpečné oprávnění:

# PluginsUpdateUiManager|
source: Please install add-ons from trusted sources only.
cs_cz: Instalujte prosím doplňky pouze z důvěryhodných zdrojů.

# PluginsUpdateUiManager|
source: Would you like to continue the installation?
cs_cz: Chcete pokračovat v instalaci?

# PluginsUpdateUiManager|
source: New version of %1 add-on requires %2.
cs_cz: Nová verze doplňku %1 vyžaduje %2.

# PluginsUpdateUiManager|
source: Would you like to install them?
cs_cz: Chcete je nainstalovat?

# PluginsUpdateUiManager|
source: Would you like to install it?
cs_cz: Chcete ji nainstalovat?

# PluginsViewItem|
source: Allow Automatic Updates
cs_cz: Povolit automatických aktualizací

# PluginsViewItem|
source: Check for Updates
cs_cz: Kontrola aktualizací

# PluginsViewItem|
source: Remove
cs_cz: Odstranění stránky

# PluginsViewItem|
source: Updating...
cs_cz: Aktualizace...

# PluginsViewItem|
source: Version: %1
cs_cz: Verze: %1

# PluginsViewItem|
source: OK to remove?
cs_cz: Lze odstranit?

# PreferredVideoQualityCombobox|
source: Lowest
cs_cz: Nejnižší

# PreferredVideoQualityCombobox|
source: Highest
cs_cz: Nejvyšší

# PrivacyDialog|
source: User agreement
cs_cz: Uživatelská smlouva

# PrivacyDialog|
source: I agree (do not show it again)
cs_cz: Souhlasím (už to neukazujte)

# PrivacyDialog|
source: Send report
cs_cz: Odeslat zprávu

# PrivacyDialog|
source: Cancel
cs_cz: Zrušit

# QObject|
source: Unexpected error
cs_cz: Neočekávaná chyba

# QObject|
source: Service connection terminated.
cs_cz: Připojení ke službě je ukončeno.

# QObject|
source: App backend's server listen failed.
cs_cz: Poslech serveru backendu aplikace se nezdařil.

# QObject|
source: Error
cs_cz: Chyba

# QObject|
source: Connection failure
cs_cz: Selhání připojení

# QObject|
source: App frontend's server listen failed.
cs_cz: Poslech serveru frontendu aplikace se nezdařil.

# QObject|
source: QML load failure.
cs_cz: Selhání zátěže QML.

# QObject|
source: Failed to initialize app state manager.
cs_cz: Nepodařilo se inicializovat správce stavu aplikace.

# QObject|
source: Enter URL
cs_cz: Zadejte adresu URL

# QObject|
source: Sorry this device is not supported by %1.
cs_cz: Je nám líto, ale toto zařízení není podporováno %1.

# QObject|
source: %1 has failed to initialize. Please reinstall.
cs_cz: %1 se nepodařilo inicializovat. Prosím, přeinstalujte jej.

# QObject|
source: Reason: %1
cs_cz: Důvod: %1

# QObject|
source: Contact Support
cs_cz: Kontaktovat podporu

# QObject|
source: Show main window
cs_cz: Zobrazit hlavní okno

# QObject|
source: About %1
cs_cz: O %1

# QObject|
source: Quit
cs_cz: Ukončit

# QObject|
source: Download complete
cs_cz: Stáhnout kompletní

# QObject|
source: Downloads complete
cs_cz: Stahování dokončeno

# QObject|
source: Download failed
cs_cz: Stáhnout se nepodařilo

# QObject|
source: Downloads failed
cs_cz: Stažení se nezdařilo

# QObject|
source: Download added
cs_cz: Stáhnout přidané

# QObject|
source: Unknown error
cs_cz: Neznámá chyba

# QObject|
source: File read error
cs_cz: Chyba při čtení souboru

# QObject|
source: Failed to read from file
cs_cz: Nepodařilo se načíst ze souboru

# QObject|
source: File write error
cs_cz: Chyba zápisu souboru

# QObject|
source: Failed to write to file
cs_cz: Nepodařilo se zapsat do souboru

# QObject|
source: File open error
cs_cz: Chyba při otevírání souborů

# QObject|
source: Failed to open file
cs_cz: Nepodařilo se otevřít soubor

# QObject|
source: Access denied
cs_cz: Přístup odepřen

# QObject|
source: Access to file is denied
cs_cz: Přístup k souboru je odepřen

# QObject|
source: File error
cs_cz: Chyba souboru

# QObject|
source: Unknown file I/O error
cs_cz: Neznámá chyba vstupu/výstupu souboru

# QObject|
source: HTTP Error %1
cs_cz: Chyba HTTP %1

# QObject|
source: Bad Request
cs_cz: Špatná žádost

# QObject|
source: Unauthorized
cs_cz: Neoprávněné

# QObject|
source: Payment Required
cs_cz: Požadovaná platba

# QObject|
source: Forbidden
cs_cz: Zakázané

# QObject|
source: Not Found
cs_cz: Nenalezeno

# QObject|
source: Method Not Allowed
cs_cz: Metoda není povolena

# QObject|
source: Not Acceptable
cs_cz: Nepřijatelné

# QObject|
source: Proxy Authentication Required
cs_cz: Vyžaduje se ověření proxy serveru

# QObject|
source: Request Timeout
cs_cz: Časový limit požadavku

# QObject|
source: Conflict
cs_cz: Konflikt

# QObject|
source: Length Required
cs_cz: Požadovaná délka

# QObject|
source: Precondition Failed
cs_cz: Předpoklad se nezdařil

# QObject|
source: Request Entity Too Large
cs_cz: Příliš velký subjekt žádosti

# QObject|
source: Request-URI Too Long
cs_cz: Příliš dlouhý požadavek-URI

# QObject|
source: Unsupported Media Type
cs_cz: Nepodporovaný typ média

# QObject|
source: Requested Range Not Satisfiable
cs_cz: Požadovaný rozsah Nelze splnit

# QObject|
source: Expectation Failed
cs_cz: Očekávání selhala

# QObject|
source: I'm a teapot
cs_cz: Jsem konvička na čaj

# QObject|
source: Authentication Timeout
cs_cz: Časový limit ověření

# QObject|
source: Method Failure / Enhance Your Calm
cs_cz: Selhání metody / Posílení klidu

# QObject|
source: Unprocessable Entity
cs_cz: Nezpracovatelný subjekt

# QObject|
source: Locked
cs_cz: Uzamčené stránky

# QObject|
source: Failed Dependency / Method Failure
cs_cz: Selhání závislosti / selhání metody

# QObject|
source: Unordered Collection
cs_cz: Neuspořádaná kolekce

# QObject|
source: Upgrade Required
cs_cz: Požadovaná aktualizace

# QObject|
source: Precondition Required
cs_cz: Požadovaná předběžná podmínka

# QObject|
source: Too Many Requests
cs_cz: Příliš mnoho požadavků

# QObject|
source: Request Header Fields Too Large
cs_cz: Příliš velká pole záhlaví požadavku

# QObject|
source: Login Timeout
cs_cz: Časový limit přihlášení

# QObject|
source: No Response
cs_cz: Žádná odezva

# QObject|
source: Retry With
cs_cz: Opakování pokusu s

# QObject|
source: Blocked by Windows Parental Controls
cs_cz: Blokováno systémem Windows Parental Controls

# QObject|
source: Unavailable For Legal Reasons
cs_cz: Z právních důvodů nedostupné

# QObject|
source: Request Header Too Large
cs_cz: Příliš velká hlavička požadavku

# QObject|
source: Cert Error
cs_cz: Chyba certifikace

# QObject|
source: No Cert
cs_cz: Žádný certifikát

# QObject|
source: HTTP to HTTPS
cs_cz: Přechod z HTTP na HTTPS

# QObject|
source: Token expired/invalid
cs_cz: Token vypršel/neplatný

# QObject|
source: Client Closed Request
cs_cz: Uzavřená žádost klienta

# QObject|
source: Internal Server Error
cs_cz: Chyba vnitřního serveru

# QObject|
source: Not Implemented
cs_cz: Neprovedeno

# QObject|
source: Bad Gateway
cs_cz: Špatná brána

# QObject|
source: Service Unavailable
cs_cz: Služba není k dispozici

# QObject|
source: Gateway Timeout
cs_cz: Časový limit brány

# QObject|
source: HTTP Version Not Supported
cs_cz: Verze HTTP není podporována

# QObject|
source: Variant Also Negotiates
cs_cz: Varianta také vyjednává

# QObject|
source: Insufficient Storage
cs_cz: Nedostatečné úložiště

# QObject|
source: Loop Detected
cs_cz: Zjištěna smyčka

# QObject|
source: Bandwidth Limit Exceeded
cs_cz: Překročení limitu šířky pásma

# QObject|
source: Not Extended
cs_cz: Není rozšířeno

# QObject|
source: Network Authentication Required
cs_cz: Požadované ověření sítě

# QObject|
source: Network read timeout error
cs_cz: Chyba časového limitu čtení v síti

# QObject|
source: Network connect timeout error
cs_cz: Chyba časového limitu připojení k síti

# QObject|
source: Unsupported
cs_cz: Nepodporované stránky

# QObject|
source: Invalid parameter
cs_cz: Neplatný parametr

# QObject|
source: Unsupported format
cs_cz: Nepodporovaný formát

# QObject|
source: Not found
cs_cz: Nenalezeno

# QObject|
source: Host not found
cs_cz: Hostitel nebyl nalezen

# QObject|
source: Operation canceled
cs_cz: Operace zrušena

# QObject|
source: Connection closed
cs_cz: Připojení uzavřeno

# QObject|
source: Timed out
cs_cz: Vypršel čas

# QObject|
source: SSL handshake failed
cs_cz: Neúspěšný handshake protokolu SSL

# QObject|
source: Connection refused
cs_cz: Připojení odmítnuto

# QObject|
source: Network error
cs_cz: Chyba sítě

# QObject|
source: Operation not permitted
cs_cz: Provoz není povolen

# QObject|
source: No resume support
cs_cz: Žádná podpora životopisů

# QObject|
source: Resource changed
cs_cz: Změna zdroje

# QObject|
source: Resource changed on server
cs_cz: Změna prostředku na serveru

# QObject|
source: Fast resume failure
cs_cz: Selhání rychlého obnovení

# QObject|
source: Can't process page
cs_cz: Nelze zpracovat stránku

# QObject|
source: Error processing page content
cs_cz: Chyba při zpracování obsahu stránky

# QObject|
source: Unsupported URL
cs_cz: Nepodporovaná adresa URL

# QObject|
source: Untitled
cs_cz: Bez názvu

# QObject|
source: Failed to remove current version
cs_cz: Nepodařilo se odstranit aktuální verzi

# QObject|
source: Mount point does not exist
cs_cz: Montážní bod neexistuje

# QObject|
source: Signature check failure.
cs_cz: Selhání kontroly podpisu.

# QObject|
source: Download with %1
cs_cz: Stažení pomocí %1

# QObject|
source: Download all with %1
cs_cz: Stáhnout vše s %1

# QObject|
source: Download selected with %1
cs_cz: Stažení vybrané pomocí %1

# QObject|
source: Download video with %1
cs_cz: Stáhnout video s %1

# QObject|
source: Music
cs_cz: Hudba

# QObject|
source: There is not enough disk space.
cs_cz: Na disku není dostatek místa.

# QObject|
source: Fatal error: failed to load the database.
cs_cz: Fatální chyba: nepodařilo se načíst databázi.

# QObject|
source: Failed.
cs_cz: Neúspěšně.

# QObject|
source: Missing %path% parameter.
cs_cz: Chybí parametr %path%.

# QObject|
source: Update URL
cs_cz: Aktualizace adresy URL

# QObject|
source: Documents
cs_cz: Dokumenty

# QObject|
source: Pictures
cs_cz: Obrázky

# QObject|
source: Videos
cs_cz: Videa

# QObject|
source: Miscellaneous
cs_cz: Různé

# QObject|
source: upload paused
cs_cz: nahrávání pozastaveno

# QObject|
source: PAUSE ALL
cs_cz: PAUZA VŠE

# QObject|
source: Downloading...
cs_cz: Stahování...

# QObject|
source: DISABLE SNAIL MODE
cs_cz: ZAKÁZAT REŽIM ŠNEKA

# QObject|
source: SNAIL MODE
cs_cz: REŽIM SNAIL

# QObject|
source: YouTube downloads are not available
cs_cz: Stahování z YouTube není k dispozici

# QObject|
source: %1 of unknown at %2
cs_cz: %1 neznámého na %2

# QObject|
source: %1 of %2 at %3
cs_cz: %1 z %2 na %3

# QObject|
source: %1 %2 or higher
cs_cz: %1 %2 nebo vyšší

# QObject|
source: Launch Python code
cs_cz: Spuštění kódu Pythonu

# QObject|
source: Allows to execute arbitrary code.
cs_cz: Umožňuje spustit libovolný kód.

# QObject|
source: Installing...
cs_cz: Instalace...

# QObject|
source: Uninstalling...
cs_cz: Odinstalování...

# QObject|
source: Missing components
cs_cz: Chybějící součásti

# QObject|
source: %1 are required
cs_cz: %1 jsou vyžadovány

# QObject|
source: %1 is required
cs_cz: %1 je vyžadováno

# QObject|
source: Failed to load
cs_cz: Nepodařilo se načíst

# QObject|
source: Playlist
cs_cz: Seznam skladeb

# QuaGzipFile|
source: QIODevice::Append is not supported for GZIP
cs_cz: QIODevice::Append není podporováno pro GZIP

# QuaGzipFile|
source: Opening gzip for both reading and writing is not supported
cs_cz: Otevření gzip pro čtení i zápis není podporováno

# QuaGzipFile|
source: You can open a gzip either for reading or for writing. Which is it?
cs_cz: Soubor gzip můžete otevřít buď pro čtení, nebo pro zápis. Který z nich to je?

# QuaGzipFile|
source: Could not gzopen() file
cs_cz: Nelze otevřít soubor gzopen()

# QuaZIODevice|
source: QIODevice::Append is not supported for QuaZIODevice
cs_cz: QIODevice::Append není podporováno pro QuaZIODevice

# QuaZIODevice|
source: QIODevice::ReadWrite is not supported for QuaZIODevice
cs_cz: QIODevice::ReadWrite není podporováno pro QuaZIODevice

# QuaZipFile|
source: ZIP/UNZIP API error %1
cs_cz: Chyba rozhraní API ZIP/UNZIP %1

# QuitConfirmationDialog|
source: Are you sure you want to quit?
cs_cz: Jste si jistý, že chcete skončit?

# QuitConfirmationDialog|
source: Cancel
cs_cz: Zrušit

# RemoteControlSettings|
source: Remote Access
cs_cz: Vzdálený přístup

# RemoteControlSettings|
source: Allow remote access to %1 running on this device
cs_cz: Povolit vzdálený přístup k %1 spuštěnému na tomto zařízení

# RemoteControlSettings|
source: Password
cs_cz: Heslo

# RemoteControlSettings|
source: Status
cs_cz: Stav

# RemoteResourceChangedDialog|
source: Remote resource changed
cs_cz: Změna vzdáleného prostředku

# RemoteResourceChangedDialog|
source: Always re-download
cs_cz: Vždy znovu stáhnout

# RemoteResourceChangedDialog|
source: Re-download
cs_cz: Znovu stáhnout

# RemoteResourceChangedDialog|
source: Cancel
cs_cz: Zrušit

# RenameDownloadFileDialog|
source: Rename file
cs_cz: Přejmenování souboru

# RenameDownloadFileDialog|
source: Enter new name
cs_cz: Zadejte nový název

# RenameDownloadFileDialog|
source: A file with that name already exists.
cs_cz: Soubor s tímto názvem již existuje.

# RenameDownloadFileDialog|
source: Cancel
cs_cz: Zrušit

# RenameDownloadFilePage|
source: Rename file
cs_cz: Přejmenování souboru

# RenameDownloadFilePage|
source: Enter new name
cs_cz: Zadejte nový název

# RenameDownloadFilePage|
source: A file with that name already exists.
cs_cz: Soubor s tímto názvem již existuje.

# ReportSentDialog|
source: Report problem
cs_cz: Nahlásit problém

# ReportSentDialog|
source: Sorry, the report hasn't been sent, an error occurred: %1
cs_cz: Omlouváme se, zpráva nebyla odeslána, došlo k chybě: %1

# ReportSentDialog|
source: The report has been sent. Thank you for your cooperation!
cs_cz: Zpráva byla odeslána. Děkujeme za spolupráci!

source: Save to
cs_cz: Uložit do

# SaveTo|
source: Open
cs_cz: Otevřít

# SaveTo|
source: Cancel
cs_cz: Zrušit

# Scheduler|
source: Tue
cs_cz: Út

# Scheduler|
source: Wed
cs_cz: St

# Scheduler|
source: Thu
cs_cz: Čt

# Scheduler|
source: Fri
cs_cz: Pá

# Scheduler|
source: From:
cs_cz: Od:

# Scheduler|
source: Everyday
cs_cz: Každý den

# Scheduler|
source: To:
cs_cz: Pro:

# SchedulerButton|
source: Scheduler
cs_cz: Plánovač

# SchedulerCheckbox|
source: Scheduler
cs_cz: Plánovač

# SchedulerDialog|
source: Scheduler
cs_cz: Plánovač

# SchedulerDialog|
source: Start and pause downloads at specified time
cs_cz: Spuštění a pozastavení stahování v zadaný čas

# SchedulerDialog|
source: Enable Scheduler
cs_cz: Povolit plánovače

# SchedulerDialog|
source: Cancel
cs_cz: Zrušit

# SchedulerDialog|
source: Apply
cs_cz: Použít

# SchedulerDialog|
source: All the day
cs_cz: Po celý den

# SchedulerDialog|
source: Everyday
cs_cz: Každý den

# SchedulerDialog|
source: Close
cs_cz: Zavřít

# SchedulerDialog|
source: Tue
cs_cz: Út

# SchedulerDialog|
source: Wed
cs_cz: St

# SchedulerDialog|
source: Thu
cs_cz: Čt

# SchedulerDialog|
source: Fri
cs_cz: Pá

# SchedulerTools|
source: Set days of the week to enable Scheduler
cs_cz: Nastavení dnů v týdnu pro zapnutí plánovače

# SearchField|
source: Search
cs_cz: Vyhledávání

# SearchPage|
source: Search
cs_cz: Vyhledávání

# SearchPage|
source: No results found for
cs_cz: Nebyly nalezeny žádné výsledky pro

# SearchToolbar|
source: Search
cs_cz: Vyhledávání

# SelectModeTopBar|
source: Selected: %1
cs_cz: Vybráno: %1

# SelectSortFieldDialog|
source: Sort
cs_cz: Třídit

# SelectSortFieldDialog|
source: By date
cs_cz: Podle data

# SelectSortFieldDialog|
source: By name
cs_cz: Podle jména

# SelectSortFieldDialog|
source: By size
cs_cz: Podle velikosti

# SelectSortFieldDialog|
source: Ascending
cs_cz: Vzestupně

# SelectSortFieldDialog|
source: Descending
cs_cz: Sestupné

# SettingsPage|
source: Invalid settings
cs_cz: Neplatné nastavení

# SettingsPage|
source: . Close anyway?
cs_cz: . Zavřít?

# SettingsPage|
source: Preferences
cs_cz: Předvolby

# SettingsPage|
source: General
cs_cz: Obecné

# SettingsPage|
source: Browser Integration
cs_cz: Integrace prohlížeče

# SettingsPage|
source: Network
cs_cz: Síť

# SettingsPage|
source: Traffic Limits
cs_cz: Dopravní limity

# SettingsPage|
source: Remote Access
cs_cz: Vzdálený přístup

# SettingsPage|
source: Advanced
cs_cz: Pokročilé

# SettingsPage|
source: Settings
cs_cz: Nastavení

# SettingsPage|
source: Downloads settings
cs_cz: Nastavení stahování

# SettingsPage|
source: Network settings
cs_cz: Nastavení sítě

# SettingsPage|
source: Traffic limits
cs_cz: Dopravní omezení

# SettingsPage|
source: Sounds settings
cs_cz: Nastavení zvuků

# SettingsPage|
source: Advanced settings
cs_cz: Rozšířená nastavení

# SettingsPage|
source: Go back to default settings
cs_cz: Návrat k výchozímu nastavení

# SettingsPage|
source: Reset settings
cs_cz: Obnovení nastavení

# SettingsPage|
source: Default settings
cs_cz: Výchozí nastavení

# SettingsPage|
source: Restore default settings?
cs_cz: Obnovit výchozí nastavení?

# ShutdownBanner|
source: Cancel
cs_cz: Zrušit

# ShutdownBanner|
source: Computer will be put to sleep after all downloads are completed.
cs_cz: Po dokončení všech stahování se počítač uspí.

# ShutdownBanner|
source: Computer will be hibernate after all downloads are completed.
cs_cz: Po dokončení všech stahování se počítač přepne do režimu hibernace.

# ShutdownBanner|
source: Computer will be shutdown after all downloads are completed.
cs_cz: Po dokončení všech stahování se počítač vypne.

# ShutdownDialog|
source: Confirm
cs_cz: Potvrďte

# ShutdownDialog|
source: Cancel
cs_cz: Zrušit

# ShutdownDialog|
source: Attention! Your computer will be put to Sleep mode.
cs_cz: Pozor! Počítač se přepne do režimu spánku.

# ShutdownDialog|
source: Attention! Your computer will be hibernated.
cs_cz: Pozor! Váš počítač bude v režimu hibernace.

# ShutdownDialog|
source: Attention! Your computer will be shut down.
cs_cz: Pozor! Váš počítač bude vypnut.

source: Sounds settings
cs_cz: Nastavení zvuků

# SoundsSettings|
source: Use sounds
cs_cz: Použití zvuků

# SoundsSettings|
source: Downloads added
cs_cz: Přidány soubory ke stažení

# SoundsSettings|
source: Downloads completed
cs_cz: Stažení dokončeno

# SoundsSettings|
source: Downloads failed
cs_cz: Stažení se nezdařilo

# SoundsSettings|
source: No active downloads
cs_cz: Žádné aktivní stahování

# SslDialog|
source: Warning: potential security risk ahead
cs_cz: Varování: potenciální bezpečnostní riziko

# SslDialog|
source: SSL Certificate is not valid.
cs_cz: Certifikát SSL není platný.

# SslDialog|
source: Certificate fingerprints
cs_cz: Otisky certifikátů
