Repository: FreeDownloadManagerTeam/FDM6-localization
Catalog: main/fdm_*.po
Languages: ar, bg, bn, cs_cz, de, es, fa, fi, fr, hi, hu, id, it, ja, lt, lv, my, pl, pt_pt, ro, ru, si, sr, tr, uk, ur_pk, vi

# Scheduler|
source: Sun
ar: أحد
bg: Нд
bn: রবি
cs_cz: Ne
de: So
es: Dom
fa: یکشنبه
fi: Su
fr: Dim
hi: रवि
hu: Vas
id: Min
it: Dom
ja: 日
lt: Sekmadienis
lv: Sv
my: တနဂ
pl: Nie
pt_pt: Dom
ro: Duminică
ru: ВС
si: ඉරිදා
sr: Нед
tr: Paz
uk: Нд
ur_pk: اتوار
vi: Chủ nhật

# Scheduler|
source: Mon
ar: إثنبن
bg: Пн
bn: সোম
cs_cz: Po
de: Mo
es: Lun
fa: دوشنبه
fi: Ma
fr: Lun
hi: मोन
hu: Hé
id: Sen
it: Lun
ja: 月
lt: Pirmadienis
lv: P
my: တနလ
pl: Pon
pt_pt: Seg
ro: Luni
ru: ПН
si: සඳුදා
sr: Пон
tr: Pts
uk: Пн
ur_pk: پیر
vi: Thứ hai

# Scheduler|
source: Tue
ar: ثلاثاء
bg: Вт
bn: মঙ্গল
cs_cz: Út
de: Di
es: Mar
fa: سه شنبه
fi: Ti
fr: Mar
hi: मंगल
hu: Ke
id: Sel
it: Mar
ja: 火
lt: Antradienis
lv: O
my: အဂ
pl: Wto
pt_pt: Ter
ro: Marți
ru: ВТ
si: අඟහරුවාදා
sr: Уто
tr: Sal
uk: Вт
ur_pk: منگل
vi: Thứ ba

# Scheduler|
source: Wed
ar: أربعاء
bg: Ср
bn: বুধ
cs_cz: St
de: Mi
es: Mié
fa: چهارشنبه
fi: Ke
fr: Mer
hi: बुध
hu: Sze
id: Rab
it: Mer
ja: 水
lt: Trečiadienis
lv: Tr
my: ဗဒဟ
pl: Śro
pt_pt: Qua
ro: Miercuri
ru: СР
si: බදාදා
sr: Сре
tr: Çar
uk: Ср
ur_pk: بدھ
vi: Thứ tư

# Scheduler|
source: Thu
ar: خميس
bg: Чт
bn: বৃহস্পতি
cs_cz: Čt
de: Do
es: Jue
fa: پنجشنبه
fi: To
fr: Jeu
hi: गुरु
hu: Csüt
id: Kam
it: Gio
ja: 木
lt: Ketvirtadienis
lv: Ce
my: ကသ
pl: Czw
pt_pt: Qui
ro: Joi
ru: ЧТ
si: බ්‍රහස්පතින්දා
sr: Чет
tr: Per
uk: Чт
ur_pk: جمعرات
vi: Thứ năm

# Scheduler|
source: Fri
ar: جمعة
bg: Пт
bn: শুক্র
cs_cz: Pá
de: Fr
es: Vie
fa: جمعه
fi: Pe
fr: Ven
hi: शुक्र
hu: Pé
id: Jum
it: Ven
ja: 金
lt: Penktadienis
lv: Pk
my: သက
pl: Pią
pt_pt: Sex
ro: Vineri
ru: ПТ
si: සිකුරාදා
sr: Пет
tr: Cum
uk: Пт
ur_pk: جمعہ
vi: Thứ sáu

# Scheduler|
source: Sat
ar: سبت
bg: Сб
bn: শনি
cs_cz: So
de: Sa
es: Sáb
fa: شنبه
fi: La
fr: Sam
hi: बैठा
hu: Szo
id: Sab
it: Sab
ja: 土
lt: Šeštadienis
lv: S
my: စန
pl: Sob
pt_pt: Sáb
ro: Sâmbătă
ru: СБ
si: සෙනසුරාදා
sr: Суб
tr: Cts
uk: Сб
ur_pk: ہفتہ
vi: Thứ bảy

# Scheduler|
source: From:
ar: من:
bg: От:
bn: থেকেঃ
cs_cz: Od:
de: Von:
es: Desde:
fa: از:
fi: Mistä:
fr: De:
hi: से:
hu: Ettől:
id: Dari:
it: Dalle:
ja: 開始時刻:
lt: Iš:
lv: No:
my: မှ၊
pl: Od:
pt_pt: De:
ro: De la:
ru: С:
si: සිට:
sr: Од:
tr: Başlangıç:
uk: З:
ur_pk: سے:
vi: Từ:

# Scheduler|
source: Everyday
ar: كل يوم
bg: Всеки ден
bn: প্রতিদিন
cs_cz: Každý den
de: Täglich
es: Todos los días
fa: هر روز
fi: Joka päivä
fr: Tous les jours
hi: रोज रोज
hu: Minden nap
id: Setiap hari
it: Ogni giorno
ja: 毎日
lt: Kasdien
lv: Katru dienu
my: နေ့တိုင်း
pl: Codziennie
pt_pt: Todos os dias
ro: În fiecare zi
ru: Ежедневно
si: එදිනෙදා
sr: Сваки дан
tr: Her gün
uk: Щодня
ur_pk: ہر روز
vi: Mỗi ngày

# Scheduler|
source: To:
ar: إلى:
bg: Към:
bn: প্রতিঃ
cs_cz: Do:
de: Bis:
es: Hasta:
fa: تا:
fi: Mihin:
fr: À:
hi: प्रति:
hu: Eddig:
id: Menuju:
it: Alle:
ja: 終了時刻:
lt: Į:
lv: Līdz:
my: သို့၊
pl: Do:
pt_pt: Até:
ro: La:
ru: До:
si: වෙත:
sr: До:
tr: Bitiş:
uk: По:
ur_pk: تک:
vi: Đến:

# SchedulerButton|
source: Scheduler
ar: الجدولة
bg: График
bn: সময়সূচী
cs_cz: Plánovač
de: Terminplaner
es: Programador
fa: برنامه‌ریز
fi: Ajoita
fr: Planificateur
hi: समयबद्धक
hu: Ütemezés
id: Penjadwal
it: Pianifica
ja: スケジュール
lt: Tvarkaraštis
lv: Plānotājs
my: စီစဉ်သူ
pl: Harmonogram
pt_pt: Agendador
ro: Planificator
ru: Планировщик
si: කාලසටහන
sr: Планер
tr: Zamanlayıcı
uk: Планувальник
ur_pk: نظام الاوقات
vi: Lập lịch biểu

# SchedulerCheckbox|
source: Scheduler
ar: الجدولة
bg: График
bn: সময়সূচী
cs_cz: Plánovač
de: Terminplaner
es: Programador
fa: برنامه‌ریز
fi: Ajoita
fr: Planificateur
hi: समयबद्धक
hu: Ütemezés
id: Penjadwal
it: Pianifica
ja: スケジュール
lt: Tvarkaraštis
lv: Plānotājs
my: စီစဉ်သူ
pl: Harmonogram
pt_pt: Agendador
ro: Planificator
ru: Планировщик
si: කාලසටහන
sr: Планер
tr: Zamanlayıcı
uk: Планувальник
ur_pk: شیڈیولر
vi: Lập lịch biểu

# SchedulerDialog|
source: Scheduler
ar: الجدولة
bg: График
bn: সময়সূচী
cs_cz: Plánovač
de: Terminplaner
es: Programador
fa: برنامه‌ریز
fi: Ajoitus
fr: Planificateur
hi: समयबद्धक
hu: Ütemezés
id: Penjadwal
it: Pianifica
ja: スケジュール
lt: Tvarkaraštis
lv: Plānotājs
my: စီစဉ်သူ
pl: Harmonogram
pt_pt: Agendador
ro: Planificator
ru: Планировщик
si: කාලසටහන
sr: Планер
tr: Zamanlayıcı
uk: Планувальник
ur_pk: شیڈیولر
vi: Lập lịch biểu

# SchedulerDialog|
source: Start and pause downloads at specified time
ar: بدء وإيقاف التنزيلات في الوقت المحدد
bg: Започни и спри изтеглянията в указан час
bn: নির্দিষ্ট সময়ে ডাউনলোড শুরু করুন এবং বিরতি দিন
cs_cz: Spouští a pozastavuje stahování ve specifikovaném čase
de: Downloads zu einer bestimmten Zeit starten und anhalten
es: Iniciar y pausar descargas a la hora especificada
fa: شروع و مکث دانلودها در زمانی خاص
fi: Käynnistä ja pysäytä lataus haluttuun aikaan.
fr: Lancer et mettre en pause les téléchargements à l'heure spécifiée
hi: निर्दिष्ट समय पर डाउनलोड शुरू करें और रोकें
hu: Letöltések elkezdése és szüneteltetése megadott időpontban
id: Mulai dan tunda unduhan untuk waktu khusus
it: Avvia e metti in pausa i download ad un orario specificato
ja: 指定した時刻にダウンロードを開始および一時停止します
lt: Pradėkite ir pristabdykite atsisiuntimus nurodytu laiku
lv: Sākt un apturēt lejupielādes norādītā laikā
my: သတ်မှတ်ချိန်တွင် ဒေါင်းလုပ်များကို စတင်ပါ၊ ရပ်ပါ
pl: Rozpocznij i wstrzymaj pobierania o ustalonej godzinie
pt_pt: Iniciar e pausar downloads em um horário específico
ro: Porniți și întrerupeți descărcările la ora specificată
ru: Начинать и приостанавливать загрузки в указанное время
si: නියමිත වේලාවට බාගත කිරීම් ආරම්භ කිරීම සහ විරාමය කිරීම
sr: Покрени и паузирај преузимања у одређено време
tr: Belirtilen saatte indirmeleri başlat ve duraklat
uk: Починати і зупиняти завантаження у заданий час
ur_pk: مخصوص وقت پر ڈاؤن لوڈز شروع کریں اور روکیں
vi: Bắt đầu và tạm dừng tải xuống vào một thời điểm nhất định

# SchedulerDialog|
source: Enable Scheduler
ar: تمكين الجدولة
bg: Включи Графика
bn: সময়সূচী সক্ষম করুন
cs_cz: Povolit plánovač
de: Terminplaner aktivieren
es: Habilitar programador
fa: فعالسازی برنامه‌ریز
fi: Käytä ajoitusta
fr: Activer le Planificateur
hi: अनुसूचक सक्षम करें
hu: Ütemezés engedélyezése
id: Hidupkan Penjadwalan
it: Abilita pianificazione
ja: スケジュールを有効にする
lt: Įgalinti planuoklį
lv: Iespējot Plānotāju
my: စီစဉ်သူကို ဖွင့်ပါ
pl: Włącz harmonogram
pt_pt: Habilitar Agendador
ro: Activează Planificator
ru: Включить планировщик
si: කාලසටහන් සක්රීය කරන්න
sr: Омогући планер
tr: Zamanlayıcıyı etkinleştir
uk: Включити планувальник
ur_pk: شیڈیولر فعال کریں
vi: Bật lập lịch biểu

# SchedulerDialog|
source: Cancel
ar: إلغاء
bg: Отказ
bn: বাতিল করুন
cs_cz: Storno
de: Abbrechen
es: Cancelar
fa: انصراف
fi: Peru
fr: Annuler
hi: रद्द करें
hu: Mégse
id: Batalkan
it: Annulla
ja: キャンセル
lt: Atšaukti
lv: Atcelt
my: ပယ်ဖျက်
pl: Anuluj
pt_pt: Cancelar
ro: Anulează
ru: Отмена
si: අවලංගු කරන්න
sr: Откажи
tr: İptal
uk: Скасувати
ur_pk: منسوخ کریں
vi: Hủy

# SchedulerDialog|
source: Apply
ar: تطبيق
bg: Потвърди
bn: আবেদন করুন
cs_cz: Použít
de: Anwenden
es: Aplicar
fa: اعمال
fi: Käytä
fr: Appliquer
hi: आवेदन करना
hu: Alkalmaz
id: Terapkan
it: Applica
ja: 適用
lt: Taikyti
lv: Piemērot
my: လက်ခံပါ
pl: Zastosuj
pt_pt: Aplicar
ro: Aplică
ru: Применить
si: අයදුම් කරන්න
sr: Примени
tr: Uygula
uk: Застосувати
ur_pk: لاگو کریں
vi: Áp dụng

# SchedulerDialog|
source: All the day
ar: طوال اليوم
bg: През целия ден
bn: সারাদিন
cs_cz: Celý den
de: Ganztägig
es: Todo el día
fa: تمام روز
fi: Koko päivän
fr: Toute la journée
hi: पूरे दिन
hu: Egész nap
id: Sepanjang hari
it: Tutto il giorno
ja: すべての日
lt: Visą dieną
lv: Visu dienu
my: တနေ့လုံး
pl: Przez cały dzień
pt_pt: O dia todo
ro: Toată ziua
ru: Весь день
si: මුළු දවසම
sr: Цео дан
tr: Tüm gün
uk: Весь день
ur_pk: سارا دن
vi: Tất cả các ngày

# SchedulerDialog|
source: Everyday
ar: كل يوم
bg: Всеки ден
bn: প্রতিদিন
cs_cz: Každý den
de: Täglich
es: Todos los días
fa: هر روز
fi: Joka päivä
fr: Tous les jours
hi: रोज रोज
hu: Minden nap
id: Setiap hari
it: Ogni giorno
ja: 毎日
lt: Kasdien
lv: Katru dienu
my: နေ့တိုင်း
pl: Codziennie
pt_pt: Todos os dias
ro: În fiecare zi
ru: Ежедневно
si: එදිනෙදා
sr: Сваки дан
tr: Her gün
uk: Щодня
ur_pk: ہر روز
vi: Mỗi ngày

# SchedulerDialog|
source: Close
ar: إغلاق
bg: Затвори
bn: বন্ধ
cs_cz: Zavřít
de: Schließen
es: Cerrar
fa: بستن
fi: Sulje
fr: Fermer
hi: बंद करें
hu: Bezárás
id: Tutup
it: Chiudi
ja: 閉じる
lt: Uždaryti
lv: Aizvērt
my: ပိတ်
pl: Zamknij
pt_pt: Fechar
ro: Închide
ru: Закрыть
si: වහන්න
sr: Затвори
tr: Kapat
uk: Закрити
ur_pk: بند کریں
vi: Đóng

# SchedulerDialog|
source: Sun
ar: أحد
bg: Нд
bn: রবি
cs_cz: Ne
de: So
es: Dom
fa: یکشنبه
fi: Su
fr: Dim
hi: रवि
hu: Vas
id: Min
it: Dom
ja: 日
lt: Sekmadienis
lv: Sv
my: တနဂ
pl: Nie
pt_pt: Dom
ro: Duminică
ru: ВС
si: ඉරිදා
sr: Нед
tr: Paz
uk: Нд
ur_pk: اتوار
vi: Chủ nhật

# SchedulerDialog|
source: Mon
ar: إثنبن
bg: Пн
bn: সোম
cs_cz: Po
de: Mo
es: Lun
fa: دوشنبه
fi: Ma
fr: Lun
hi: मोन
hu: Hé
id: Sen
it: Lun
ja: 月
lt: Pirmadienis
lv: P
my: တနလ
pl: Pon
pt_pt: Seg
ro: Luni
ru: ПН
si: සඳුදා
sr: Пон
tr: Pts
uk: Пн
ur_pk: پیر
vi: Thứ hai

# SchedulerDialog|
source: Tue
ar: ثلاثاء
bg: Вт
bn: মঙ্গল
cs_cz: Út
de: Di
es: Mar
fa: سه شنبه
fi: Ti
fr: Mar
hi: मंगल
hu: Ke
id: Sel
it: Mar
ja: 火
lt: Antradienis
lv: O
my: အဂ
pl: Wto
pt_pt: Ter
ro: Marți
ru: ВТ
si: අඟහරුවාදා
sr: Уто
tr: Sal
uk: Вт
ur_pk: منگل
vi: Thứ ba

# SchedulerDialog|
source: Wed
ar: أربعاء
bg: Ср
bn: বুধ
cs_cz: St
de: Mi
es: Mié
fa: چهارشنبه
fi: Ke
fr: Mer
hi: बुध
hu: Sze
id: Rab
it: Mer
ja: 水
lt: Trečiadienis
lv: Tr
my: ဗဒဟ
pl: Śro
pt_pt: Qua
ro: Miercuri
ru: СР
si: බදාදා
sr: Сре
tr: Çar
uk: Ср
ur_pk: بدھ
vi: Thứ tư

# SchedulerDialog|
source: Thu
ar: خميس
bg: Чт
bn: বৃহস্পতি
cs_cz: Čt
de: Do
es: Jue
fa: پنجشنبه
fi: To
fr: Jeu
hi: गुरु
hu: Csüt
id: Kam
it: Gio
ja: 木
lt: Ketvirtadienis
lv: Ce
my: ကသ
pl: Czw
pt_pt: Qui
ro: Joi
ru: ЧТ
si: බ්‍රහස්පතින්දා
sr: Чет
tr: Per
uk: Чт
ur_pk: جمعرات
vi: Thứ năm

# SchedulerDialog|
source: Fri
ar: جمعة
bg: Пт
bn: শুক্র
cs_cz: Pá
de: Fr
es: Vie
fa: جمعه
fi: Pe
fr: Ven
hi: शुक्र
hu: Pé
id: Jum
it: Ven
ja: 金
lt: Penktadienis
lv: Pk
my: သက
pl: Pią
pt_pt: Sex
ro: Vineri
ru: ПТ
si: සිකුරාදා
sr: Пет
tr: Cum
uk: Пт
ur_pk: جمعہ
vi: Thứ sáu

# SchedulerDialog|
source: Sat
ar: سبت
bg: Сб
bn: শনি
cs_cz: So
de: Sa
es: Sáb
fa: شنبه
fi: La
fr: Sam
hi: बैठा
hu: Szo
id: Sab
it: Sab
ja: 土
lt: Šeštadienis
lv: S
my: စန
pl: Sob
pt_pt: Sáb
ro: Sâmbătă
ru: СБ
si: සෙනසුරාදා
sr: Суб
tr: Cts
uk: Сб
ur_pk: ہفتہ
vi: Thứ bảy

# SchedulerTools|
source: Set days of the week to enable Scheduler
ar: تعيين أيام من الأسبوع لتمكين الجدولة
bg: Задаване на дни от седмицата за включване на графика
bn: শিডিউলার সক্ষম করতে সপ্তাহের দিনগুলি সেট করুন৷
cs_cz: Pro povolení plánovače nastavte dny v týdnu
de: Wochentage festlegen, um den Terminplaner zu aktivieren
es: Establecer días de la semana para habilitar el programador
fa: برای فعال کردن برنامه زمانبندی، روزهای هفته را تنظیم کنید
fi: Viikonpäivät, joina ajoitusta käytetään.
fr: Régler les jours de la semaine pour activer le Planificateur
hi: शेड्यूलर को सक्षम करने के लिए सप्ताह के दिन निर्धारित करें
hu: A hét napjainak beállítása az ütemezés engedélyezéséhez
id: Atur hari dalam minggu untuk mengaktifkan mode Penjadwalan
it: Imposta i giorni della settima da abilitare per la pianificazione
ja: スケジュールを有効にする曜日を設定する
lt: Nustatykite savaitės dienas, kad įgalintumėte planuoklį
lv: Iestati nedēļas dienas, lai iespējotu Plānotāju
my: စီစဉ်သူကို ဖွင့်ရန်အတွက် ရက်များကို သတ်မှတ်ပါ
pl: Ustaw dni tygodnia, aby włączyć Harmonogram
pt_pt: Definir dias da semana para ativar o Agendador
ro: Setați zilele săptămânii pentru a activa Planificator
ru: Укажите дни недели, чтобы включить планировщик
si: කාලසටහන සක්රීය කිරීම සඳහා සතියේ දින සකසන්න
sr: Подесите дане у недељи за активацију планера
tr: Zamanlayıcıyı etkinleştirmek için haftanın günlerini ayarlayın
uk: Встановити дні тижня для ввімкнення планувальника
ur_pk: شیڈیولر کو فعال کرنے کے لیے ہفتے کے دن منتخب کریں
vi: Đặt các ngày trong tuần để bật Bộ lập lịch

# SearchField|
source: Search
ar: بحث
bg: Търсене
bn: খুঁজুন
cs_cz: Hledat
de: Suchen
es: Buscar
fa: جستجو
fi: Hae
fr: Chercher
hi: खोजें
hu: Keresés
id: Cari
it: Cerca
lt: Ieškoti
lv: Meklēt
my: ရှာပါ
pl: Szukaj
ro: Cautare
ru: Поиск
si: සොයන්න
sr: Претрага
uk: Пошук
ur_pk: تلاش کریں

# SearchToolbar|
source: Search
ar: بحث
bg: Търсене
bn: খুঁজুন
cs_cz: Hledat
de: Suchen
es: Buscar
fa: جستجو
fi: Hae
fr: Chercher
hi: खोजें
hu: Keresés
id: Cari
it: Cerca
ja: 検索
lt: Ieškoti
lv: Meklēt
my: ရှာပါ
pl: Szukaj
pt_pt: Localizar
ro: Cautare
ru: Поиск
si: සොයන්න
sr: Претрага
tr: Ara
uk: Пошук
ur_pk: تلاش کریں
vi: Tìm kiếm

# SelectModeTopBar|
source: Selected: %1
ar: محدد: %1
bg: Избрано: %1
bn: নির্বাচিতঃ %1
cs_cz: Vybráno: %1
de: Ausgewählt: %1
es: Seleccionado: %1
fa: انتخاب شده: %1
fi: Valittu: %1
fr: Sélectionné: %1
hi: चयनित: %1
hu: Kiválasztva: %1
id: Dipilih: %1
it: Selezionati: %1
ja: 選択済み: %1
lt: Pasirinkta: %1
lv: Izvēlēti: %1
my: ရွေးထားသည်၊ %1
pl: Wybrano: %1
pt_pt: Selecionado: %1
ro: Selectat(e): %1
ru: Выбрано: %1
si: තෝරාගත්තා: %1
sr: Изабрано: %1
tr: Şeçilen: %1
uk: Вибрано: %1
ur_pk: منتخب شدہ: %1
vi: Đã chọn: %1

# SelectSortFieldDialog|
source: Sort
ar: ترتيب
bg: Сортиране
bn: সাজান
cs_cz: Řadit
de: Sortierung
es: Ordenar
fa: ترتیب
fi: Järjestys
fr: Trier
hi: सॉर्ट करें
hu: Rendezés
id: Urutkan
it: Ordina per
ja: 並べ替え
lv: Kārtot
my: စဉ်
pl: Sortuj
pt_pt: Tipo
ro: Sortare
ru: Сортировка
si: වර්ග කරන්න
sr: Сортирај
tr: Sırala
uk: Сортувати
ur_pk: ترتیب دیں
vi: Sắp xếp

# SelectSortFieldDialog|
source: By date
ar: بالتاريخ
bg: По дата
bn: তারিখ অনুসারে
cs_cz: Podle datumu
de: Nach Datum
es: Por fecha
fa: بر اساس تاریخ
fi: Päivämäärä
fr: Par date
hi: तिथि के अनुसार
hu: Dátum szerint
id: Menurut tanggal
it: Data
ja: 日付順
lt: Pagal datą
lv: Pēc datuma
my: ရက်စွဲဖြင့်
pl: Według daty
pt_pt: Por data
ro: După dată
ru: По дате
si: දිනය අනුව
sr: По датуму
tr: Tarihe göre
uk: За датою
ur_pk: تاریخ کے لحاظ سے
vi: Theo ngày

# SelectSortFieldDialog|
source: By name
ar: بالاسم
bg: По име
cs_cz: Podle názvu
de: Nach Name
es: Por nombre
fa: بر اساس نام
fi: Nimi
fr: Par nom
hi: नाम से
hu: Név szerint
id: Menurut nama
it: Nome
ja: 名前順
lt: Pagal vardą
lv: Pēc nosaukuma
my: အမည်ဖြင့်
pl: Według nazwy
pt_pt: Por nome
ro: După nume
ru: По названию
si: නමින්
sr: По имену
tr: Ada göre
uk: За ім'ям
ur_pk: نام کے لحاظ سے
vi: Theo tên

# SelectSortFieldDialog|
source: By size
ar: بالحجم
bg: По размер
cs_cz: Podle velikosti
de: Nach Größe
es: Por tamaño
fa: بر اساس حجم
fi: Koko
fr: Par taille
hi: आकार के अनुसार
hu: Méret szerint
id: Menurut ukuran
it: Dimensione
ja: サイズ順
lt: Pagal dydį
lv: Pēc izmēra
my: ပမာဏဖြင့်
pl: Według rozmiaru
pt_pt: Por tamanho
ro: După mărime
ru: По размеру
si: ප්රමාණය අනුව
sr: По величини
tr: Boyuta göre
uk: За розміром
ur_pk: سائز کے لحاظ سے
vi: Theo kích thước

# SelectSortFieldDialog|
source: Ascending
ar: تصاعدي
bg: Нарастващ
bn: আরোহী
cs_cz: Vzestupně
de: Aufsteigend
es: Ascendente
fa: افزایشی
fi: Nouseva
fr: Ascendant
hi: आरोही
hu: Növekvő
id: Menanjak
it: Crescente
ja: 昇順
lt: Kylantis
lv: Augošs
my: အတက်
pl: Rosnąco
pt_pt: Crescente
ro: Ascendent
ru: По возрастанию
si: නැගී ඒම
sr: Растуће
tr: Artan
uk: За зростанням
ur_pk: صعودی ترتیب
vi: Tăng dần

# SelectSortFieldDialog|
source: Descending
ar: تنازلي
bg: Намаляващ
bn: অবরোহী
cs_cz: Sestupně
de: Absteigend
es: Descendente
fa: کاهشی
fi: Laskeva
fr: Descendant
hi: अवरोही
hu: Csökkenő
id: Menurun
it: Decrescente
ja: 降順
lt: Mažėjantis
lv: Dilstošs
my: အဆင်း
pl: Malejąco
pt_pt: Descendente
ro: Descendent
ru: По убыванию
si: බැස යාම
sr: Опадајуће
tr: Azalan
uk: За спаданням
ur_pk: نزولی ترتیب
vi: Giảm dần

# SettingsPage|
source: Invalid settings
ar: إعدادات غير صالحة
bg: Невалидни настройки
bn: অবৈধ সেটিংস
cs_cz: Neplatná nastavení
de: Ungültige Einstellungen
es: Ajustes inválidos
fa: تنظیمات نامعتبر
fi: Virheelliset asetukset
fr: Paramètres invalides
hi: अमान्य सेटिंग्स
hu: Érvénytelen beállítások
id: Pengaturan tidak valid
it: Impostazioni non valide
ja: 無効な設定です
lt: Netinkami nustatymai
lv: Nederīgi iestatījumi
my: တရားမဝင် အပြင်အဆင်များ
pl: Nieprawidłowe ustawienie
pt_pt: Configurações inválidas
ro: Setări nevalide
ru: Неверные настройки
si: අවලංගු සැකසුම්
sr: Неважећа подешавања
tr: Geçersiz ayarlar
uk: Неправильні налаштування
ur_pk: غیر موزوں ترتیبات
vi: Cài đặt không hợp lệ

# SettingsPage|
source: . Close anyway?
ar: إغلاق على أي حال؟
bg: . Затваряне въпреки всичко?
bn: . যাইহোক বন্ধ?
cs_cz: . Přesto zavřít?
de: . Trotzdem schließen?
es: . ¿Cerrar de todos modos?
fa: به هر حال بسته شود؟
fi: . Suljetaanko silti?
fr: . Fermer quand même?
hi: । वैसे भी बंद करो?
hu: . Biztosan bezárod?
id: . Tutup saja?
it: . Vuoi chiudere comunque?
ja: 。それでも閉じますか?
lt: . Vis tiek uždaryti?
lv: . Tik un tā aiztaisīt?
my: ဘာနေနေ ပိတ်ရမလာ။
pl: . Zamknąć mimo to?
pt_pt: . Fechar mesmo assim?
ro: . Închideți oricum?
ru: . Всё равно закрыть?
si: . කොහොම හරි වහන්නද?
sr: . Ипак затворити?
tr: . Yine de kapatılsın mı?
uk: . Все одно закрити?
ur_pk: . بہر حال بند کریں؟
vi: . Vẫn đóng?

# SettingsPage|
source: Preferences
ar: التفضيلات
bg: Настройки
bn: পছন্দসমূহ
cs_cz: Možnosti
de: Einstellungen
es: Preferencias
fa: تنظیمات
fi: Asetukset
fr: Préférences
hi: पसंद
hu: Beállítások
id: Pengaturan
it: Impostazioni
ja: 環境設定
lt: Parinktys
my: အပြင်အဆင်များ...
pl: Preferencje
pt_pt: Preferências
ro: Preferinţe
ru: Настройки
si: මනාප
sr: Поставке
tr: Tercihler
uk: Налаштування
ur_pk: ترجیحات
vi: Tuỳ chỉnh

# SettingsPage|
source: General
ar: عام
bg: Общи
bn: সাধারণ
cs_cz: Obecné
de: Allgemein
fa: عمومی
fi: Yleiset
fr: Général
hi: सामान्य
hu: Általános
id: Umum
it: Generale
ja: 全般
lt: Apskritai
lv: Vispārīgi
my: အထွေထွေ
pl: Ogólne
pt_pt: Geral
ru: Основные
si: සාමාන්ය
sr: Опште
tr: Genel
uk: Загальні
ur_pk: عام
vi: Chung

# SettingsPage|
source: Browser Integration
ar: تكامل المتصفح
bg: Интегриране в браузъра
bn: ব্রাউজার ইন্টিগ্রেশন
cs_cz: Integrace s prohlížečem
es: Integración del navegador
fa: یکپارچه سازی مرورگر
fi: Selainintegraatio
fr: Intégration au navigateur
hi: ब्राउज़र एकीकरण
hu: Böngésző integráció
id: Penyatuan Peramban
it: Integrazione browser
ja: ブラウザーとの連携
lt: Naršyklės integravimas
lv: Interneta pārlūka Integrācija
my: ဘရောင်ဇာ ပေါင်းစည်းခြင်း
pl: Integracja z przeglądarką
pt_pt: Integração com o Navegador
ro: Integrare în browser web
ru: Интеграция с браузерами
si: බ්රව්සර් ඒකාබද්ධ කිරීම
sr: Интеграција са прегледачем
tr: Tarayıcı Bütünleştirmesi
uk: Інтегрувати до браузера
ur_pk: براؤزر انٹیگریشن
vi: Tích hợp trình duyệt

# SettingsPage|
source: Network
ar: الشبكة
bg: Мрежа
cs_cz: Síť
de: Netzwerk
es: Red
fa: شبکه
fi: Verkko
fr: Réseau
hi: नेटवर्क
hu: Hálózat
id: Jaringan
it: Rete
ja: ネットワーク
lt: Tinklas
lv: Internets
my: ကွန်ရက်
pl: Sieć
pt_pt: Rede
ro: Rețea
ru: Сеть
si: ජාලය
sr: Мрежа
tr: Ağ
uk: Мережа
ur_pk: نیٹ ورک
vi: Mạng

# SettingsPage|
source: Traffic Limits
ar: حدود نقل البيانات
bg: Лимит на трафика
bn: ট্রাফিক সীমা
cs_cz: Limity přenosu
es: Límites de Tráfico
fa: محدودیت ترافیک
fi: Tiedonsiirtorajoitukset
fr: Limites de Trafic
hi: यातायात सीमाएं
hu: Forgalmi korlátok
id: Batasan lalu lintas
it: Limiti traffico
ja: トラフィックの制限
lt: Eismo apribojimai
lv: Satiksmes Limiti
my: သွားလာမှု ကန့်သတ်ချက်များ
pl: Limity prędkości
pt_pt: Limite de Tráfego
ro: Limite de trafic
ru: Ограничение скорости
si: වේග සීමාවන්
sr: Ограничења саобраћаја
tr: Trafik Sınırları
uk: Обмеження трафіку
ur_pk: ٹریفک کی حدود
vi: Giới hạn giao thông

# SettingsPage|
source: Antivirus
ar: مضاد الفيروسات
bg: Антивирус
bn: অ্যান্টিভাইরাস
de: Antivirusprogramm
fa: آنتی‌ویروس
fi: Virustorjunta
hi: एंटीवायरस
hu: Vírusírtó
ja: ウイルス対策
lt: Antivirusinė
lv: Antivīrusa programma
my: ဗိုင်းရပ်ကာကွယ်ရေး
pl: Antywirus
pt_pt: Antivírus
ru: Антивирус
si: ප්රති-වයිරස
sr: Антивирус
tr: Antivirüs
uk: Антивірус
ur_pk: اینٹی وائرس
vi: Diệt virus

# SettingsPage|
source: Remote Access
ar: الوصول عن بعد
bg: Отдалечен достъп
bn: দূরবর্তী প্রবেশাধিকার
cs_cz: Vzdálený přístup
de: Fernzugriff
es: Acceso remoto
fa: دسترسی ریموت
fi: Etähallinta
fr: Accès Distant
hi: दूरदराज का उपयोग
hu: Távirányítás
id: Akses Jarak Jauh
it: Accesso remoto
ja: リモートアクセス
lt: Nuotolinė prieiga
lv: Attālinātā Piekļuve
my: အဝေးက သုံးခွင့်
pl: Zdalny dostęp
pt_pt: Acesso Remoto
ro: Acces de la distanță
ru: Удалённый доступ
si: දුරස්ථ ප්රවේශය
sr: Даљински приступ
tr: Uzaktan Erişim
uk: Віддалений доступ
ur_pk: ریموٹ رسائی

# SettingsPage|
source: Advanced
ar: متقدم
bg: Допълнителни
bn: উন্নত
cs_cz: Rozšířené
de: Erweitert
es: Avanzado
fa: پیشرفته
fi: Lisäasetukset
fr: Avancé
hi: एडवांस
hu: Haladó
id: Lanjutan
it: Opzioni avanzate
ja: 高度な設定
lt: Išplėsti
lv: Advancēts
my: အဆင့်မြင့်
pl: Zaawansowane
pt_pt: Avançado
ro: Avansat
ru: Расширенные
si: අධි
sr: Напредно
tr: Gelişmiş
uk: Додатково
ur_pk: ایڈوانسڈ
vi: Nâng cao

# SettingsPage|
source: Troubleshooting
ar: استكشاف الأخطاء وإصلاحها
bg: Отстраняване на неизправности
bn: সমস্যা সমাধান
cs_cz: Řešení problémů
de: Fehlerbehebung
fa: عیب‌یابی
fi: Vianmääritys
fr: Dépannage
hu: HIbakeresés
id: Pemecahan masalah
it: Risoluzione dei problemi
ja: トラブルシューティング
lt: Trikčių šalinimas
lv: Problēmu novēršana
my: အမှားရှာခြင်း
pl: Rozwiązywanie problemów
pt_pt: Solução de problemas
ro: Depanare
ru: Решение проблем
si: දෝශ නිරාකරණය
sr: Решавање проблема
tr: Sorun Giderme
uk: Вирішення проблем
ur_pk: خرابیوں کا حل

# SettingsPage|
source: Settings
ar: الإعدادات
bg: Настройки
bn: সেটিংস
cs_cz: Nastavení
de: Einstellungen
es: Ajustes
fa: تنظیمات
fi: Asetukset
fr: Paramètres
hi: सेटिंग
hu: Beállítások
id: Pengaturan
it: Impostazioni
ja: 設定
lt: Nustatymai
lv: Iestatījumi
my: အပြင်အဆင်များ
pl: Ustawienia
pt_pt: Configurações
ro: Setări
ru: Настройки
si: සැකසුම්
sr: Подешавања
tr: Ayarlar
uk: Налаштування
ur_pk: ترتیبات
vi: Cài đặt

# SettingsPage|
source: Downloads settings
ar: إعدادات التنزيلات
bg: Настройки за изтегляния
bn: ডাউনলোড সেটিংস
cs_cz: Nastavení stahování
de: Downloadeinstellungen
es: Ajustes de descargas
fa: تنظیمات دانلودها
fi: Latausasetukset
fr: Paramètres des téléchargements
hi: डाउनलोड सेटिंग
hu: Letöltési beállítások
id: Pengaturan unduhan
it: Impostazioni download
ja: ダウンロード設定
lt: Atsisiuntimų nustatymai
lv: Lejupielāžu iestatījumi
my: ဒေါင်းလုပ် အပြင်အဆင်များ
pl: Ustawienia pobierania
pt_pt: Configurações de download
ro: Setări de descărcări
ru: Настройки загрузок
si: බාගත කිරීම් සැකසුම්
sr: Подешавања преузимања
tr: İndirme ayarları
uk: Налаштування завантажень
ur_pk: ڈاؤن لوڈز کی ترتیبات
vi: Cài đặt tải xuống

# SettingsPage|
source: Network settings
ar: إعدادات الشبكة
bg: Настройки на мрежата
bn: নেটওয়ার্ক সেটিংস
cs_cz: Nastavení sítě
de: Netzwerkeinstellungen
es: Ajustes de red
fa: تنظیمات شبکه
fi: Verkkoasetukset
fr: Paramètres réseau
hi: नेटवर्क सेटिंग
hu: Hálózati beállítások
id: Pengaturan jaringan
it: Impostazioni rete
ja: ネットワーク設定
lt: Tinklo nustatymai
lv: Interneta iestatījumi
my: ကွန်ရက် အပြင်အဆင်များ
pl: Ustawienia sieci
pt_pt: Configurações de rede
ro: Setări de rețea
ru: Сетевые настройки
si: ජාල සැකසුම්
sr: Мрежна подешавања
tr: Ağ ayarları
uk: Налаштування мережі
ur_pk: نیٹ ورک کی ترتیبات
vi: Cài đặt mạng

# SettingsPage|
source: Traffic limits
ar: حدود نقل البيانات
bg: Лимит на трафика
bn: ট্রাফিক সীমা
cs_cz: Limity přenosu
es: Límites de tráfico
fa: محدودیت ترافیک
fi: Tiedonsiirtorajoitukset
fr: Limites de trafic
hi: यातायात सीमा
hu: Forgalmi korlátok
id: Batasan lalu lintas
it: Limiti traffico
ja: トラフィックの制限
lt: Eismo apribojimai
lv: Satiksmes limiti
my: သွားလာမှု ကန့်သတ်ချက်များ
pl: Limity prędkości
pt_pt: Limite de Tráfego
ro: Limite de trafic
ru: Ограничение скорости
si: වේග සීමාවන්
sr: Ограничења саобраћаја
tr: Trafik sınırları
uk: Обмеження трафіку
ur_pk: ٹریفک کی حدود
vi: Giới hạn lưu lượng
