Repository: FreeDownloadManagerTeam/FDM6-localization
Catalog: main/fdm_*.po
Languages: ar, bg, bn, cs_cz, de, es, fa, fi, fr, hi, hu, id, it, ja, lt, lv, my, pl, pt_pt, ro, ru, si, sr, tr, uk, ur_pk, vi

# BrowserIntegrationSettings|
source: Intercept downloads in your web browser
ar: التقاط التنزيلات من متصفحك
bg: Прихващане на изтегляния в браузъра
bn: আপনার ওয়েব ব্রাউজারে ডাউনলোড বাধা
cs_cz: Zachytávat stahování ve Vašem prohlížeči
de: Downloads vom Webbrowser abfangen
es: Interceptar descargas en tu navegador web
fa: رهگیری دانلودها در مرورگر خود
fi: Kaappaa lataukset selaimista
fr: Intercepter les téléchargements dans votre navigateur web
hi: अपने वेब ब्राउज़र में डाउनलोड को रोकें
hu: Letöltések elfogása a böngésződben
id: Mencegat unduhan di peramban web Anda
it: Intercetta download nel browser web
ja: ウェブブラウザーのダウンロードを禁止する
lt: Perimkite atsisiuntimus savo žiniatinklio naršyklėje
lv: Pārtvert lejupielādes jūsu interneta pārlūkā
my: သင့်ဝဘ် ဘရောင်ဇာတွင် ဒေါင်းလုပ်များကို ဖြတ်ယူရန်
pl: Przechwyć pobierania ze swojej przeglądarki
pt_pt: Interceptar transferências no seu navegador
ro: Interceptați descărcările în browserul dvs. web
ru: Перехватывать загрузки из вашего браузера
si: ඔබගේ වෙබ් බ්රවුසරයේ බාගත කිරීම් අවහිර කරන්න
sr: Пресретни преузимања у вашем веб прегледачу
tr: Web tarayıcısında indirmeleri engelle
uk: Перехоплювати завантаження у веб-браузері
ur_pk: اپنے ویب براؤزر میں ڈاؤن لوڈز کو روکیں
vi: Chặn tải xuống trong trình duyệt web của bạn

# BrowserIntegrationSettings|
source: Start downloading without confirmation
ar: بدء التنزيل دون تأكيد
bg: Започване на изтегляне без потвърждение
bn: নিশ্চিতকরণ ছাড়াই ডাউনলোড করা শুরু করুন
cs_cz: Spustit stahování bez potvrzení
de: Download ohne Bestätigung starten
es: Iniciar descarga sin confirmación
fa: شروع کردن به دانلود بدون نیاز به تأیید
fi: Käynnistä lataus ilman vahvistusta
fr: Lancer le téléchargement sans confirmation
hi: बिना पुष्टि के डाउनलोड करना शुरू करें
hu: Letöltés elindítása megerősítés nélkül
id: Mulai unduhan tanpa konfirmasi
it: Avvia download senza conferma
ja: 確認せずにダウンロードを開始する
lt: Pradėkite atsisiųsti be patvirtinimo
lv: Sākt lejupielādēt bez apstiprinājuma
my: အတည်မပြုဘဲ ဒေါင်းလုပ်ခြင်း စတင်ရန်
pl: Rozpocznij pobieranie bez potwierdzenia
pt_pt: Iniciar o download sem confirmação
ro: Începeți descărcarea fără confirmare
ru: Начинать загрузку без подтверждения
si: තහවුරු කිරීමකින් තොරව බාගත කිරීම ආරම්භ කරන්න
sr: Покрени преузимање без потврде
tr: Onay olmadan indirmeyi başlat
uk: Почати завантаження без підтвердження
ur_pk: بغیر تصدیق کے ڈاؤن لوڈ شروع کریں
vi: Bắt đầu tải xuống mà không cần xác nhận

# BrowserIntegrationSettings|
source: Skip domains
ar: تخطي النطاقات
bg: Пропускане на домейни
bn: ডোমেইন এড়িয়ে যান
cs_cz: Přeskočit domény
de: Domains überspringen
es: Omitir dominios
fa: نادیده‌گرفتن دامنه‌ها
fi: Ohita verkkotunnukset
fr: Ignorer les domaines
hi: डोमेन छोड़ें
hu: Domainek kihagyása
id: Lewati domain
it: Salta domini
ja: スキップするドメイン:
lt: Praleisti domenus
lv: Izlaist domēnus
my: ဒိုမိန်းများကို ကျော်ရန်
pl: Pomiń domeny
pt_pt: Pular domínios
ro: Omite domenii
ru: Игнорировать домены
si: ඩොමේන් මඟ හරින්න
sr: Прескочи домене
tr: Şu etki alanlarını atla
uk: Пропустити домени
ur_pk: ڈومینز کو چھوڑ دیں
vi: Bỏ qua tên miền

# BrowserIntegrationSettings|
source: Edit list
ar: تحرير القائمة
bg: Редактиране на списък
bn: তালিকা সম্পাদনা করুন
cs_cz: Upravit seznam
de: Liste bearbeiten
es: Editar lista
fa: ویرایش لیست
fi: Muokkaa listaa
fr: Modifier la liste
hi: संपादन सूची
hu: Lista szerkesztése
id: Sunting daftar
it: Modifica elenco
ja: リストの編集
lt: Redaguoti sąrašą
lv: Rediģēt sarakstu
my: စာရင်းကို တည်းဖြတ်ပါ
pl: Edytuj listę
pt_pt: Lista de edição
ro: Editare listă
ru: Изменить список
si: ලැයිස්තුව සංස්කරණය කරන්න
sr: Измени листу
tr: Listeyi düzenle
uk: Редагувати список
ur_pk: فہرست میں ترمیم کریں
vi: Chỉnh sửa danh sách

# BrowserIntegrationSettings|
source: Are you sure this is a valid domain?
ar: هل أنت متأكد أن هذا نطاق صحيح؟
bg: Сигурни ли сте че това е валиден домейн?
bn: আপনি কি নিশ্চিত যে এটি একটি বৈধ ডোমেন?
cs_cz: Jste si jisti, že se jedná o platnou doménu?
de: Ist dies wirklich eine gültige Domain?
es: ¿Estás seguro/a de que este es un dominio válido?
fa: آیا مطمئن هستید که این یک دامنه معتبر است؟
fi: Onko tämä varmasti oikea osoite?
fr: Êtes vous sûr(e) que le domaine est valide?
hi: क्या आप सुनिश्चित हैं कि यह एक मान्य डोमेन है?
hu: Biztos vagy benne, hogy ez egy valós domain?
id: Apakah Anda yakin bahwa ini adalah domain yang sah?
it: Sei sicuro che questo sia un dominio valido?
ja: このドメインを有効にしますか?
lt: Ar esate tikri, kad tai galiojantis domenas?
lv: Vai esi drošs, ka šis ir derīgs domēns?
my: တရားဝင် ဒိုမိန်းဆိုတာ သေချာပါသလား။
pl: Jesteś pewien, że podana domena jest poprawna?
pt_pt: Tem a certeza de que este é um domínio válido?
ro: Sunteți sigur că acesta este un domeniu valid?
ru: Вы уверены, что это правильный домен?
si: ඔබට විශ්වාසද මේක වලංගු ඩොමේන් කියලා?
sr: Да ли сте сигурни да је ово важећи домен?
tr: Bunun geçerli bir etki alanı olduğuna emin misiniz?
uk: Ви впевнені, що ім'я домену вірне?
ur_pk: کیا آپ کو یقین ہے کہ یہ ایک درست ڈومین ہے؟
vi: Bạn có chắc tên miền này hợp lệ?

# BrowserIntegrationSettings|
source: Skip files with extensions
ar: تخطي الملفات ذات الامتدادات
bg: Пропускане на файлове с разширения
bn: এক্সটেনশন সহ ফাইলগুলি এড়িয়ে যান
cs_cz: Přeskočit soubory s příponami
de: Folgende Dateiendungen überspringen
es: Omitir archivos con extensiones
fa: رد شدن از فایل‌ها با پسوندها
fi: Ohita tiedostopäätteet
fr: Ignorer les fichiers avec les extensions
hi: एक्सटेंशन वाली फ़ाइलें छोड़ें
hu: Fájlok kihagyása kiterjesztésekkel
id: Lewati berkas dengan ekstensi
it: Salta file con estensioni
ja: スキップする拡張子:
lt: Praleisti failus su plėtiniais
lv: Izlaist failus ar paplašinājumiem
my: ဒီလိုဖိုင်မျိုးကို ကျော်သွားရန်
pl: Pomiń pliki z rozszerzeniami
pt_pt: Pular arquivos com extensões
ro: Omite fișierele cu extensii
ru: Игнорировать файлы с расширениями
si: දිගු සහිත ගොනු මඟ හරින්න
sr: Прескочи датотеке са екстензијама
tr: Şu uzantılara sahip dosyaları atla
uk: Пропускати файли з розширеннями
ur_pk: ان ایکسٹینشن والی فائلوں کو چھوڑ دیں
vi: Bỏ qua các tập tin có phần mở rộng

# BrowserIntegrationSettings|
source: Are you sure this is a valid file extension?
ar: هل أنت متأكد أن هذا امتداد ملف صحيح؟
bg: Сигурни ли сте че това е валидно разширение?
bn: আপনি কি নিশ্চিত যে এটি একটি বৈধ ফাইল এক্সটেনশন?
cs_cz: Jste si jisti, že se jedná o platnou příponu souboru?
de: Ist dies eine gültige Dateiendung?
es: ¿Estás seguro/a de que esta es una extensión de archivo válida?
fa: مطمئن هستید که پسوند این فایل معتبر است؟
fi: Onko tämä varmasti oikea tiedostopääte?
fr: Êtes vous sûr(e) que cette extension de fichier est valide?
hi: क्या आप सुनिश्चित हैं कि यह एक वैध फ़ाइल एक्सटेंशन है?
hu: Biztos vagy benne, hogy ez egy valós fájlkiterjesztés?
id: Apakah Anda yakin bahwa ini adalah ekstensi berkas yang sah?
it: Sei sicuro che questa sia un'estensione di file valida?
ja: このファイル拡張子を有効にしますか?
lt: Ar esate tikri, kad tai tinkamas failo plėtinys?
lv: Vai esi drošs, ka šis ir derīgs faila paplašinājums?
my: တရားဝင်ဖိုင်ဆိုတာ သေချာပါသလား။
pl: Jesteś pewien, że podane rozszerzenie jest poprawne?
pt_pt: Tem a certeza de que é uma extensão de ficheiro válida?
ro: Sunteți sigur că aceasta este o extensie de fișier validă?
ru: Вы уверены, что это правильное расширение файла?
si: මෙය වලංගු ගොනු දිගුවක් බව ඔබට විශ්වාසද?
sr: Да ли сте сигурни да је ово важећа екстензија датотеке?
tr: Bunun geçerli bir dosya uzantısı olduğuna emin misiniz?
uk: Ви впевнені, що це вірне розширення файла?
ur_pk: کیا آپ کو یقین ہے کہ یہ ایک درست فائل ایکسٹینشن ہے؟
vi: Bạn có chắc đây là phần mở rộng tệp hợp lệ không?

# BrowserIntegrationSettings|
source: Don't capture downloads smaller than
ar: لا تقم بالتقاط التنزيلات أصغر من
de: Keine Downloads annehmen, die kleiner sind als
fa: از دانلود فایل های کوچکتر از این خودداری کن
fr: Ne pas capturer les téléchargements plus petits que
hu: Ne fogjon el letöltéseket amik kisebbek, mint
ja: 指定サイズ未満のダウンロードを取得しない:
pl: Nie przechwytuj plików mniejszych niż
pt_pt: Não capturar transferências inferiores a
ru: Не перехватывать загрузки размером меньше, чем
sr: Не пресрећи преузимања мања од
tr: Şundan küçük olan indirmeleri yakalama
ur_pk: اس سے چھوٹے ڈاؤن لوڈز کیپچر نہ کریں
vi: Không bắt tải nhỏ hơn

# BrowserIntegrationSettings|
source: Mbytes
ar: ميجابايت
bg: Мбайта
bn: মেগাবাইটস
cs_cz: MB
fa: مگابایت
fi: Mt
fr: Moctets
hi: मेबाइट्स
hu: megabájt
it: Mbyte
ja: MB
lt: Mbaitai
lv: Mbaitiem
pl: MB
ro: Mocteți
ru: Мбайт
sr: Мбајта
tr: Mbayt
uk: Мбайт
ur_pk: میگا بائٹس

# BrowserIntegrationSettings|
source: Use browser if you cancel download via %1
ar: استخدام المتصفح إذا قمت بإلغاء التنزيل عبر %1
bg: Използване на браузъра при отмяна на изтеглянето с %1
bn: আপনি %1 এর মাধ্যমে ডাউনলোড বাতিল করলে ব্রাউজার ব্যবহার করুন
cs_cz: Použít prohlížeč při zrušení stahování pomocí %1
de: Browser verwenden, wenn der Download über %1 abgebrochen wird
es: Usar navegador si cancelas la descarga a través de %1
fa: اگر دانلود از طریق %1 را لغو کردید، از مرورگر استفاده کنید
fi: Käytä selainta, jos %1-lataus perutaan
fr: Utiliser le navigateur si vous annulez le téléchargement via %1
hi: अगर आप %1 के माध्यम से डाउनलोड रद्द करते हैं तो ब्राउज़र का प्रयोग करें
hu: Böngésző használata, ha megszakítod a letöltést itt: %1
id: Gunakan peramban apabila Anda membatalkan unduhan melalui %1
it: Usa il browser se annulli il download con %1
ja: %1 でのダウンロードをキャンセルした場合は、ブラウザーを使用してダウンロードする
lt: Naudokite naršyklę, jei atšaukiate atsisiuntimą per %1
lv: Izmantot interneta pārlūku, ja tu atcel lejupielādi caur %1
my: %1 မှတစ်ဆင့် ဒေါင်းလုပ်ကို ပယ်ဖျက်ပါက ဘရောင်ဇာကို အသုံးပြုပါ
pl: Gdy anulujesz pobieranie pliku w %1, użyj pobierania w przeglądarce
pt_pt: Usar navegador se cancelar o download através do %1
ro: Folosiți browserul dacă anulați descărcarea prin %1
ru: Загружать в браузере при отмене загрузки в %1
si: %1 හරහා බාගත කිරීම අවලංගු කරන්නේ නම් බ් රව්සරය භාවිතා කරන්න
sr: Користи прегледач ако откажете преузимање преко %1
tr: %1 aracılığıyla indirme iptal edilirse tarayıcıyı kullan
uk: Використовувати браузер якщо ви перервете завантаження %1
ur_pk: اگر آپ %1 کے ذریعے ڈاؤن لوڈ منسوخ کرتے ہیں تو براؤزر استعمال کریں
vi: Sử dụng trình duyệt nếu bạn hủy tải qua %1

# BrowserIntegrationSettings|
source: Don't intercept if INSERT key is pressed
ar: لا تعارض إذا تم ضغط مفتاح INSERT
bg: Без прихващане ако е натиснат клавиш INSERT
bn: INSERT কী চাপলে বাধা দেবেন না
cs_cz: Nezachytávat při stisknutí klávesy INSERT
de: Nicht abfangen, wenn die EINFÜGEN-Taste gedrückt wird
fa: اگر کلید INSERT فشار داده شود، دخالت نکنید
fi: Älä kaappaa painettaessa INSERT-näppäintä
fr: Ne pas intercepter si la touche INSÉR est pressée
hu: Ne fogja el, ha az INSERT billentyűt lenyomják
id: Jangan mencegah jika tombol MASUKKAN key ditekan
it: Non intercettare download se viene premuto il tasto 'INS'
ja: INSERT キーを押した場合は禁止しない
lt: Neperimkite, jei paspaustas INSERT klavišas
pl: Nie przechwytuj, jeśli naciśnięto klawisz INSERT
pt_pt: Não interceptar se a tecla INSERT for pressionada
ro: Nu interceptați dacă este apăsată tasta INSERT
ru: Не перехватывать при нажатой клавише INSERT
si: INSERT යතුර එබුවහොත් බාධා නොකරන්න
sr: Не пресрећи ако је притиснут тастер INSERT
tr: INSERT tuşuna basıldığında müdahale etme
uk: Не перехоплювати якщо натиснута клавіша INSERT
ur_pk: اگر INSERT بٹن دبایا جائے تو مداخلت نہ کریں
vi: Không chặn nếu nhấn phím INSERT

# BrowserIntegrationSettings|
source: Capture files with extensions
de: Dateien mit Endungen erfassen
fr: Capturer les fichiers avec extensions
hu: Az ilyen kiterjesztésű fájlok elfogása
ja: 拡張子付きのファイルを取得する
pl: Przechwytuj pliki o rozszerzeniach
pt_pt: Capturar arquivos com extensões
ru: Перехватывать файлы с расширениями
sr: Пресретни датотеке са екстензијама
tr: Şu uzantılara sahip dosyaları yakala
ur_pk: ان ایکسٹینشن والی فائلوں کو کیپچر کریں
vi: Bắt tệp theo phần mở rộng

# BrowserIntroDialog|
source: You're about to open a built-in web browser. It helps you to add downloads into %1. Some of them (e.g. Google Drive downloads) can be added using this browser only, because they require additional information that your Android system's browser does not provide to %1 (or there is no universal way for all browsers to do this).
ar: أنت على وشك فتح متصفح مضمن. يساعدك لإضافة التنزيلات إلى %1. بعض التنزيلات (مثل: تنزيلات جوجل درايف) يمكن إضافته عبر هذا المتصفح فقط, وذلك لاحتياجه لمعلومات أخرى لا يمكن لمتصفح نظام أندرويد أن يقدمها إلى %1 (أو لا توجد وسيلة متفق عليها بين كل المتصفحات لفعل ذلك).
bg: На път сте да отворите вградения браузър. Помага ви да добавите изтегляния в %1. Някои от тях (напр. от Google Drive) могат да бъдат добавени само с този браузър, защото изискват допълнителна информация която браузъра на Android не дава на %1 (или няма универсален начин да се направи за всички браузъри.)
bn: আপনি একটি অন্তর্নির্মিত ওয়েব ব্রাউজার খুলতে চলেছেন৷ এটি আপনাকে %1 এ ডাউনলোড যোগ করতে সাহায্য করে। তাদের মধ্যে কিছু (যেমন Google ড্রাইভ ডাউনলোড) শুধুমাত্র এই ব্রাউজার ব্যবহার করে যোগ করা যেতে পারে, কারণ তাদের অতিরিক্ত তথ্যের প্রয়োজন যা আপনার অ্যান্ড্রয়েড সিস্টেমের ব্রাউজার %1-কে প্রদান করে না (অথবা সমস্ত ব্রাউজারগুলির জন্য এটি করার কোনো সর্বজনীন উপায় নেই)।
cs_cz: Chystáte se otevřít vestavěný webový prohlížeč. To Vám pomůže přidat stahování do %1. Některá ze stahování (např. stahování z Google Drive) mohou být přidána jen pomocí tohoto prohlížeče, protože vyžadují dodatečné informace, které systémový prohlížeč Androidu do programu %1 neposílá (nebo neexistuje žádná univerzální cesta pro všechny prohlížeče).
de: Du bist dabei, einen integrierten Webbrowser zu öffnen. Er wird dir dabei helfen, Downloads in %1 einzufügen. Einige von ihnen (z. B. Google Drive Downloads) können nur über diesen Browser hinzugefügt werden, da sie zusätzliche Informationen erfordern, die der Android System-Browser %1 nicht zur Verfügung stellt (oder es gibt keinen universellen Weg für alle Browser, dies zu tun).
es: Estás a punto de abrir un navegador web integrado. Te ayuda a agregar descargas en %1. Algunas de ellas (p. ej. descargas de Google Drive) se pueden agregar solo usando este navegador, porque requieren información adicional que tu navegador de sistema Android no proporciona a %1 (o no hay un modo universal para todos los navegadores para hacer esto).
fa: شما قرار است وارد یک مرورگر داخلی شوید. این به شما کمک می‌کند تا دانلودها را به %1 اضافه کنید. برخی از آنها (مانند دانلودهای Google Drive) فقط با استفاده از این مرورگر اضافه می‌شوند، زیرا به اطلاعات اضافی نیاز دارند که مرورگر سیستم اندروید شما به %1 ارائه نمی‌دهد (یا روش جهانی برای همه مرورگرها برای انجام این کار وجود ندارد).
fi: Olet avaamassa sisäänrakennetun verkkoselaimen. Sen avulla lisäät latauksia %1:ään helposti. Jotkin lataukset (kuten Google Drive -lataukset) voidaan lisätä vain tästä selaimesta, koska ne tarvitsevat tietoja joita Androidin järjestelmäselain ei jaa %1:lle (tai tätä varten ei ole kaikille selaimille soveltuvaa yleistä tapaa).
fr: Vous allez ouvrir un navigateur web intégré. Cela vous aide à ajouter des téléchargements dans %1. Certains d’entre eux (par ex: les téléchargements Google Drive) peuvent être ajoutés en utilisant uniquement ce navigateur, car ils requièrent une information additionnelle que votre navigateur système Android ne fournit pas à %1 (ou il n’y a pas un moyen universel pour tous les navigateurs de faire cela).
hi: आप एक अंतर्निहित वेब ब्राउज़र खोलने जा रहे हैं। यह आपको %1 में डाउनलोड जोड़ने में मदद करता है। आप एक अंतर्निर्मित वेब ब्राउज़र खोलने वाले हैं। यह आपको डाउनलोड को %1 में जोड़ने में मदद करता है। उनमें से कुछ (जैसे गूगल ड्राइव डाउनलोड) को केवल इस ब्राउज़र का उपयोग करके जोड़ा जा सकता है, क्योंकि उन्हें अतिरिक्त जानकारी की आवश्यकता होती है जो आपके एंड्रॉइड सिस्टम का ब्राउज़र %1 को प्रदान नहीं करता है (या ऐसा करने के लिए सभी ब्राउज़रों के लिए कोई सार्वभौमिक तरीका नहीं है)।
hu: Egy beépített webböngésző megnyitására készül. Segít a letöltések %1 -be való hozzáadásában. Néhányuk (pl. Google Drive letöltések) csak ezzel a böngészővel adható hozzá, mert további információkat igényelnek, amelyeket az Android rendszer böngészője nem biztosít %1 -nek (vagy nincs univerzális módja annak, hogy minden böngésző ezt megtegye).
id: Anda akan membuka peramban web internal. Ini membantu Anda menambahkan unduhan ke %1. Beberapa di antaranya (mis. Unduhan Google Drive) dapat ditambahkan hanya menggunakan peramban ini, karena memerlukan informasi tambahan yang tidak disediakan peramban sistem Android Anda untuk %1 (atau tidak ada cara universal bagi semua peramban untuk melakukannya).
it: Stai per aprire un browser web integrato. Ti aiuta ad aggiungere i download in %1. Alcuni di essi (es. download di Google Drive) possono essere aggiunti solo tramite questo browser, poiché richiedono informazioni aggiuntive che il browser di Android non fornisce a %1 (o non esiste un modo universale per tutti i browser di farlo).
ja: 内蔵ウェブブラウザーで開こうとしています。 これは、ダウンロードを %1 に追加するのに役立ちます。 これらの中 (例えば、Google Drive のダウンロード) には、Android システムのブラウザーが %1 に提供していない追加情報を必要とするため、このブラウザーを使用してのみ追加することができます (または、すべてのブラウザーに共通の方法はありません)。
lt: Ketinate atidaryti integruotą žiniatinklio naršyklę. Tai padeda pridėti atsisiuntimų į %1. Kai kuriuos iš jų (pvz., „Google“ disko atsisiuntimus) galima pridėti tik naudojant šią naršyklę, nes jiems reikia papildomos informacijos, kurios jūsų Android sistemos naršyklė nepateikia %1 (arba nėra universalaus būdo visoms naršyklėms tai padaryti).
lv: Tu atvērsi iebūvēto interneta pārlūku. Tas tev palīdz pievienot lejupielādes iekš %1. Dažas no tām (piem. Google Disks lejupielādes) var tikt pievienotas izmantojot tikai šo interneta pārlūku, tāpēc, ka tie pieprasa papildus informāciju, ko nenodrošina tavas Android sistēmas interneta pārlūks, lai %1 (vai arī nav universāla veida visiem interneta pārlūkiem to izdarīt).
my: တပ်ဆင်ပြီး ဝဘ်ဘရောင်ဇာကို သင်ဖွင့်နေသည်။ ဒေါင်းလုပ်များကို %1 သို့ ထည့်ရန် သင့်ကို ကူညီနေပါသည်။ သင့် အန်းဒွိုက်စနစ် ဘရောင်ဇာက %1 ကို မထောက်ပံ့သဖြင့် ထပ်တိုး အချက်အလက်များ လိုအပ်သည့်အတွက် (ဒါမှမဟုတ် ဘရောင်ဇာတိုင်းမှာ အခြားနည်းလမ်းမရှိလို့ပါ) အချို့က (Google Drive ဒေါင်းလုပ်လိုမျိုး) ဒီဘရောင်ဇာကို သုံးမှသာ ထည့်နိုင်သည်။
pl: Próbujesz otworzyć wbudowaną przeglądarkę. Pomoże ona dodać pobrania do %1. Niektóre z nich (np. z Google Drive) mogą być dodane tylko używając tej przeglądarki, ponieważ wymagają one dodatkowych informacji, których Twoja przeglądarka na Android nie prześle do %1 (lub nie ma uniwersalnej opcji dla wszystkich przeglądarek, aby to wykonać).
pt_pt: Você está prestes a abrir um navegador web integrado. Isso o ajudará a adicionar downloads ao %1. Alguns deles (por exemplo, downloads do Google Drive) podem ser adicionados apenas ao usar este navegador, pois exigem informações adicionais que o navegador do seu sistema Android não fornece ao %1 (ou não existe uma maneira universal de todos os navegadores fazerem isso).
ro: Sunteți pe cale să deschideți un browser web încorporat. Vă ajută să adăugați descărcări în %1. Unele dintre ele (de exemplu, descărcări Google Drive) pot fi adăugate numai folosind acest browser, deoarece necesită informații suplimentare pe care browserul sistemului dvs. Android nu le furnizează %1 (sau nu există o modalitate universală pentru toate browserele de a face acest lucru).
ru: Вы собираетесь открыть встроенный веб-браузер. Это поможет добавлять загрузки в %1. Некоторые из них (например, загрузки с Google Диска) могут быть добавлены только с помощью этого браузера, поскольку браузер вашей системы Android не предоставляет %1 полной информации (либо для популярных браузеров нет универсального способа это сделать).
si: ඔබ බිල්ට් වෙබ් බ් රවුසරයක් විවෘත කිරීමට යන්නේ. %1 ට බාගත කිරීම් එකතු කිරීමට එය ඔබට උපකාරී වේ. ඒවායින් සමහරක් (උදා: ගූගල් ඩ්රයිව් බාගැනීම්) මෙම බ්රවුසරය භාවිතා කරමින් පමණක් එකතු කළ හැකිය, මන්ද ඔබේ ඇන්ඩ්රොයිඩ් පද්ධතියේ බ්රවුසරය%1 වෙත ලබා නොදෙන අතිරේක තොරතුරු අවශ්ය වන බැවිනි (නැතහොත් සියලුම බ්රවුසරවලට මෙය කිරීමට විශ්වීය ක්රමයක් නොමැත).
sr: Управо ћете отворити уграђени веб прегледач. Он вам помаже да додате преузимања у %1. Нека од њих (нпр. преузимања са Google Drive-а) могу се додати само помоћу овог прегледачајер захтевају додатне информације које прегледач вашег Android системане пружа апликацији %1 (или не постоји универзални начин за све прегледаче да то ураде).
tr: Yerleşik web tarayıcısını açmak üzeresiniz. İndirmeleri %1 içine eklemenize yardımcı olur. Bunlardan bazıları (örn. Google Drive indirmeleri) sadece bu tarayıcı kullanılarak eklenebilir, çünkü Android sisteminizin tarayıcısının %1 için sağlamadığı ek bilgiler gerektirir (veya tüm tarayıcıların bunu yapmasının evrensel bir yolu yoktur).
uk: Ви збираєтеся відкрити вбудований браузер. Він допоможе вам додати завантаження до %1. Деякі з них (наприклад, завантаження з Google Drive) можна додати лише використовуючи цей браузер, оскільки для завантаження потрібна додаткова інформація. яку ваш браузер в Android не надає %1 (або немає спільного для всіх браузерів способу її отримати).
ur_pk: آپ ایک بلٹ ان ویب براؤزر کھولنے والے ہیں۔ یہ آپ کو %1 میں ڈاؤن لوڈز شامل کرنے میں مدد کرتا ہے۔ ان میں سے کچھ (جیسے کہ گوگل ڈرائیو ڈاؤن لوڈز) صرف اسی براؤزر کا استعمال کرتے ہوئے شامل کیے جا سکتے ہیں، کیونکہ انہیں اضافی معلومات کی ضرورت ہوتی ہے جو آپ کے اینڈرائیڈ سسٹم کا براؤزر %1 کو فراہم نہیں کرتا ہے (یا تمام براؤزرز کے لیے ایسا کرنے کا کوئی عالمگیر طریقہ نہیں ہے)۔
vi: Bạn sắp mở một trình duyệt web tích hợp sẵn. Nó giúp bạn thêm các lượt tải xuống vào %1. Một số trong số chúng (ví dụ: tải xuống Google Drive) chỉ có thể được thêm bằng trình duyệt này vì chúng yêu cầu thông tin bổ sung mà trình duyệt trên hệ thống Android của bạn không cung cấp cho %1 (hoặc không có cách chung nào cho tất cả các trình duyệt thực hiện việc này).

# BrowserIntroDialog|
source: Continue
ar: استمرار
bg: Продължаване
bn: চালিয়ে যান
cs_cz: Pokračovat
de: Fortsetzen
es: Continuar
fa: ادامه
fi: Jatka
fr: Continuer
hi: जारी रखना
hu: Folytatás
id: Lanjutkan
it: Continua
ja: 続行
lt: Tęsti
lv: Turpināt
my: ဆက်လုပ်ရန်
pl: Kontynuuj
pt_pt: Continuar
ro: Continuă
ru: Продолжить
si: දිගටම
sr: Настави
tr: Devam
uk: Продовжити
ur_pk: جاری رکھیں
vi: Tiếp tục

# BrowserListElement|
source: (browser is not installed)
ar: (المتصفح غير مثبت)
bg: (браузърът не е инсталиран)
bn: (ব্রাউজার ইনস্টল করা নেই)
cs_cz: (prohlížeč není nainstalován)
de: (Browser nicht installiert)
es: (navegador no está instalado)
fa: (مرورگر نصب نشده است)
fi: (selainta ei ole asennettu)
fr: (le navigateur n’est pas installé)
hi: (ब्राउज़र स्थापित नहीं है)
hu: (a böngésző nincs telepítve)
id: (peramban tidak terpasang)
it: (browser non installato)
ja: (ブラウザーがインストールされていません)
lt: (naršyklė neįdiegta)
lv: (interneta pārlūks nav instalēts)
my: (ဘရောင်ဇာကို ထည့်သွင်းမထားပါ)
pl: (przeglądarka nie jest zainstalowana)
pt_pt: (navegador não instalado)
ro: (browserul nu este instalat)
ru: (браузер не установлен)
si: (බ්රව්සරය ස්ථාපනය කර නැත)
sr: (прегледач није инсталиран)
tr: (tarayıcı yüklü değil)
uk: (браузер не встановлено)
ur_pk: (براؤزر انسٹال نہیں ہے)
vi: (trình duyệt chưa được cài)

# BtDetailsTab|
source: N/A
ar: لاشئ
cs_cz: Nedostupné
fa: نامشخص
fi: Ei käytettävissä
id: Tidak Diketahui
it: N/D
pl: Brak
ru: Н/Д
sr: Н/А
tr: Yok
uk: Недостпно
ur_pk: دستیاب نہیں
vi: Không áp dụng

# BtDetailsTab|
source: (connected: %1)
ar: (متصل: %1)
bg: (свързан: %1)
cs_cz: (připojeno: %1)
de: (verbunden: %1)
fa: (متصل شده: 1%)
fi: (yhdistetty: %1)
fr: (connecté: %1)
hu: (kapcsolódott: %1)
id: (tersambung: %1)
it: (connesso: %1)
ja: (接続済み: %1)
lt: (prisijungta: %1)
pl: (podłączonych: %1)
pt_pt: (conectado: %1)
ro: (conectat: %1)
ru: (подсоединено: %1)
si: (සම්බන්ධ: %1)
sr: (повезано: %1)
tr: (bağlı: %1)
uk: (під'єднано: %1)
ur_pk: (منسلک: %1)
vi: (đã kết nối: %1)
