Repository: FreeDownloadManagerTeam/FDM6-localization
Catalog: main/fdm_*.po
Languages: ar, bg, bn, cs_cz, de, es, fa, fi, fr, hi, hu, id, it, ja, lt, lv, my, pl, pt_pt, ro, ru, si, sr, tr, uk, ur_pk, vi

# QuaZIODevice|
source: QIODevice::ReadWrite is not supported for QuaZIODevice
ar: لا يتم دعم QIODevice::ReadWrite لـ QuaZIODevice
bg: QIODevice::Четенето и запис едновременно не се поддържат за QuaZIODevice
bn: QIODevice::ReadWrite QuaZIODevice-এর জন্য সমর্থিত নয়
cs_cz: QIODevice::Čtení/Zápis není podporován pro QuaZIODevice
de: QIODevice::ReadWrite wird für QuaZIODevice nicht unterstützt
es: QIODevice::ReadWrite no es soportado para QuaZIODevice
fa: QIODevice::ReadWrite برای QuaZIODevice پشتیبانی نمی‌شود
fi: QIODevice::QuaZIODevice ei tue ReadWrite-tilaa
fr: QIODevice::LectureÉcriture non supportée pour QuaZIODevice
hi: QIODevice::ReadWrite QuaZIODevice के लिए समर्थित नहीं है
hu: QIODevice::ReadWrite nem támogatott QuaZIODevice esetében.
id: QIODevice::ReadWrite tidak didukung untuk QuaZIODevice
it: QIODevice::ReadWrite non è supportato per QuaZIODevice
ja: QuaZIODevice では QIODevice::ReadWrite に対応していません
lt: QIODevice:SkaitymosRašymo nepalaiko QuaZIODevice
lv: QIODevice::ReadWrite nav atbalstīts priekš QuaZIODevice
my: QIODevice::ReadWrite ကို QuaZIODevice အတွက် ထောက်ပံ့မထားပါ
pl: QIODevice::OdczytZapis nie jest obsługiwany przez QuaZIODevice
pt_pt: QIODevice::ReadWrite não é compatível com QuaZIODevice
ro: QIODevice::ReadWrite nu este acceptat pentru QuaZIODevice
ru: QIODevice::ReadWrite не поддерживается для QuaZIODevice
si: QIODevice::ReadWritece QuaZIODevice සඳහා සහාය නොදක්වයි
sr: QIODevice::ReadWrite није подржано за QuaZIODevice
tr: QIODevice::Okuma Yazma, QuaZIODevice için desteklenmiyor
uk: QIODevice::ReadWrite не підтримується для QuaZIODevice
ur_pk: QIODevice::ReadWrite QuaZIODevice کے لیے تعاون یافتہ نہیں ہے

# QuaZipFile|
source: ZIP/UNZIP API error %1
ar: خطأ API في ZIP/UNZIP %1
bg: ZIP/UNZIP API грешка %1
bn: ZIP/UNZIP API ত্রুটি %1
cs_cz: Chyba API pro ZIP/UNZIP %1
de: ZIP/UNZIP API-Fehler %1
es: Error de API ZIP/UNZIP %1
fa: خطای ZIP/UNZIP API %1
fi: ZIP/UNZIP-rajapintavirhe %1
fr: Erreur %1 sur l'API ZIP/UNZIP
hi: ZIP/UNZIP API त्रुटि %1
hu: ZIP/UNZIP API hiba: %1
id: Kesalahan API ZIP/UNZIP %1
it: Errore ZIP/UNZIP API %1
ja: ZIP/UNZIP API エラー %1
lt: ZIP/UNZIP API klaida %1
lv: ZIP/UNZIP API kļūda %1
my: ZIP/UNZIP API အမှား %1
pl: Błąd API ZIP/UNZIP %1
pt_pt: Erro de API ZIP/UNZIP %1
ro: ZIP/UNZIP eroare API %1
ru: Ошибка ZIP/UNZIP API %1
si: ZIP/UNZIP API දෝෂය%1
sr: ZIP/UNZIP API грешка %1
tr: ZIP/UNZIP API hatası %1
uk: Помилка ZIP/UNZIP API %1
ur_pk: ZIP/UNZIP API خرابی %1

# QuitConfirmationDialog|
source: Are you sure you want to quit?
ar: هل أنت متأكد من أنك تريد الخروج؟
bg: Сигурни ли сте че искате да излезете?
bn: আপনি কি নিশ্চিত যে আপনি পরিত্যাগ করতে চান?
cs_cz: Opravdu ukončit?
de: Willst du wirklich beenden?
es: ¿Estás seguro/a de que quieres salir?
fa: آیا مطمئن هستید که می‌خواهید خارج شوید؟
fi: Haluatko varmasti sulkea sovelluksen?
fr: Êtes vous sûr(e) de vouloir quitter?
hi: क्या आप वाकई छोड़ना चाहते हैं?
hu: Biztosan ki szeretne lépni?
id: Apa Anda yakin untuk keluar?
it: Sei sicuro di voler uscire?
ja: 本当に終了しますか?
lt: Ar tikrai norite išeiti?
lv: Vai esi drošs, ka vēlies iziet?
my: ထွက်ချင်သည်မှာ သေချာပြီလား။
pl: Na pewno chcesz wyjść?
pt_pt: Tem a certeza de que deseja sair?
ro: Ești sigur că vrei să ieșiți?
ru: Вы уверены, что хотите выйти?
si: ඔයාට විශ්වාසද ඔයාට නවත්වන්න ඕනේ කියලා?
sr: Да ли сте сигурни да желите да изађете?
tr: Çıkmak istediğinize emin misiniz?
uk: Ви справді хочете вийти?
ur_pk: کیا آپ واقعی بند کرنا چاہتے ہیں؟
vi: Bạn có chắc chắn muốn thoát không?

# QuitConfirmationDialog|
source: OK
ar: حسنا
bn: ওকে
es: Aceptar
fa: تأیید
hi: ठीक है
hu: Rendben
lt: Gerai
my: အိုကေ
ru: ОК
si: හරි
sr: У реду
tr: Tamam
ur_pk: ٹھیک ہے
vi: Đồng ý

# QuitConfirmationDialog|
source: Cancel
ar: إلغاء
bg: Отказ
bn: বাতিল করুন
cs_cz: Storno
de: Abbrechen
es: Cancelar
fa: انصراف
fi: Peru
fr: Annuler
hi: रद्द करें
hu: Mégse
id: Batalkan
it: Annulla
ja: キャンセル
lt: Atšaukti
lv: Atcelt
my: ပယ်ဖျက်
pl: Anuluj
pt_pt: Cancelar
ro: Anulează
ru: Отмена
si: අවලංගු කරන්න
sr: Откажи
tr: İptal
uk: Скасувати
ur_pk: منسوخ کریں
vi: Hủy

# RemoteControlSettings|
source: Remote Access
ar: الوصول عن بعد
bg: Отдалечен достъп
bn: দূরবর্তী প্রবেশাধিকার
cs_cz: Vzdálený přístup
de: Fernzugriff
es: Acceso remoto
fa: دسترسی کنترل از راه دور
fi: Etähallinta
fr: Accès Distant
hi: दूरदराज का उपयोग
hu: Távoli hozzáférés
id: Akses Jarak Jauh
it: Accesso remoto
ja: リモートアクセス
lt: Nuotolinė prieiga
lv: Attālinātā Piekļuve
my: အဝေးက သုံးခွင့်
pl: Zdalny dostęp
pt_pt: Acesso Remoto
ro: Acces de la distanță
ru: Удалённый доступ
si: දුරස්ථ ප්රවේශය
sr: Даљински приступ
tr: Uzaktan Erişim
uk: Віддалений доступ
ur_pk: ریموٹ رسائی
vi: Truy cập từ xa

# RemoteControlSettings|
source: (beta)
ar: (بيتا)
bg: (бета)
bn: (বিটা)
fa: (بتا)
fi: (beeta)
fr: (bêta)
hi: (बीटा)
hu: (béta)
ja: (ベータ)
my: (ဘီတာ)
ru: (бета-версия)
si: (බීටා)
sr: (бета)
uk: (бета)
ur_pk: (بیٹا)

# RemoteControlSettings|
source: Allow remote access to %1 running on this device
ar: السماح بالوصول عن بعد إلى %1 قيد التشغيل على هذا الجهاز
bg: Позволяване на отдалечен достъп до %1 работещ на това устройство
bn: এই ডিভাইসে চলমান %1 দূরবর্তী অ্যাক্সেসের অনুমতি দিন
cs_cz: Umožnit vzdálený přístup k %1 běžícím na tomto zařízení
de: Fernzugriff auf %1 zulassen, das auf diesem Gerät läuft
es: Permitir acceso remoto a %1 ejecutándose en este dispositivo
fa: اجازه دسترسی کنترل از راه دور به %1 که در این دستگاه اجرا می‌شود
fi: Salli tällä laitteella suoritettavan %1:n etähallinta
fr: Autoriser l'accès distant à %1 fonctionnant sur cet appareil
hi: इस डिवाइस पर चल रहे %1 को रिमोट एक्सेस की अनुमति दें
hu: Távoli hozzáférés engedélyezése az ezen az eszközön futó %1 programhoz
id: Izinkan akses jarak jauh ke %1 yang berjalan pada perangkat ini
it: Consenti accesso remoto a %1 in esecuzione su questo dispositivo
ja: このデバイス上で動作している %1 へのリモートアクセスを許可する
lt: Leisti nuotolinę prieigą prie %1, veikiančio šiame įrenginyje
lv: Atļaut attālinātu piekļuvi %1, kas darbojās uz jūsu ierīces
my: ဒီပစ္စည်းတွင် လုပ်နေသည့် %1 သို့ အဝေးရယူမှုကို ခွင့်ပြုပါ
pl: Zezwól na zdalny dostęp do %1 uruchomionego na tym urządzeniu
pt_pt: Permitir acesso remoto ao %1 em execução neste dispositivo
ro: Permite accesul de la distanță la %1 care rulează pe acest dispozitiv
ru: Разрешить удалённый доступ к %1 на этом устройстве
si: මෙම උපාංගයේ%1 ධාවනය වන දුරස්ථ ප්රවේශයට ඉඩ දෙන්න
sr: Дозволи даљински приступ програму %1 на овом уређају
tr: Bu cihazda çalışan %1 için uzaktan erişime izin ver
uk: Дозвольте віддалений доступ до %1 запущеного на цьому пристрої
ur_pk: اس آلے پر چلنے والے %1 تک ریموٹ رسائی کی اجازت دیں
vi: Cho phép truy cập từ xa đến %1 đang chạy trên thiết bị này

# RemoteControlSettings|
source: Password
ar: كلمة المرور
bg: Парола
bn: পাসওয়ার্ড
cs_cz: Heslo
de: Passwort
es: Contraseña
fa: رمز عبور
fi: Salasana
fr: Mot de passe
hi: पासवर्ड
hu: Jelszó
id: Kata Sandi
ja: パスワード
lt: Slaptažodis
lv: Parole
my: စကားဝှက်
pl: Hasło
pt_pt: Senha
ro: Parolă
ru: Пароль
si: මුරපදය
sr: Лозинка
tr: Parola
uk: Пароль
ur_pk: پاس ورڈ
vi: Mật khẩu

# RemoteControlSettings|
source: Status
ar: الحالة
bg: Статус
bn: স্ট্যাটাস
cs_cz: Stav
es: Estado
fa: وضعیت
fi: Tila
fr: Statut
hi: स्थिति
hu: Állapot
it: Stato
ja: ステータス
lt: Būsena
lv: Satuss
my: အခြေအနေ
pt_pt: Estado
ru: Статус
si: තත්ත්වය
sr: Статус
tr: Durum
uk: Статус
ur_pk: اسٹیٹس
vi: Trạng thái

# RemoteControlSettings|
source: Don't use network proxy
ar: لا تستخدم وكيل الشبكة
bg: Да не се използва мрежово прокси
bn: নেটওয়ার্ক প্রক্সি ব্যবহার করবেন না
cs_cz: Nepoužívat síťovou proxy
de: Keinen Netzwerk-Proxy verwenden
fa: عدم استفاده از network proxy
fi: Älä käytä välityspalvelinta
fr: Ne pas utiliser de proxy réseau
hu: Ne használjon hálózati proxy-t
id: Jangan gunakan proxy jaringan
it: Non usare proxy di rete
ja: ネットワークプロキシを使用しない
lt: Nenaudokite tinklo tarpinio serverio
lv: Neizmantot interneta starpniekserveri
my: ကွန်ရက် proxy ကို မသုံးပါနဲ့
pl: Nie używać sieciowego proxy
pt_pt: Não usar proxy de rede
ro: Nu utilizați proxy de rețea
ru: Не использовать сетевой прокси
si: ජාල ප්රොක්සි භාවිතා නොකරන්න
sr: Не користи мрежни прокси
tr: Ağ vekil sunucusu kullanma
uk: Не використовувати проксі
ur_pk: نیٹ ورک پروکسی استعمال نہ کریں
vi: Không sử dụng proxy mạng

source: Remote control settings
ar: إعدادات التحكم عن بعد
bg: Настройки на дистанционното управление
bn: রিমোট কন্ট্রোল সেটিংস
cs_cz: Nastavení vzdáleného ovládání
de: Einstellungen Fernbedienung
fa: تنظیمات ریموت کنترل
fi: Etähallinnan asetukset
fr: Paramètres de contrôle distant
hu: Távirányítás beállításai
id: Pengaturan kendali jarak jauh
it: Impostazioni controllo remoto
ja: リモートコントロールの設定
lt: Nuotolinio valdymo pulto nustatymai
lv: Attālinātās vadības iestatījumi
my: အဝေးထိန်း အပြင်အဆင်များ
pl: Ustawienia zdalnej kontroli
pt_pt: Configurações de controle remoto
ro: Setări la distanță
ru: Настройки удалённого управления
si: දුරස්ථ පාලක සැකසුම්
sr: Подешавања даљинског управљања
tr: Uzaktan kumanda ayarları
uk: Налаштування віддаленого керування
ur_pk: ریموٹ کنٹرول ترتیبات
vi: Cài đặt điều khiển từ xa

# RemoteResourceChangedDialog|
source: Remote resource changed
ar: تم تغيير المورد البعيد
bg: Отдалечения ресурс е променен
bn: দূরবর্তী উৎস পরিবর্তিত হয়েছে
cs_cz: Vzdálený zdroj byl změněn
de: Remote-Ressource geändert
es: Recurso remoto cambiado
fa: منبع ریموت تغییر کرد
fi: Etäresurssi muuttui
fr: Ressource distante changée
hi: दूरस्थ संसाधन बदल गया
hu: A távoli forrás megváltozott
id: Sumber jarak jauh diubah
it: Risorsa remota modificata
ja: リモート側のリソースが変更されました
lt: Nuotolinis išteklius pakeistas
lv: Attālinātais resurss mainīts
my: အဝေး အရင်းအမြစ် ပြောင်းခဲ့သည်
pl: Zmieniono zasób zdalny
pt_pt: Recurso remoto alterado
ro: Resursa de la distanță a fost schimbată
ru: Удалённый ресурс изменён
si: දුරස්ථ සම්පත් වෙනස් විය
sr: Удаљени ресурс је промењен
tr: Uzak kaynak değiştirildi
uk: Віддалений ресурс змінено
ur_pk: ریموٹ وسیلہ (Resource) تبدیل ہو گیا

# RemoteResourceChangedDialog|
source: Always re-download
ar: اعادة التنزيل دائما
bg: Винаги изтегляне отново
bn: সর্বদা পুনরায় ডাউনলোড করুন
cs_cz: Vždy znovu stáhnout
de: Immer erneut herunterladen
es: Siempre volver a descargar
fa: همیشه دوباره دانلود کن
fi: Lataa aina uudelleen
fr: Toujours re-télécharger
hi: हमेशा पुनः डाउनलोड करें
hu: Mindig töltse le újra
id: Selalu unduh ulang
it: Riscarica sempre
ja: 常に再ダウンロード
lt: Visada atsisiųskite iš naujo
lv: Vienmēr lejupielādēt atkārtoti
my: အမြဲ ပြန်ဒေါင်းလုပ်ပါ
pl: Zawsze pobieraj ponownie
pt_pt: Sempre baixar novamente
ro: Re-descărcați întotdeauna
ru: Всегда скачивать заново
si: සෑම විටම නැවත බාගත කරන්න
sr: Увек поново преузми
tr: Her zaman yeniden indir
uk: Завжди завантажувати заново
ur_pk: ہمیشہ دوبارہ ڈاؤن لوڈ کریں

# RemoteResourceChangedDialog|
source: Re-download
ar: اعادة التنزيل
bg: Изтегли отново
bn: পুনরায় ডাউনলোড করুন
cs_cz: Znovu stáhnout
de: Erneut herunterladen
es: Volver a descargar
fa: باز دانلود
fi: Lataa uudelleen
fr: Re-télécharger
hi: फिर से डाउनलोड
hu: Újra letöltés
id: Unduh ulang
it: Riscarica
ja: 再ダウンロード
lt: Atsisiųskite iš naujo
lv: Atkārtoti lejupielādēt
my: ပြန်ဒေါင်းလုပ်ပါ
pl: Pobierz ponownie
pt_pt: Baixar novamente
ro: Re-descărcați
ru: Скачать заново
si: නැවත බාගත කරන්න
sr: Поново преузми
tr: Yeniden indir
uk: Завантажити заново
ur_pk: دوبارہ ڈاؤن لوڈ کریں

# RemoteResourceChangedDialog|
source: Cancel
ar: إلغاء
bg: Отказ
bn: বাতিল করুন
cs_cz: Storno
de: Abbrechen
es: Cancelar
fa: انصراف
fi: Peru
fr: Annuler
hi: रद्द करें
hu: Mégse
id: Batalkan
it: Annulla
ja: キャンセル
lt: Atšaukti
lv: Atcelt
my: ပယ်ဖျက်
pl: Anuluj
pt_pt: Cancelar
ro: Anulează
ru: Отмена
si: අවලංගු කරන්න
sr: Откажи
tr: İptal
uk: Скасувати
ur_pk: منسوخ کریں
vi: Hủy

# RenameDownloadFileDialog|
source: Rename file
ar: إعادة تسمية الملف
bg: Преименуване на файл
bn: ফাইলের নাম পরিবর্তন করুন
cs_cz: Přejmenovat soubor
de: Datei umbenennen
es: Renombrar archivo
fa: تغییر نام فایل
fi: Nimeä tiedosto uudelleen
fr: Renommer le fichier
hi: फाइल का नाम बदलो
hu: Fájl átnevezése
id: Ubah nama file
it: Rinomina file
ja: ファイル名の変更
lt: Pervardyti failą
lv: Pārdēvēt failu
my: ဖိုင်အမည်ပြောင်း
pl: Zmień nazwę pliku
pt_pt: Renomear arquivo
ro: Redenumește fișierul
ru: Переименовать файл
si: ගොනුව නැවත නම් කරන්න
sr: Преименуј датотеку
tr: Dosyayı yeniden adlandır
uk: Перейменування файла
ur_pk: فائل کا نام تبدیل کریں
vi: Đổi tên file

# RenameDownloadFileDialog|
source: Enter new name
ar: ادخل الاسم الجديد
bg: Въведете ново име
bn: নতুন নাম লিখুন
cs_cz: Zadejte nový název
de: Neuen Namen eingeben
es: Ingresar nuevo nombre
fa: نام جدید را وارد کنید
fi: Uusi nimi
fr: Entrer le nouveau nom
hi: नया नाम दर्ज करें
hu: Új név megadása
id: Masukkan nama baru
it: Inserisci un nuovo nome
ja: 新しい名前を入力してください
lt: Įveskite naują pavadinimą
lv: Ievadīt jaunu nosaukumu
my: အမည်သစ် ဖြည့်ပါ
pl: Podaj nową nazwę
pt_pt: Digite o novo nome
ro: Introduceți un nume nou
ru: Введите новое имя
si: නව නම ඇතුලත් කරන්න
sr: Унесите ново име
tr: Yeni ad girin
uk: Введіть нове ім'я
ur_pk: نیا نام درج کریں
vi: Nhập tên mới

# RenameDownloadFileDialog|
source: A file with that name already exists.
ar: يوجد ملف بهذا الاسم بالفعل.
bg: Файл с това име вече съществува.
bn: এই নামের একটি ফাইল ইতিমধ্যেই বিদ্যমান।
cs_cz: Soubor s tímto názvem již existuje.
de: Eine Datei mit diesem Namen existiert bereits.
es: Un archivo con ese nombre ya existe.
fa: فایلی با این نام از قبل وجود دارد.
fi: Tämän niminen tiedosto on jo olemassa.
fr: Un fichier du même nom existe déjà.
hi: उस नाम की एक फ़ाइल पहले से मौजूद है।
hu: Egy ilyen nevű fájl már létezik.
id: File dengan nama tersebut sudah ada.
it: Esiste già un file con quel nome.
ja: 同じファイル名が既に存在します。
lt: Failas tokiu pavadinimu jau yra.
lv: Fails ar šādu nosaukumu jau pastāv.
my: ဒီအမည်နှင့် ဖိုင်တစ်ခု ရှိပြီး ဖြစ်သည်။
pl: Plik o tej nazwie już istnieje.
pt_pt: Um arquivo com este nome já existe.
ro: Un fișier cu acest nume există deja.
ru: Файл с таким именем уже существует.
si: එම නම සහිත ගොනුවක් දැනටමත් පවතී.
sr: Датотека са тим именом већ постоји.
tr: Bu ada sahip bir dosya zaten var.
uk: Файл з таким іменем вже існує.
ur_pk: اس نام کی فائل پہلے سے موجود ہے۔
vi: Tệp có tên đó đã tồn tại.

# RenameDownloadFileDialog|
source: Cancel
ar: إلغاء
bg: Отказ
bn: বাতিল করুন
cs_cz: Storno
de: Abbrechen
es: Cancelar
fa: انصراف
fi: Peru
fr: Annuler
hi: रद्द करें
hu: Mégse
id: Batalkan
it: Annulla
ja: キャンセル
lt: Atšaukti
lv: Atcelt
my: ပယ်ဖျက်
pl: Anuluj
pt_pt: Cancelar
ro: Anulează
ru: Отмена
si: අවලංගු කරන්න
sr: Откажи
tr: İptal
uk: Скасувати
ur_pk: منسوخ کریں
vi: Hủy

# RenameDownloadFileDialog|
source: OK
ar: حسنا
bn: ওকে
es: ACEPTAR
fa: تأیید
hi: ठीक है
hu: Rendben
lt: Gerai
my: အိုကေ
ru: ОК
si: හරි
sr: У реду
tr: Tamam
ur_pk: ٹھیک ہے
vi: Đồng ý

# RenameDownloadFilePage|
source: Rename file
ar: إعادة تسمية الملف
bg: Преименуване на файл
bn: ফাইলের নাম পরিবর্তন করুন
cs_cz: Přejmenovat soubor
de: Datei umbenennen
es: Renombrar archivo
fa: تغییر نام فایل
fi: Nimeä tiedosto uudelleen
fr: Renommer le fichier
hi: फाइल का नाम बदलो
hu: Fájl átnevezése
id: Ubah nama file
it: Rinomina file
ja: ファイル名の変更
lt: Pervardyti failą
lv: Pārdēvēt failu
my: ဖိုင်အမည်ပြောင်း
pl: Zmień nazwę pliku
pt_pt: Renomear arquivo
ro: Redenumește fișierul
ru: Переименовать файл
si: ගොනුව නැවත නම් කරන්න
sr: Преименуј датотеку
tr: Dosyayı yeniden adlandır
uk: Перейменування файла
ur_pk: فائل کا نام تبدیل کریں
vi: Đổi tên file

# RenameDownloadFilePage|
source: OK
ar: حسنا
bn: ওকে
es: ACEPTAR
fa: تأیید
hi: ठीक है
hu: Rendben
lt: Gerai
my: အိုကေ
ru: ОК
si: හරි
sr: У реду
tr: Tamam
ur_pk: ٹھیک ہے
vi: Đồng ý

# RenameDownloadFilePage|
source: Enter new name
ar: ادخل الاسم الجديد
bg: Въведете ново име
bn: নতুন নাম লিখুন
cs_cz: Zadejte nový název
de: Neuen Namen eingeben
es: Ingresar nuevo nombre
fa: نام جدید را وارد کنید
fi: Uusi nimi
fr: Entrer le nouveau nom
hi: नया नाम दर्ज करें
hu: Új név megadása
id: Masukkan nama baru
it: Inserisci un nuovo nome
ja: 新しい名前を入力してください
lt: Įveskite naują pavadinimą
lv: Ievadīt jaunu nosaukumu
my: အမည်သစ် ဖြည့်ပါ
pl: Podaj nową nazwę
pt_pt: Digite o novo nome
ro: Introduceți un nume nou
ru: Введите новое имя
si: නව නම ඇතුලත් කරන්න
sr: Унесите ново име
tr: Yeni ad girin
uk: Введіть нове ім'я
ur_pk: نیا نام درج کریں
vi: Nhập tên mới

# RenameDownloadFilePage|
source: A file with that name already exists.
ar: يوجد ملف بهذا الاسم بالفعل.
bg: Файл с това име вече съществува.
bn: এই নামের একটি ফাইল ইতিমধ্যেই বিদ্যমান।
cs_cz: Soubor s tímto názvem již existuje.
de: Eine Datei mit diesem Namen existiert bereits.
es: Un archivo con ese nombre ya existe.
fa: فایلی با این نام از قبل وجود دارد.
fi: Tämän niminen tiedosto on jo olemassa.
fr: Un fichier du même nom existe déjà.
hi: उस नाम की एक फ़ाइल पहले से मौजूद है।
hu: Egy ilyen nevű fájl már létezik.
id: File dengan nama tersebut sudah ada.
it: Esiste già un file con quel nome.
ja: 同じファイル名が既に存在します。
lt: Failas tokiu pavadinimu jau yra.
lv: Fails ar šādu nosaukumu jau pastāv.
my: ဒီအမည်နှင့် ဖိုင်တစ်ခု ရှိပြီး ဖြစ်သည်။
pl: Plik o tej nazwie już istnieje.
pt_pt: Um arquivo com este nome já existe.
ro: Un fișier cu acest nume există deja.
ru: Файл с таким именем уже существует.
si: එම නම සහිත ගොනුවක් දැනටමත් පවතී.
sr: Датотека са тим именом већ постоји.
tr: Bu ada sahip bir dosya zaten var.
uk: Файл з таким іменем вже існує.
ur_pk: اس نام کی فائل پہلے سے موجود ہے۔
vi: Tệp có tên đó đã tồn tại.

# ReportSentDialog|
source: Report problem
ar: إبلاغ عن مشكلة
bg: Докладване на проблем
bn: সমস্যা রিপোর্ট করুন
cs_cz: Nahlásit problém
de: Problem melden
es: Reportar problema
fa: گزارش مشکل
fi: Ilmoita ongelmasta
fr: Signaler un problème
hi: समस्या की सूचना दें
hu: Probléma jelentése
id: Laporkan masalah
it: Segnala problema
ja: 問題の報告
lt: Pranešti apie problemą
lv: Paziņot par problēmu
my: ပြဿနာကို တင်ပြရန်
pl: Zgłoś problem
pt_pt: Relatar problema
ro: Raportează problema
ru: Сообщить о проблеме
si: ගැටළු වාර්ථා කරන්න
sr: Пријави проблем
tr: Sorun bildir
uk: Повідомити про проблему
ur_pk: مسئلے کی رپورٹ کریں
vi: Báo cáo vấn đề

# ReportSentDialog|
source: Sorry, the report hasn't been sent, an error occurred: %1
ar: عذرا، لم يتم إرسال التقرير، حدث خطأ: %1
bg: За съжаление докладът не е изпратен, възникна грешка: %1
bn: দুঃখিত, প্রতিবেদনটি পাঠানো হয়নি, একটি ত্রুটি ঘটেছে: %1
cs_cz: Omlouváme se, ale hlášení nebylo odesláno. Vyskytla se chyba: %1
de: Bericht wurde leider nicht gesendet, ein Fehler ist aufgetreten: %1
es: Lo siento, el reporte no ha sido enviado, ocurrió un error: %1
fa: متاسفیم، گزارش ارسال نشده است، یک خطا رخ داده: %1
fi: Raporttia ei voitu lähettää, virhe: %1
fr: Désolé, le rapport n’a pas été envoyé, une erreur est survenue: %1
hi: क्षमा करें, रिपोर्ट नहीं भेजी गई, एक त्रुटि हुई: %1
hu: Sajnos a jelentést nem küldtük el, hiba történt: %1
id: Maaf, laporan belum terkirim, terjadi kesalahan: %1
it: La segnalazione non è stata inviata poiché si è verificato un errore: %1
ja: エラーによりレポートが送信できませんでした。エラー: %1
lt: Atsiprašome, ataskaita nebuvo išsiųsta, įvyko klaida: %1
lv: Piedod, atskaite nav nosūtīta, notika kļūda: %1
my: ဆောရီး၊ တင်ပြမှုကို မပို့ရသေးပါ၊ အမှား ဖြစ်ပေါ်ခဲ့သည်၊ %1
pl: Przepraszamy, raport nie został wysłany, wystąpił błąd: %1
pt_pt: Desculpe, o relatório não foi enviado, ocorreu um erro: %1
ro: Ne pare rău, raportul nu a fost trimis, o eroare a avut loc: %1
ru: К сожалению, отчёт не отправлен, произошла ошибка: %1
si: කණගාටුයි, වාර්තාව එවා නැත, දෝෂයක් ඇති විය: %1
sr: Нажалост, извештај није послат, дошло је до грешке: %1
tr: Üzgünüz, rapor gönderilmedi, bir hata meydana geldi: %1
uk: Перепрошуємо, звіт не надіслано, сталася помилка: %1
ur_pk: معذرت، رپورٹ نہیں بھیجی گئی، ایک خرابی پیش آئی: %1
vi: Xin lỗi, báo cáo chưa được gửi, đã xảy ra lỗi: %1

# ReportSentDialog|
source: The report has been sent. Thank you for your cooperation!
ar: لقد تم إرسال التقرير. شكرًا لك على تعاونك!
bg: Докладът е изпратен. Благодарим Ви за съдействието!
bn: রিপোর্ট পাঠানো হয়েছে। আপনার সহযোগিতার জন্য ধন্যবাদ!
cs_cz: Hlášení bylo odesláno. Děkujeme za spolupráci!
de: Bericht wurde gesendet. Danke für deine Unterstützung!
es: El reporte ha sido enviado. ¡Gracias por tu cooperación!
fa: گزارش ارسال شده‌است. ممنون بابت همکاری شما!
fi: Raportti lähetetty. Kiitos yhteistyöstä!
fr: Le rapport a été envoyé. Merci de votre coopération!
hi: रिपोर्ट भेज दी गई है। आपके सहयोग के लिए धन्यवाद!
hu: A jelentést elküldtük. Köszönjük az együttműködést!
id: Laporan telah dikirim. Terima kasih atas kerja sama Anda!
it: La segnalazione è stata inviata. Grazie per la collaborazione!
ja: レポートを送信しました。ご協力ありがとうございました!
lt: Ataskaita išsiųsta. Dėkojame už bendradarbiavimą!
lv: Atskaite ir nosūtīta. Paldies par sadarbību!
my: တင်ပြမှုကို ပို့ပြီးပါပြီ။ ပူးပေါင်းမှုအတွက် ကျေးဇူးပါ။
pl: Raport został wysłany. Dziękujemy za współpracę!
pt_pt: O relatório foi enviado. Obrigado por sua cooperação!
ro: Raportarea a fost trimisă. Vă mulțumim pentru cooperare!
ru: Отчёт отправлен. Спасибо за сотрудничество!
si: වාර්තාව ඒවා ඇත. ඔබගේ සහයෝගයට ස්තුතියි!
sr: Извештај је послат. Хвала Вам на сарадњи!
tr: Rapor gönderildi. İşbirliğiniz için teşekkür ederiz!
uk: Звіт надіслано. Дякуємо за співпрацю!
ur_pk: رپورٹ بھیج دی گئی ہے۔ آپ کے تعاون کا شکریہ!
vi: Báo cáo đã được gửi. Cảm ơn sự hợp tác của bạn!

# ReportSentDialog|
source: OK
ar: موافق
bn: ওকে
es: ACEPTAR
fa: تأیید
hi: ठीक है
hu: Rendben
lt: Gerai
my: အိုကေ
ru: ОК
si: හරි
sr: У реду
tr: Tamam
ur_pk: ٹھیک ہے
vi: Đồng ý

# RestartRequiredLabel|
source: <a href='#'>Restart is required</a>
ar: <a href='#'>إعادة التشغيل مطلوبة</a>
bg: <a href='#'>Изисква се рестартиране</a>
bn: <a href='#'>রিস্টার্ট প্রয়োজন</a>
cs_cz: <a href='#'>Je vyžadován restart</a>
de: <a href='#'>Neustart erforderlich</a>
es: <a href='#'>Reinicio es requerido</a>
fa: <a href='#'>نیاز به راه‌اندازی مجدد است</a>
fi: <a href='#'>Uudelleenkäynnistys vaaditaan</a>
fr: <a href='#'>Redémarrage requis</a>
hi: <a href='#'>पुनरारंभ करना आवश्यक है</a>
hu: <a href='#'>Újraindítás szükséges</a>
id: <a href='#'>Restart diperlukan</a>
it: <a href='#'>Riavvio richiesto</a>
ja: <a href='#'>再起動が必要です</a>
lt: <a href='#'>Reikia paleisti iš naujo</a>
lv: <a href='#'>Nepieciešama restartēšana</a>
my: <a href=‘#’>ပြန်စရန် လိုအပ်သည်</a>
pl: <a href='#'>Wymagany restart</a>
pt_pt: <a href='#'>Reiniciar é necessário</a>
ro: <a href='#'>Este necesară repornirea</a>
ru: <a href='#'>Требуется перезапуск</a>
si: <a href='#'>නැවත ආරම්භ කිරීම අවශ්යයි</a>
sr: <a href='#'>Потребно је поновно покретање</a>
tr: <a href='#'>Yeniden başlatma gerekli</a>
uk: <a href='#'>Потрібен перезапуск</a>
ur_pk: <a href='#'>دوبارہ شروع کرنا ضروری ہے</a>
vi: <a href='#'>Yêu cầu khởi động lại</a>

source: Save to
ar: حفظ إلى
bg: Запази в
bn: সংরক্ষণ
cs_cz: Uložit do
de: Speichern unter
es: Guardar en
fa: ذخیره در
fi: Tallenna kohteeseen
fr: Enregistrer vers
hi: को बचाए
hu: Mentés ide
id: Simpan ke
it: Cartella download
ja: 保存先
lt: Išsaugoti į
lv: Saglabāt uz
my: သို့ သိမ်းပါ
pl: Zapisz do
pt_pt: Salvar para
ro: Salvează in
ru: Сохранить в
si: සුරකින්න
sr: Сачувај у
tr: Şuraya kaydet
uk: Зберегти до
ur_pk: یہاں محفوظ کریں
vi: Lưu ở

# SaveTo|
source: Open
ar: فتح
bg: Отвори
bn: খুলুন
cs_cz: Otevřít
de: Öffnen
es: Abrir
fa: باز کردن
fi: Avaa
fr: Ouvrir
hi: खुला हुआ
hu: Megnyitás
id: Buka
it: Apri
ja: 開く
lt: Atidaryti
lv: Atvērt
my: ဖွင့်
pl: Otwórz
pt_pt: Abrir
ro: Deschide
ru: Открыть
si: විවෘත කරන්න
sr: Отвори
tr: Aç
uk: Відкрити
ur_pk: کھولیں
vi: Mở

# SaveTo|
source: Cancel
ar: إلغاء
bg: Отказ
bn: বাতিল করুন
cs_cz: Storno
de: Abbrechen
es: Cancelar
fa: انصراف
fi: Peru
fr: Annuler
hi: रद्द करें
hu: Mégse
id: Batalkan
it: Annulla
ja: キャンセル
lt: Atšaukti
lv: Atcelt
my: ပယ်ဖျက်
pl: Anuluj
pt_pt: Cancelar
ro: Anulează
ru: Отмена
si: අවලංගු කරන්න
sr: Откажи
tr: İptal
uk: Скасувати
ur_pk: منسوخ کریں
vi: Hủy
