Repository: FreeDownloadManagerTeam/FDM6-localization
Catalog: main/fdm_*.po
Languages: ar, bg, bn, cs_cz, de, es, fa, fi, fr, hi, hu, id, it, ja, lt, lv, my, pl, pt_pt, ro, ru, si, sr, tr, uk, ur_pk, vi

# MainToolbar|
source: Switch to user-defined sorting of the download list?
ar: التحويل إلى الترتيب المخصص لقائمة التنزيلات؟
bg: За да използвате тази функция изтеглянията трябва да се сортират по ред. Желаете ли първо да сортирате изтеглянията си?
bn: ডাউনলোড তালিকার ব্যবহারকারী-সংজ্ঞায়িত বাছাই করতে চান?
cs_cz: Přepnout do uživatelsky definovaného řazení seznamu stahování?
de: Um diese Funktion zu nutzen, müssen die Downloads nach Reihenfolge sortiert sein. Willst du deine Downloads zuerst nach Reihenfolge sortieren?
es: ¿Cambiar a la clasificación definida por el usuario de la lista de descargas?
fa: آیا به مرتب‌سازی لیست دانلود بر اساس کاربر تغییر دهید؟
fi: Vaihda käyttäjän määrittelemään latausvalikon järjestykseen?
fr: Basculer vers le tri de liste de téléchargement défini par utilisateur?
hi: डाउनलोड सूची की उपयोगकर्ता-निर्धारित छँटाई पर स्विच करें?
hu: Átváltasz a letöltési lista felhasználó által meghatározott rendezésére?
id: Alihkan sortiran daftar unduhan yang ditentukan pengguna?
it: Vuoi passare all'ordinamento dell'elenco download definito dall'utente?
ja: ユーザー定義のダウンロード順序に変更しますか?
lt: Perjungti į vartotojo nustatytą atsisiuntimų sąrašo rūšiavimą?
lv: Nomainīt uz lietotāja definēto lejupielāžu saraksta kārtošanu?
my: ဒေါင်းလုပ်စာရင်းကို အသုံးပြုသူစိတ်ကြိုက် စဉ်ခြင်းသို့ ပြောင်းပါ
pl: Przełączyć na sortowanie listy wg ustawień użytkownika?
pt_pt: Para usar este recurso, os downloads devem ser classificados por ordem. Você gostaria de classificar seus downloads por ordem primeiro?
ro: Treceți la sortarea definită de utilizator a listei de descărcare?
ru: Переключиться на пользовательскую сортировку списка загрузки?
si: බාගත කිරීමේ ලැයිස්තුවේ පරිශීලක-නිර්වචනය කරන ලද වර්ග කිරීම වෙත මාරු වන්න?
sr: Пребаци на корисничко сортирање листе преузимања?
tr: İndirme listesinin kullanıcı tanımlı sıralamasına geçilsin mi?
uk: Переключитись на сортування завантажень, визначене користувачем?
ur_pk: کیا آپ ڈاؤن لوڈ لسٹ کی اپنی بنائی ہوئی ترتیب پر منتقل ہونا چاہتے ہیں؟
vi: Chuyển sang sắp xếp do người dùng xác định cho danh sách tải xuống?

# MainToolbar|
source: remote control
ar: تحكم عن بعد
bg: дистанционно управление
bn: দূরবর্তী নিয়ন্ত্রণ
cs_cz: Vzdálený přístup
de: Fernbedienung
fa: کنترل ریموت
fi: etähallinta
fr: contrôle distant
hu: távirányító
id: kendali jarak jauh
it: controllo remoto
ja: リモートコントロール
lt: nuotolinis valdymas
lv: attālinātā kontrole
my: အဝေးထိန်း
pl: zdalna kontrola
pt_pt: controle remoto
ro: control la distanță
ru: удалённое управление
si: දුරස්ථ පාලකය
sr: даљинско управљање
tr: uzaktan kumanda
uk: віддалене керування
ur_pk: ریموٹ کنٹرول
vi: điều khiển từ xa

# MainToolbar_V2|
source: Select
ar: يختار
bg: Избор
de: Wählen
fa: انتخاب
fi: Valitse
fr: Sélectionner
hu: Kiválasztás
it: Seleziona
ja: 選択
pl: Wybierz
pt_pt: Selecionar
ro: Selectare
ru: Выбрать
si: තෝරන්න
sr: Изабери
tr: Seç
ur_pk: منتخب کریں
vi: Chọn

# MainToolbar_V2|
source: Sort
ar: ترتيب
bg: Сортиране
bn: সাজান
de: Sortieren
fa: ترتیب
fi: Järjestys
fr: Trier
hu: Rendezés
it: Ordina per
ja: 並べ替え
my: စဉ်
pl: Sortuj
pt_pt: Tipo
ro: Sortare
ru: Сортировка
si: වර්ග කරන්න
sr: Сортирај
tr: Sırala
ur_pk: ترتیب دیں
vi: Sắp xếp

# MainToolbar_V2|
source: Filters
ar: المرشحات
bg: Филтри
de: Filter
fa: فیلترها
fi: Suodattimet
fr: Filtres
hu: Szűrők
it: Filtri
ja: フィルター
pl: Filtry
pt_pt: Filtros
ro: Filtre
ru: Фильтры
si: පෙරහන්
sr: Филтери
tr: Süzgeçler
ur_pk: فلٹرز
vi: Bộ lọc

# MainToolbar_V2|
source: Start
ar: بدء
bg: Старт
bn: শুরু করুন
de: Starten
fa: آغاز
fi: Käynnistä
fr: Démarrer
hu: Indítás
it: Avvia
ja: 開始
lt: Pradėti
my: စတင်
pt_pt: Iniciar
ru: Начать
si: ආරම්භ කරන්න
sr: Покрени
tr: Başlat
ur_pk: شروع کریں
vi: Bắt đầu

# MainToolbar_V2|
source: Pause
ar: إيقاف مؤقت
bg: Пауза
bn: বিরতি
fa: مکث
fi: Pysäytä
fr: Mettre en pause
hu: Szüneteltetés
it: Pausa
ja: 一時停止
lt: Pauzė
my: ရပ်
pl: Wstrzymaj
pt_pt: Pausar
ro: Întrerupeți
ru: Остановить
si: විරාමය
sr: Паузирај
tr: Duraklat
ur_pk: روکیں
vi: Tạm dừng

# MainToolbar_V2|
source: Remove
ar: إزالة
bg: Премахване
bn: অপসারণ
de: Entfernen
fa: حذف
fi: Poista
fr: Enlever
hu: Törlés
it: Rimuovi
ja: 削除
lt: Pašalinti
my: ဖယ်ရှားပါ
pl: Usuń
pt_pt: Remover
ro: Înlătură
ru: Удалить
si: ඉවත් කරන්න
sr: Уклони
tr: Kaldır
ur_pk: ہٹائیں
vi: Loại bỏ

# MainToolbar_V2|
source: Move files
ar: نقل الملفات
bg: Преместване на файловете
de: Dateien verschieben
fa: انتقال فایل‌ها
fi: Siirrä tiedostot
fr: Déplacer les fichiers
hu: Fájlok áthelyezése
it: Sposta file
ja: ファイルを移動
pl: Przenieś pliki
pt_pt: Mover arquivos
ro: Mută fișiere
ru: Переместить файлы
si: ගොනු ගෙන යන්න
sr: Премести датотеке
tr: Dosyaları taşı
ur_pk: فائلیں منتقل کریں
vi: Di chuyển tệp

# MainToolbar_V2|
source: Add download
ar: إضافة تنزيل
bg: Добавете изтегляне
bn: ডাউনলোড যোগ করুন
de: Download hinzufügen
fa: افزودن دانلود
fi: Lisää lataus
fr: Ajouter un téléchargement
hu: Letöltés hozzáadása
it: Aggiungi download
ja: ダウンロードを追加
lt: Pridėti atsisiuntimą
my: ဒေါင်းလုပ်ထည့်ပါ
pl: Dodaj pobieranie
pt_pt: Adicionar download
ro: Adaugă descărcare
ru: Добавить загрузку
si: බාගත එකතු කරන්න
sr: Додај преузимање
tr: İndirme ekle
ur_pk: ڈاؤن لوڈ شامل کریں
vi: Thêm tải xuống

# MainToolbar_V2|
source: Menu and settings
ar: القائمة والإعدادات
bg: Меню и настройки
de: Menü und Einstellungen
fa: منو و تنظیمات
fi: Valikko ja asetukset
fr: Menu et préférences
hu: Menü és beállítások
it: Menu e impostazioni
ja: メニューと設定
pl: Menu i ustawienia
pt_pt: Menu e configurações
ro: Meniu și setări
ru: Меню и настройки
si: මෙනුව සහ සැකසුම්
sr: Мени и подешавања
tr: Menü ve ayarlar
ur_pk: مینو اور ترتیبات
vi: Menu và cài đặt

# MainToolbar_V2|
source: Switch to user-defined sorting of the download list?
ar: التحويل إلى الترتيب المخصص لقائمة التنزيلات؟
bg: За да използвате тази функция изтеглянията трябва да се сортират по ред. Желаете ли първо да сортирате изтеглянията си?
bn: ডাউনলোড তালিকার ব্যবহারকারী-সংজ্ঞায়িত বাছাই করতে চান?
de: Um diese Funktion zu nutzen, müssen die Downloads nach Reihenfolge sortiert sein. Willst du deine Downloads zuerst nach Reihenfolge sortieren?
fa: آیا به مرتب‌سازی لیست دانلود بر اساس کاربر تغییر دهید؟
fi: Vaihda käyttäjän määrittelemään latausvalikon järjestykseen?
fr: Basculer vers le tri de liste de téléchargement défini par utilisateur?
hu: Átváltasz a letöltési lista felhasználó által meghatározott rendezésére?
it: Vuoi passare all'ordinamento dell'elenco download definito dall'utente?
ja: ユーザー定義のダウンロード順序に変更しますか?
lt: Perjungti į vartotojo nustatytą atsisiuntimų sąrašo rūšiavimą?
my: ဒေါင်းလုပ်စာရင်းကို အသုံးပြုသူစိတ်ကြိုက် စဉ်ခြင်းသို့ ပြောင်းပါ
pl: Przełączyć na sortowanie listy wg ustawień użytkownika?
pt_pt: Para usar este recurso, os downloads devem ser classificados por ordem. Você gostaria de classificar seus downloads por ordem primeiro?
ro: Treceți la sortarea definită de utilizator a listei de descărcare?
ru: Переключиться на пользовательскую сортировку списка загрузки?
si: බාගත කිරීමේ ලැයිස්තුවේ පරිශීලක-නිර්වචනය කරන ලද වර්ග කිරීම වෙත මාරු වන්න?
sr: Пребаци на корисничко сортирање листе преузимања?
tr: İndirme listesinin kullanıcı tanımlı sıralamasına geçilsin mi?
ur_pk: کیا آپ ڈاؤن لوڈ لسٹ کی اپنی بنائی ہوئی ترتیب پر منتقل ہونا چاہتے ہیں؟
vi: Chuyển sang sắp xếp do người dùng xác định cho danh sách tải xuống?

# MaxURatioComboBox|
source: Unlimited
ar: غير محدود
bg: Неограничена
bn: আনলিমিটেড
cs_cz: Bez limitu
de: Uneingeschränkt
es: Ilimitado
fa: نامحدود
fi: Rajoittamaton
fr: Illimité
hi: असीमित
hu: Korlátlan
id: Tidak Terbatas
it: Illimitato
ja: 無制限
lt: Neribota
lv: Bezlimitēts
my: ကန့်သတ်မဲ့
pl: Bez limitu
pt_pt: Ilimitado
ro: Nelimitat
ru: Без ограничений
si: අසීමිත
sr: Неограничено
tr: Sınırsız
uk: Необмежена
ur_pk: لا محدود
vi: Không giới hạn

# MaxURatioComboBox|
source: Custom...
ar: مخصص...
bg: По избор...
bn: কাস্টম...
cs_cz: Vlastní…
de: Benutzerdefiniert…
es: Personalizado...
fa: سفارشی...
fi: Muu…
fr: Personnalisé...
hi: रीति...
hu: Egyedi...
id: Kostum...
it: Personalizzato...
ja: カスタム...
lt: Pasirinktinis...
lv: Pielāgots...
my: စိတ်ကြိုက်…
pl: Niestandardowe...
pt_pt: Personalizado...
ro: Personalizat...
ru: Указать…
si: වෙනස්කිරීම්...
sr: Прилагођено...
tr: Özel...
uk: Виберіть...
ur_pk: حسب ضرورت...
vi: Tuỳ chỉnh...

# MaxURatioComboBox|
source: Custom value
ar: قيمة مخصصة
bg: Произволна стойност
bn: কাস্টম মান
cs_cz: Vlastní hodnota
de: Benutzerdefinierter Wert
es: Valor personalizado
fa: مقدار سفارشی
fi: Muu arvo
fr: Valeur personnalisée
hi: कस्टम मूल्य
hu: Egyéni érték
id: Nilai kostum
it: Valore personalizzato
ja: カスタム値
lt: Tinkinta vertė
lv: Pielāgota vērtība
my: စိတ်ကြိုက်တန်ဖိုး
pl: Niestandardowa wartość
pt_pt: Valor personalizado
ro: Valoare personalizată
ru: Пользовательское значение
si: තෝරාගත් අගය
sr: Прилагођена вредност
tr: Özel değer
uk: Значення користувача
ur_pk: کسٹم ویلیو
vi: Giá trị tùy chỉnh

# MaxURatioComboBox|
source: OK
ar: موافق
bn: ওকে
es: ACEPTAR
fa: تأیید
hi: ठीक है
hu: Rendben
lt: Gerai
my: အိုကေ
ru: ОК
si: හරි
sr: У реду
tr: Tamam
ur_pk: ٹھیک ہے
vi: Đồng ý

# MaxURatioComboBox|
source: CANCEL
ar: إلغاء
bg: ОТКАЗ
bn: বাতিল করুন
cs_cz: STORNO
de: ABBRECHEN
es: CANCELAR
fa: انصراف
fi: PERU
fr: ANNULER
hi: रद्द करना
hu: MÉGSE
id: Batalkan
it: ANNULLA
ja: キャンセル
lt: ATŠAUKTI
lv: ATCELT
my: ပယ်ဖျက်
pl: ANULUJ
pt_pt: Cancelar
ro: Anulează
ru: ОТМЕНА
si: අවලංගු කරන්න
sr: ОТКАЖИ
tr: İptal
uk: Скасувати
ur_pk: منسوخ کریں
vi: Hủy

# MaxURatioComboBox|
source: Invalid value
ar: قيمة غير صالحة
bg: Невалидна стойност
bn: অবৈধ মান
cs_cz: Neplatná hodnota
de: Ungültiger Wert
es: Valor inválido
fa: مقدار نامعتبر
fi: Virheellinen arvo
fr: Valeur invalide
hi: अमान्य मूल्य
hu: Helytelen érték
id: Nilai salah
it: Valore non valido
ja: 無効な値
lt: Neteisinga reikšmė
lv: Nederīga vērtība
my: တရားမဝင် တန်ဖိုး
pl: Nieprawidłowa wartość
pt_pt: Valor inválido
ro: Valoare invalidă
ru: Недопустимое значение
si: අවලංගු අගය
sr: Неважећа вредност
tr: Geçersiz değer
uk: Неправильне значення
ur_pk: غیر موزوں ویلیو
vi: Giá trị không hợp lệ

# MaxURatioComboBox|
source: Must be a number greater than 0.
ar: يجب أن يكون رقما أكبر من الصفر.
bg: Трябва да е число по-голямо от 0.
cs_cz: Musí být číslo větší než 0.
de: Muss eine Zahl größer 0 sein.
es: Debe ser un número mayor que 0.
fa: عدد باید بیشتر از ۰ باشد.
fi: Arvon tulee olla nollaa suurempi numero.
fr: Doit être un nombre supérieur à 0.
hi: 0 से बड़ी संख्या होनी चाहिए।
hu: 0-nál nagyobb számnak kell lennie.
id: Harus lebih besar dari 0.
it: Deve essere un numero maggiore di 0.
ja: 値を 0 より大きくする必要があります。
lt: Skaičius būti didesnis nei 0.
lv: Jābūt numuram, kas lielāks par 0.
my: ၀ ထက် ကြီးသည့် ဂဏန်း ဖြစ်ရမည်
pl: Musi to być liczba większa niż 0.
pt_pt: Deve ser um número maior que 0.
ro: Trebuie să fie un număr mai mare decât 0.
ru: Требуется значение больше 0.
si: 0 ට වඩා වැඩි සංඛ්යාවක් විය යුතුය.
sr: Мора бити број већи од 0.
tr: 0'dan büyük bir sayı olmak zorundadır.
uk: Має бути числом більше 0.
ur_pk: نمبر 0 سے بڑا ہونا چاہیے۔
vi: Phải là số lớn hơn 0.

# MediaFileReadyToPlayDialog|
source: Ready to play
ar: جاهز للتشغيل
bg: Готов за възпроизвеждане
cs_cz: Připraveno k přehrávání
de: Bereit zum Abspielen
fa: آماده برای پخش
fi: Valmis toistettavaksi
fr: Prêt à lire
hu: Lejátszásra kész
id: Siap untuk diputar
it: Pronto alla riproduzione
ja: 再生する準備ができました
lt: Paruošta žaisti
pl: Gotowy do odtworzenia
pt_pt: Pronto para reproduzir
ro: Gata de redat
ru: Готов к началу воспроизведения
si: ධාවනය කරන්න සූදානම්
sr: Спремно за пуштање
tr: Oynatmaya hazır
uk: Готовий до відтворення
ur_pk: چلانے کے لیے تیار ہے
vi: Sẵn sàng phát

# MediaFileReadyToPlayDialog|
source: %1 is ready to play
ar: %1 جاهز للتشغيل
bg: %1 е готов за възпроизвеждане
bn: %1 খেলার জন্য প্রস্তুত
cs_cz: %1 je připraven k přehrávání
de: %1 ist bereit zum Abspielen
fa: %1 آماده پخش است
fi: %1 on valmis toistettavaksi
fr: %1 est prêt à lire
hu: %1 készen áll a lejátszásra
id: %1 sudah siap untuk diputar
it: %1 è pronto per la riproduzione
ja: %1 を再生する準備ができました
lt: %1 paruoštas žaisti
pl: %1 jeset gotowy do odtworzenia
pt_pt: %1 está pronto para reproduzir
ro: %1 este gata de redat
ru: %1 готов к началу воспроизведения
si: %1 ධාවනය කරන්න සූදානම්
sr: %1 је спреман за пуштање
tr: %1 oynatmaya hazır
uk: %1 готовий до відтворення
ur_pk: %1 چلانے کے لیے تیار ہے
vi: %1 đã sẵn sàng phát

# MediaFileReadyToPlayDialog|
source: Play
ar: تشغيل
bg: Възпроизвеждане
bn: খেলা
cs_cz: Přehrát
de: Abspielen
fa: پخش
fi: Toista
fr: Lire
hu: Lejátszás
id: Putar
it: Riproduci
ja: 再生
lt: Paleisti
pl: Odtwórz
pt_pt: Reproduzir
ro: Redare
ru: Воспроизвести
si: ධාවනය කරන්න
sr: Пусти
tr: Oynat
uk: Відтворити
ur_pk: چلائیں
vi: Phát

# MediaFileReadyToPlayDialog|
source: Cancel
ar: إلغاء
bg: Отказ
bn: বাতিল করুন
cs_cz: Zrušit
de: Abbrechen
fa: انصراف
fi: Peru
fr: Annuler
hi: रद्द करें
hu: Mégse
id: Batal
it: Annulla
ja: キャンセル
lt: Atšaukti
my: ပယ်ဖျက်
pl: Anuluj
pt_pt: Cancelar
ro: Anulează
ru: Отмена
si: අවලංගු කරන්න
sr: Откажи
tr: İptal
uk: Скасувати
ur_pk: منسوخ کریں
vi: Hủy

# MergeDownloadsDialog|
source: The download already exists
ar: التنزيل موجود بالفعل
bg: Изтеглянето вече съществува
bn: ডাউনলোডটি ইতিমধ্যেই বিদ্যমান
cs_cz: Stahování již existuje
de: Download existiert bereits
es: La descarga ya existe
fa: این دانلود از قبل وجود دارد
fi: Lataus on jo olemassa
fr: Le téléchargement existe déjà
hi: डाउनलोड पहले से मौजूद है
hu: A letöltés már létezik
id: Unduhan telah ada
it: Il download esiste già
ja: ダウンロードは既に存在します。
lt: Atsisiuntimas jau yra
lv: Lejupielāde jau pastāv
my: ဒေါင်းလုပ်က ရှိပြီး ဖြစ်နေသည်
pl: Pobieranie już istnieje
pt_pt: O download já existe
ro: Descărcarea există deja
ru: Загрузка уже существует
si: බාගත කිරීම දැනටමත් පවතී
sr: Преузимање већ постоји
tr: İndirme zaten var
uk: Завантаження вже існує
ur_pk: ڈاؤن لوڈ پہلے سے موجود ہے
vi: Tải xuống đã tồn tại

# MergeDownloadsDialog|
source: URL:
ar: عنوان:
pl: Adres pobierania:
ru: Ссылка:
ur_pk: ویب پتہ:

# MergeDownloadsDialog|
source: Path:
ar: مسار:
bg: Път:
bn: পথ:
cs_cz: Cesta:
de: Pfad:
es: Ruta:
fa: مسیر:
fi: Sijainti:
fr: Chemin:
hi: रास्ता:
hu: Elérési út:
id: Jalur:
it: Percorso:
ja: パス:
lt: Kelias:
lv: Ceļš:
my: လမ်းကြောင်း၊
pl: Ścieżka pobierania:
pt_pt: Caminho:
ro: Cale:
ru: Путь:
sr: Путања:
tr: Yol:
uk: Шлях:
ur_pk: پتہ:
vi: Đường dẫn:

# MergeDownloadsDialog|
source: Size:
ar: الحجم:
bg: Размер:
bn: আকার:
cs_cz: Velikost:
de: Größe:
es: Tamaño:
fa: حجم:
fi: Koko:
fr: Taille:
hi: आकार:
hu: Méret:
id: Ukuran:
it: Dimensione:
ja: サイズ:
lt: Dydis:
lv: Izmērs:
my: ပမာဏ၊
pl: Rozmiar:
pt_pt: Tamanho:
ro: Dimensiune:
ru: Размер:
si: ප්රමාණය:
sr: Величина:
tr: Boyut:
uk: Розмір:
ur_pk: سائز:
vi: Kích thước:

# MergeDownloadsDialog|
source: Added at:
ar: إضافة في:
bg: Добавено в:
bn: এ যোগ করা হয়েছে:
cs_cz: Přidáno:
de: Hinzugefügt am:
es: Agregada a las:
fa: اضافه شده در:
fi: Lisätty:
fr: Ajouté à:
hi: यहां जोड़ा गया:
hu: Hozzáadva:
id: Ditambahkan pada:
it: Data/ora avvio download:
ja: 追加日時:
lt: Pridėta adresu:
lv: Pievienots:
my: ထည့်ထား >
pl: Dodano:
pt_pt: Adicionado em:
ro: Adăugat la:
ru: Добавлено:
si: දී එකතු කරන ලදී:
sr: Додато дана:
tr: Eklenme zamanı:
uk: Додано о:
ur_pk: اس وقت شامل کیا گیا:
vi: Đã thêm vào:

# MergeDownloadsDialog|
source: Skip
ar: تخطي
bg: Пропусни
bn: এড়িয়ে যান
cs_cz: Přeskočit
de: Überspringen
es: Omitir
fa: نادیده گرفتن
fi: Ohita
fr: Passer
hi: छोड़ें
hu: Kihagyás
id: Lewati
it: Salta
ja: スキップ
lt: Praleisti
lv: Izlaist
my: ကျော်
pl: Pomiń
pt_pt: Ignorar
ro: Omite
ru: Пропустить
si: මඟ හරින්න
sr: Прескочи
tr: Atla
uk: Пропустити
ur_pk: چھوڑ دیں
vi: Bỏ qua

# MergeDownloadsDialog|
source: Skip all (%1)
ar: تجاوز الكل (%1)
bg: Пропусни всички (%1)
bn: সব এড়িয়ে যান (%1)
cs_cz: Přeskočit vše (%1)
de: Alle überspringen (%1)
es: Omitir todo (%1)
fa: نادیده گرفتن همه (%1)
fi: Ohita kaikki (%1)
fr: Tout passer (%1)
hi: सभी छोड़ें (%1)
hu: Összes kihagyása (%1)
id: Lewati semua (%1)
it: Salta tutto (%1)
ja: すべてスキップ (%1)
lt: Praleisti viską (% 1)
lv: Izlaist visu (%1)
my: အားလုံး ကျော်ရန် (%1)
pl: Omiń wszystkie (%1)
pt_pt: Pular tudo (%1)
ro: Omite-le pe toate (%1)
ru: Пропустить все (%1)
si: සියල්ල මඟ හරින්න (%1)
sr: Прескочи све (%1)
tr: Tümünü atla (%1)
uk: Пропустити всі (%1)
ur_pk: سب چھوڑ دیں (%1)
vi: Bỏ qua toàn bộ (%1)

# MergeDownloadsDialog|
source: Download
ar: تنزيل
bg: Изтегляне
bn: ডাউনলোড করুন
cs_cz: Stáhnout
de: Herunterladen
es: Descargar
fa: دانلود
fi: Lataa
fr: Télécharger
hi: डाउनलोड
hu: Letöltés
id: Unduh
ja: ダウンロード
lt: Atsisiųsti
lv: Lejupielādēt
my: ဒေါင်းလုပ်
pl: Pobierz
pt_pt: Baixar
ro: Descarcă
ru: Скачать
si: බාගත කිරීම
sr: Преузми
tr: İndir
uk: Завантажити
ur_pk: ڈاؤن لوڈ
vi: Tải xuống

# MobileDataUsageDialog|
source: Mobile data usage
ar: استخدام البيانات المحمولة
bg: Използване на мобилни данни
bn: মোবাইল ডেটা ব্যবহার
cs_cz: Využití mobilních dat
de: Mobiler Datenverbrauch
es: Uso de datos móviles
fa: کارکرد داده همراه
fi: Mobiilidatan käyttö
fr: Utilisation des données mobiles
hi: मोबाइल डेटा उपयोग
hu: Mobiladat-használat
id: Penggunaan data seluler
it: Uso dei dati mobili
ja: モバイルデータ利用
lt: Mobiliojo ryšio duomenų naudojimas
lv: Mobilo datu lietojums
my: မိုဘိုင်းဒေတာ အသုံးပြုမှု
pl: Użycie danych mobilnych
pt_pt: Uso de dados móveis
ro: Utilizarea datelor mobile
ru: Использование мобильных данных
si: ජංගම දත්ත භාවිතය
sr: Коришћење мобилних података
tr: Mobil veri kullanımı
uk: Використання мобільних даних
ur_pk: موبائل ڈیٹا کا استعمال
vi: Dữ liệu di động sử dụng

# MobileDataUsageDialog|
source: Waiting for Wi-Fi to start download.
ar: انتظار اتصال Wi-Fi لبدء التنزيل.
bg: Изчакване на Wi-Fi за да започне изтеглянето.
bn: ডাউনলোড শুরু করার জন্য Wi-Fi এর জন্য অপেক্ষা করা হচ্ছে৷
cs_cz: Čekání na Wi-Fi pro spuštění stahování.
de: Auf WLAN warten, um den Download zu starten.
es: Esperando por Wi-Fi para empezar a descargar.
fa: در انتظار Wi-Fi برای شروع دانلود.
fi: Odotetaan Wi-Fi -yhteyttä lataamiseen.
fr: En attente du Wi-Fi pour démarrer le téléchargement.
hi: Wi-Fi के डाउनलोड शुरू होने का इंतज़ार किया जा रहा है।
hu: Várakozás a Wi-Fi-re a letöltés megkezdéséhez.
id: Menunggu Wi-Fi untuk memulai unduhan.
it: In attesa del Wi-Fi per avviare il download.
ja: ダウンロードを開始するために Wi-Fi 接続を待っています。
lt: Laukiama, kol bus pradėtas atsisiųsti „Wi-Fi“.
lv: Gaida Wi-Fi savienojumu, lai uzsāktu lejupielādi.
my: ဒေါင်းလုပ်စတင်ရန် ဝိုင်ဖိုင်ကို စောင့်နေသည်။
pl: Zaczekaj na Wi-Fi, aby rozpocząć pobieranie.
pt_pt: Aguardando por Wi-Fi para iniciar o download.
ro: Se așteaptă ca Wi-Fi să înceapă descărcarea.
ru: Ожидание Wi-Fi для начала загрузки.
si: Wi-Fi බාගත කිරීම ආරම්භ කරන තෙක් බලා සිටී.
sr: Чекање на Wi-Fi за почетак преузимања.
tr: İndirmeyi başlatmak için Wi-Fi bekleniyor.
uk: Чекаю на Wi-Fi для початку завантаження.
ur_pk: ڈاؤن لوڈ شروع کرنے کے لیے وائی-فائی کا انتظار کیا جا رہا ہے۔
vi: Đang chờ kết nối Wi-Fi để bắt đầu tải xuống.

# MobileDataUsageDialog|
source: Would you like to enable usage of mobile data? *
ar: هل ترغب في تمكين استخدام البيانات المحمولة؟ *
bg: Желаете ли да разрешите използването на мобилни данни? *
bn: আপনি কি মোবাইল ডেটার ব্যবহার সক্ষম করতে চান? *
cs_cz: Chcete povolit používání mobilních dat? *
de: Willst du die mobile Datennutzung aktivieren? *
es: ¿Le gustaría habilitar el uso de datos móviles? *
fa: آیا می‌خواهید استفاده از داده‌های موبایل را فعال کنید؟*
fi: Haluatko käyttää mobiilidataa? *
fr: Voulez-vous activer l’utilisation des données mobiles? *
hi: क्या आप मोबाइल डेटा का उपयोग सक्षम करना चाहेंगे? *
hu: Szeretné engedélyezni a mobiladat-használatot? *
id: Apakah Anda ingin mengaktifkan pemakaian data seluler? *
it: Vuoi abilitare l'uso della rete mobile? *
ja: モバイルデータの利用を許可しますか? *
lt: Ar norėtumėte įgalinti mobiliųjų duomenų naudojimą? *
lv: Vai vēlies iespējot mobilo datu lietošanu? *
my: မိုဘိုင်းဒေတာ အသုံးပြုမှုကို ဖွင့်ချင်ပါသလား။ *
pl: Chcesz włączyć korzystanie z danych mobilnych? *
pt_pt: Gostaria de ativar a utilização de dados móveis? *
ro: Doriți să activați utilizarea datelor mobile? *
ru: Разрешить использование мобильных данных? *
si: ඔබ ජංගම දත්ත භාවිතය සක් රීය කිරීමට කැමතිද? *
sr: Желите ли да омогућите коришћење мобилних података? *
tr: Mobil veri kullanımını etkinleştirmek ister misiniz? *
uk: Ви хочете дозволити використання мобільних даних? *
ur_pk: کیا آپ موبائل ڈیٹا کے استعمال کو فعال کرنا چاہیں گے؟ *
vi: Sử dụng dữ liệu di động? *

# MobileDataUsageDialog|
source: Don't ask again
ar: لا تسأل مرة أخرى
bg: Без питане отново
bn: আবার জিজ্ঞাসা করবেন না
cs_cz: Příště se neptat
de: Nicht mehr nachfragen
es: No preguntar de nuevo
fa: دوباره نپرس
fi: Älä kysy uudelleen
fr: Ne pas redemander
hi: फिर मत पूछो
hu: Ne kérdezze újra
id: Jangan tanyakan lagi
it: Non chiedere di nuovo
ja: 再び確認しない
lt: Daugiau neklausk
lv: Nejautāt vēlreiz
my: ထပ်မမေးပါနဲ့
pl: Nie pytaj ponownie
pt_pt: Não pergunte de novo
ro: Nu mai întreba
ru: Больше не спрашивать
si: ආයෙ අහන්න එපා
sr: Не питај поново
tr: Bir daha sorma
uk: Більше не питати
ur_pk: دوبارہ نہ پوچھیں
vi: Không hỏi lại

# MobileDataUsageDialog|
source: Yes
ar: نعم
bg: Да
bn: হ্যাঁ
cs_cz: Ano
de: Ja
es: Sí
fa: بله
fi: Kyllä
fr: Oui
hi: हाँ
hu: Igen
id: Ya
it: Sì
ja: はい
lt: Taip
lv: Jā
my: ဟုတ်
pl: Tak
pt_pt: Sim
ro: Da
ru: Да
si: ඔව්
sr: Да
tr: Evet
uk: Так
ur_pk: جی ہاں
vi: Có

# MobileDataUsageDialog|
source: No
ar: لا
bg: Не
bn: না
cs_cz: Ne
de: Nein
fa: خیر
fi: Ei
fr: Non
hi: नहीं
hu: Nem
id: Tidak
ja: いいえ
lt: Ne
lv: Nē
my: မဟုတ်
pl: Nie
pt_pt: Não
ro: Nu
ru: Нет
si: නෑ
sr: Не
tr: Hayır
uk: Ні
ur_pk: نہیں
vi: Không

# MobileDataUsageDialog|
source: * additional charges may apply
ar: * قد يتم تطبيق رسوم إضافية
bg: * може да се начислят допълнителни такси
bn: * অতিরিক্ত চার্জ প্রযোজ্য হতে পারে
cs_cz: * mohou být účtovány další poplatky
de: *zusätzliche Kosten können anfallen
es: * pueden aplicarse cargos adicionales
fa: * ممکن است شامل هزینه اضافه شود
fi: * lisämaksuja saatetaan periä
fr: * des frais supplémentaires peuvent s'appliquer
hi: *अतिरिक्त शुल्क लागू हो सकते हैं
hu: * további díjak merülhetnek fel
id: * memungkinkan biaya tambahan
it: * potrebbero essere applicati costi aggiuntivi
ja: * 追加料金がかかる場合があります
lt: * gali būti taikomi papildomi mokesčiai
lv: * var tikt piemērotas papildus izmaksas
my: * အပို ကုန်ကျနိုင်သည်
pl: * możliwość ponoszenia kosztów za połączenie
pt_pt: * taxas adicionais podem ser aplicadas
ro: * se pot aplica taxe suplimentare
ru: * может взиматься дополнительная плата
si: * අමතර ගාස්තු අය කළ හැකිය
sr: * могући су додатни трошкови
tr: * ek ücretler uygulanabilir
uk: * може стягуватися додаткова плата
ur_pk: * اضافی چارجز لگ سکتے ہیں
vi: * có thể phát sinh thêm phí

# MovingFailedDialog|
source: Moving download failed
ar: نقل التنزيل فشل
bg: Грешка при преместване на изтеглянето
bn: সরানো ডাউনলোড ব্যর্থ হয়েছে৷
cs_cz: Přesunutí stahování selhalo
de: Verschieben des Downloads fehlgeschlagen
es: Fallo al mover la descarga
fa: انتقال دانلود انجام نشد
fi: Latauksen siirtäminen epäonnistui
fr: Échec en déplacement du téléchargement
hi: डाउनलोड नहीं हो सका
hu: A letöltés áthelyezése sikertelen
id: Gagal memindahkan unduhan
it: Spostamento download non riuscito
ja: ダウンロードの移動に失敗しました
lt: Nepavyko perkelti atsisiuntimo
lv: Lejupielādes pārvietošana nav izdevusies
my: မအောင်မြင်သည့် ဒေါင်းလုပ်ကို ရွှေ့ခြင်း
pl: Nie powiodło się przenoszenie pobierania
pt_pt: Falha ao mover
ro: Mutarea descărcarii a eșuat
ru: Перемещение загрузки не удалось
si: බාගත කිරීම අසමත් වීම
sr: Премештање преузимања није успело
tr: İndirmeyi taşıma başarısız oldu
uk: Збій переміщення завантаження
ur_pk: ڈاؤن لوڈ کی منتقلی ناکام رہی
vi: Di chuyển tải xuống thất bại
