Repository: FreeDownloadManagerTeam/FDM6-localization
Catalog: main/fdm_*.po
Languages: ar, bg, bn, cs_cz, de, es, fa, fi, fr, hi, hu, id, it, ja, lt, lv, my, pl, pt_pt, ro, ru, si, sr, tr, uk, ur_pk, vi

# AboutDialog|
source: About
ar: حول البرنامج
bg: За програмата
bn: সম্পর্কিত
cs_cz: O programu
de: Über
es: Acerca de
fa: درباره ما
fi: Tietoja
fr: À propos
hi: हमारे बारे में
hu: Névjegy
id: Tentang
it: Info programma
ja: バージョン情報
lt: Apie
lv: Par
my: အပ်အကြောင်း
pl: O programie
pt_pt: Sobre
ro: Despre
ru: О программе
si: ගැන
sr: О програму
tr: Hakkında
uk: Про програму
ur_pk: ہمارے بارے میں
vi: Thông tin ứng dụng

# AboutDialog|
source: Version: %1 (%2)
ar: الإصدار %1 (%2)
bg: Версия %1 (%2)
bn: সংস্করণঃ %1 (%2)
cs_cz: Verze: %1 (%2)
es: Versión: %1 (%2)
fa: نسخه: %1 (%2)
fi: Versio: %1 (%2)
hi: संस्करण: %1 (%2)
hu: Verzió: %1 (%2)
id: Versi: %1 (%2)
it: Versione: %1 (%2)
ja: バージョン: %1 (%2)
lt: Versija: %1 (%2)
lv: Versija: %1 (%2)
my: ဗားရှင်း၊ %1 (%2)
pl: Wersja: %1 (%2)
pt_pt: Versão: %1 (%2)
ro: Versiune: %1 (%2)
ru: Версия: %1 (%2)
si: අනුවාදය: %1 (%2)
sr: Верзија: %1 (%2)
tr: Sürüm: %1 (%2)
uk: Версія: %1 (%2)
ur_pk: ورژن: %1 (%2)
vi: Phiên bản: %1 (%2)

# AboutDialog|
source: Build date: %1
ar: تاريخ الاصدار %1
bg: Дата на компилация: %1
bn: নির্মাণের তারিখ %1
cs_cz: Datum kompilace: %1
de: Build-Datum: %1
es: Fecha de compilación: %1
fa: تاریخ ساخت: %1
fi: Luotu: %1
fr: Date compil: %1
hi: निर्माण का दिनांक: %1
hu: Build dátum: %1
id: Tanggal pembuatan: %1
it: Data compilazione: %1
ja: ビルドの日付: %1
lt: Sukūrimo data: %1
lv: Būvējuma datums: %1
my: တည်ဆောက် ရက်စွဲ၊ %1
pl: Data kompilacji: %1
pt_pt: Data da compilação: %1
ro: Data construirii: %1
ru: Дата сборки: %1
si: දිනය ගොඩනැගීම: %1
sr: Датум израде: %1
tr: Yapım tarihi: %1
uk: Дата компіляції: (%1)
ur_pk: تعمیر کی تاریخ: %1
vi: Ngày xây dựng: %1

# AboutDialog|
source: remote control
ar: تحكم عن بعد
bg: дистанционно управление
bn: দূরবর্তী নিয়ন্ত্রণ
cs_cz: Vzdálený přístup
de: Fernbedienung
fa: کنترل از راه دور
fi: etähallinta
fr: contrôle distant
hu: távoli vezérlés
id: kontrol jarak jauh
it: controllo remoto
ja: リモートコントロール
lt: nuotolinis valdymas
lv: attālinātā kontrole
my: အဝေးထိန်း
pl: zdalna kontrola
pt_pt: controle remoto
ro: control la distanță
ru: удалённое управление
si: දුරස්ථ පාලකය
sr: даљинско управљање
tr: uzaktan kumanda
uk: віддалене керування
ur_pk: ریموٹ کنٹرول
vi: điều khiển từ xa

# AboutDialog|
source: version %1
ar: الإصدار %1
bg: версия %1
bn: সংস্করণ %1
cs_cz: verze %1
es: versión %1
fa: نسخه %1
fi: versio %1
hi: संस्करण %1
hu: verzió %1
id: versi %1
it: versione %1
ja: バージョン %1
lt: versija %1
lv: versija %1
my: ဗားရှင်း %1
pl: wersja %1
pt_pt: versão %1
ro: versiunea %1
ru: версия %1
si: අනුවාදය %1
sr: верзија %1
tr: sürüm %1
uk: версія %1
ur_pk: ورژن %1
vi: phiên bản %1

# AboutDialog|
source: OK
ar: حسنا
bn: ওকে
cs_cz: Potvrdit
es: Aceptar
fa: تأیید
hi: ठीक है
hu: Rendben
lt: Gerai
my: အိုကေ
ru: ОК
si: හරි
sr: У реду
tr: Tamam
ur_pk: ٹھيک ہے
vi: Đồng ý

# AboutDialog|
source: Version %1 (%2)
ar: الإصدار %1 (%2)
bg: Версия %1 (%2)
bn: সংস্করণ %1 (%2)
cs_cz: Verze %1 (%2)
es: Versión %1 (%2)
fa: نسخه %1 (%2)
fi: Versio %1 (%2)
hi: संस्करण %1 (%2)
hu: Verzió %1 (%2)
id: Versi %1 (%2)
it: Versione %1 (%2)
ja: バージョン %1 (%2)
lt: Versija %1 (%2)
lv: Versija %1 (%2)
my: ဗားရှင်း၊ %1 (%2)
pl: Wersja %1 (%2)
pt_pt: Versão %1 (%2)
ro: Versiunea %1 (%2)
ru: Версия %1 (%2)
si: අනුවාදය %1 (%2)
sr: Верзија %1 (%2)
tr: Sürüm %1 (%2)
uk: Версія %1 (%2)
ur_pk: ورژن %1 (%2)
vi: Phiên bản %1 (%2)

# AddDateToFileName|
source: Add dates to files names
ar: إضافة تواريخ إلى أسماء الملفات
bg: Добавете дати към имената на файловете
bn: ফাইলের নামের সাথে তারিখ যোগ করুন
cs_cz: Přiřadit datumy k názvům souborů
de: Datum zum Dateinamen hinzufügen
es: Agregar fechas a los nombres de archivos
fa: افزودن تاریخ به نام فایل‌ها
fi: Lisää päiväykset tiedostonimiin
fr: Ajouter des dates aux noms de fichiers
hi: फ़ाइलों के नामों में दिनांक जोड़ें
hu: Dátumok hozzáadása a fájlok nevéhez
id: Tambahkan tanggal ke nama berkas
it: Aggiungi date ai nomi dei file
ja: ファイル名に日付を追加する
lt: Pridėti data prie failu pavadinimų
lv: Pievieno datumus failu nosaukumiem
my: ဖိုင်အမည်များတွင် ရက်စွဲများ ထည့်ပါ
pl: Dodawaj daty do nazw plików
pt_pt: Adicionar datas aos nomes dos arquivos
ro: Adăugați date la numele fișierelor
ru: Добавить даты к названиям файлов
si: ගොනු නම් වලට දින එකතු කරන්න
sr: Додај датуме у називе датотека
tr: Dosya adlarına tarihleri ekle
uk: Додати дати до імен файлів
ur_pk: فائلوں کے ناموں میں تاریخیں شامل کریں
vi: Thêm ngày vào tên tệp

# AddMirrorDialog|
source: Add mirror
ar: إضافة رابط بديل
bg: Добавете огледален адрес
bn: মিরর যোগ করুন
cs_cz: Přidat zrcadlo
de: Mirror hinzufügen
es: Agregar espejo
fa: افزودن منبع جایگزین
fi: Lisää toisiopalvelin
fr: Ajouter un miroir
hi: दर्पण जोड़ें
hu: Tükör hozzáadása
id: Tambahkan mirror
it: Aggiungi mirror
ja: ミラーを追加
lt: Pridėti atvaizda
lv: Pievienot spoguli
my: ပုံရိပ် ထည့်ပါ
pl: Dodaj kolejny serwer
pt_pt: Adicionar espelho
ro: Adăugați mirror
ru: Добавить зеркало
si: සමාන සේවාදායක එක් කරන්න
sr: Додај огледало
tr: Yansı ekle
uk: Додати дзеркало
ur_pk: متبادل لنک شامل کریں
vi: Thêm

# AddMirrorDialog|
source: Enter mirror URL
ar: إدخال عنوان الرابط البديل
bg: Въведи URL на огледалния адрес
bn: মিরর URL লিখুন
cs_cz: Zadejte URL zrcadla
de: Mirror-URL hinzufügen
es: Ingresar URL de espejo
fa: URL منبع جایگزین را وارد کنید
fi: Syötä toisiopalvelimen URL-osoite
fr: Entrer l’URL du miroir
hi: दर्पण URL दर्ज करें
hu: Írd be a tükrözött URL-t!
id: Isikan URL mirror
it: Inserisci URL mirror
ja: ミラー URL を入力してください
lt: Įvesti atvaizdo URL
lv: Ievadiet spoguļa URL
my: ပုံရိပ် URL ထည့်ပါ
pl: Podaj URL serwera
pt_pt: Digite o URL do espelho
ro: Introduceți adresa URL mirror
ru: Добавить ссылку на зеркало
si: සමාන සේවාදායක URL ඇතුලත් කරන්න
sr: Унесите URL огледала
tr: Yansı URL'si girin
uk: Введіть URL дзеркала
ur_pk: متبادل ویب پتہ درج کریں
vi: Nhập URL

# AddMirrorDialog|
source: Cancel
ar: إلغاء
bg: Отказ
bn: বাতিল করুন
cs_cz: Zrušit
de: Abbrechen
es: Cancelar
fa: انصراف
fi: Peru
fr: Annuler
hi: रद्द करें
hu: Mégse
id: Batalkan
it: Annulla
ja: キャンセル
lt: Atšaukti
lv: Atcelt
my: ပယ်ဖျက်
pl: Anuluj
pt_pt: Cancelar
ro: Anulează
ru: Отмена
si: අවලංගු කරන්න
sr: Откажи
tr: İptal
uk: Скасувати
ur_pk: منسوخ کریں
vi: Hủy

# AddMirrorDialog|
source: OK
ar: حسنا
bn: ওকে
cs_cz: Potvrdit
es: Aceptar
fa: تأیید
hi: ठीक है
hu: Rendben
lt: Gerai
my: အိုကေ
ru: ОК
si: හරි
sr: У реду
tr: Tamam
ur_pk: ٹھیک ہے
vi: Đồng ý

# AddMirrorPage|
source: Add mirror
ar: إضافة رابط بديل
bg: Добавете огледален адрес
bn: মিরর যোগ করুন
cs_cz: Přidat zrcadlo
de: Mirror hinzufügen
es: Agregar espejo
fa: افزودن منبع جایگزین
fi: Lisää toisiopalvelin
fr: Ajouter un miroir
hi: दर्पण जोड़ें
hu: Mirror hozzáadása
id: Tambahkan mirror
it: Aggiungi mirror
ja: ミラーを追加
lt: Pridėti atvaizda
lv: Pievienot spoguli
my: ပုံရိပ် ထည့်ပါ
pl: Dodaj kolejny serwer
pt_pt: Adicionar espelho
ro: Adăugați mirror
ru: Добавить зеркало
si: සමාන සේවාදායක එක් කරන්න
sr: Додај огледало
tr: Yansı ekle
uk: Додати дзеркало
ur_pk: متبادل لنک شامل کریں
vi: Thêm

# AddMirrorPage|
source: OK
ar: حسنا
bn: ওকে
es: Aceptar
fa: تأیید
hi: ठीक है
hu: Rendben
lt: Gerai
my: အိုကေ
ru: ОК
si: හරි
sr: У реду
tr: Tamam
ur_pk: ٹھیک ہے
vi: Đồng ý

# AddMirrorPage|
source: Enter mirror URL
ar: إدخال عنوان الرابط البديل
bg: Въведи URL на огледалния адрес
bn: মিরর URL লিখুন
cs_cz: Zadejte URL zrcadla
de: Mirror-URL eingeben
es: Ingresar URL de espejo
fa: مسیر منبع جایگزین را وارد کنید
fi: Syötä toisiopalvelimen URL-osoite
fr: Entrer l’URL du miroir
hi: दर्पण URL दर्ज करें
hu: Írd be a tükrözött URL-t!
id: Masukkan URL mirror
it: Inserisci URL mirror
ja: ミラー URL を入力してください
lt: Įvesti atvaizdo URL
lv: Ievadiet spoguļa URL
my: ပုံရိပ် URL ထည့်ပါ
pl: Podaj URL serwera
pt_pt: Digite o URL do espelho
ro: Introduceți adresa URL mirror
ru: Добавить ссылку на зеркало
si: සමාන සේවාදායක URL ඇතුලත් කරන්න
sr: Унесите URL огледала
tr: Yansı URL'si girin
uk: Введіть URL дзеркала
ur_pk: متبادل ویب پتہ درج کریں
vi: Thêm

# AddTDialog|
source: Cancel
ar: إلغاء
bg: Отказ
bn: বাতিল করুন
cs_cz: Zrušit
de: Abbrechen
es: Cancelar
fa: انصراف
fi: Peru
fr: Annuler
hi: रद्द करें
hu: Mégse
id: Batalkan
it: Annulla
ja: キャンセル
lt: Atšaukti
lv: Atcelt
my: ပယ်ဖျက်
pl: Anuluj
pt_pt: Cancelar
ro: Anulează
ru: Отмена
si: අවලංගු කරන්න
sr: Откажи
tr: İptal
uk: Скасувати
ur_pk: منسوخ کریں
vi: Hủy

# AddTDialog|
source: OK
ar: حسنا
bn: ওকে
cs_cz: Potvrdit
es: Aceptar
fa: تأیید
hi: ठीक है
hu: Rendben
lt: Gerai
my: အိုကေ
ru: ОК
si: හරි
sr: У реду
tr: Tamam
ur_pk: ٹھیک ہے
vi: Đồng ý

# AddTPage|
source: OK
ar: حسنا
bn: ওকে
cs_cz: Potvrdit
es: Aceptar
fa: تأیید
hi: ठीक है
hu: Rendben
lt: Gerai
my: အိုကေ
ru: ОК
si: හරි
sr: У реду
tr: Tamam
ur_pk: ٹھیک ہے
vi: Đồng ý

source: Add tag
ar: إضافة علامة
bg: Добавете етикет
bn: ট্যাগ যোগ করুন
cs_cz: Přidat štítek
de: Tag hinzufügen
es: Agregar etiqueta
fa: افزودن برچسب
fi: Lisää tunniste
fr: Ajouter une étiquette
hi: टैग जोड़ें
hu: Címke hozzáadása
id: Tambahkan tag
it: Aggiungi etichetta
ja: タグを追加
lt: Prideti žymą
lv: Pievienot atzīmi
my: ပူးတွဲ ထည့်ပါ
pl: Dodaj znacznik
pt_pt: Adicionar etiqueta
ro: Adaugă etichetă
ru: Добавить метку
si: ටැගය එක් කරන්න
sr: Додај ознаку
tr: Etiket ekle
uk: Додати позначку
ur_pk: ٹیگ شامل کریں
vi: Thêm tag

# AdvancedSettings|
source: Advanced
ar: اعدادات متقدمة
bg: Допълнителни
bn: উন্নত
cs_cz: Rozšířené
de: Erweitert
es: Avanzado
fa: پیشرفته
fi: Lisäasetukset
fr: Avancé
hi: एडवांस
hu: Haladó
id: Lanjutan
it: Opzioni avanzate
ja: 高度な設定
lt: Išplėsti
lv: Advancēts
my: အဆင့်မြင့်
pl: Zaawansowane
pt_pt: Avançado
ro: Avansat
ru: Дополнительные настройки
si: අධි
sr: Напредно
tr: Gelişmiş
uk: Додатково
ur_pk: اعلی
vi: Nâng cao

# AdvancedSettings|
source: Notifications
ar: الإشعارات
bg: Уведомления
bn: বিজ্ঞপ্তি
cs_cz: Oznámení
de: Benachrichtigungen
es: Notificaciones
fa: اعلان‌ها
fi: Ilmoitukset
hi: सूचनाएं
hu: Értesítések
id: Pemberitahuan
it: Notifiche
ja: 通知
lt: Žinutės
lv: Paziņojumi
my: အသိပေးချက်များ
pl: Powiadomienia
pt_pt: Notificações
ro: Notificări
ru: Уведомления
si: දැනුම්දීම්
sr: Обавештења
tr: Bildirimler
uk: Повідомлення
ur_pk: اطلاعات
vi: Thông báo

# AdvancedSettings|
source: Notify me of added downloads via Notification Center
ar: أعلامي بالتنزيلات المضافة بواسطة مركز الإشعارات
bg: Уведомяване за добавени изтегляния чрез Notification Center
bn: নোটিফিকেশান সেন্টারের মাধ্যমে যোগ করা ডাউনলোড সম্পর্কে আমাকে অবহিত করুন
cs_cz: Oznámit přidaná stahování
de: Benachrichtige mich über hinzugefügte Downloads im Benachrichtigungscenter
es: Notificarme de descargas agregadas a través del Centro de Notificaciones
fa: مرا از دانلودهای اضافه شده از طریق مرکز اعلان مطلع کنید
fi: Ilmoita latauksen lisäyksestä ilmoituskeskuksessa
fr: Me signaler les téléchargements ajoutés via le Centre de Notifications
hi: अधिसूचना केंद्र के माध्यम से जोड़े गए डाउनलोड के बारे में मुझे सूचित करें
hu: Értesítsen a hozzáadott letöltésekről az értesítési központon keresztül
id: Beritahu saya mengenai unduhan yang ditambahkan melalui Pusat Notifikasi
it: Notifica download aggiunti tramite il Centro notifiche
ja: 通知センターで追加したダウンロードを知らせる
lt: Praneškite man apie pridėtus atsisiuntimus per Pranešimų Centrą
lv: Paziņot man par pievienotām lejupielādēm caur Paziņojumu Centru
my: အသိပေးစင်တာမှတစ်ဆင့် ထည့်ထားသည့် ဒေါင်းလုပ်များကို ကျွန်ုပ်ထံ အသိပေးပါ
pl: Powiadom mnie o dodanych pobraniach poprzez Centrum Powiadomień
pt_pt: Notificar-me sobre downloads adicionados pela Central de Notificações
ro: Notificați-mă despre descărcări adăugate prin Centrul de notificări
ru: Уведомлять о добавленных загрузках через Центр Уведомлений
si: දැනුම්දීමේ මධ්යස්ථානය හරහා එකතු කරන ලද බාගත කිරීම් මට දැනුම් දෙන්න
sr: Обавести ме о додатим преузимањима преко Центра за обавештења
tr: Bildirim Merkezi aracılığıyla eklenen indirmeleri bana bildir
uk: Повідомляти мене про додані завантаження через Центр Сповіщень
ur_pk: نوٹیفکیشن سینٹر کے ذریعے ڈاؤن لوڈز شامل ہونے کی اطلاع دیں
vi: Thông báo cho tôi về các lượt tải xuống được thêm qua Trung tâm thông báo

# AdvancedSettings|
source: Notify me of completed downloads via Notification Center
ar: أعلامي بالتنزيلات المكتملة عبر مركز الإشعارات
bg: Уведомяване за завършени изтегляния чрез Notification Center
bn: নোটিফিকেশান সেন্টারের মাধ্যমে সম্পূর্ণ ডাউনলোডের বিষয়ে আমাকে অবহিত করুন
cs_cz: Oznámit dokončená stahování
de: Benachrichtige mich über abgeschlossene Downloads im Benachrichtigungscenter
es: Notificarme de las descargas completadas a través del Centro de Notificaciones
fa: مرا از دانلودهای تکمیل شده از طریق مرکز اعلان مطلع کنید
fi: Ilmoita latauksen valmistumisesta ilmoituskeskuksessa
fr: Me signaler les téléchargements complets via le Centre de Notifications
hi: मुझे अधिसूचना केंद्र के माध्यम से पूर्ण डाउनलोड के बारे में सूचित करें
hu: Értesítsen a befejezett letöltésekről az értesítési központon keresztül
id: Beritahu saya mengenai unduhan yang selesai melalui Pusat Notifikasi
it: Notifica download completati tramite il Centro notifiche
ja: 通知センターで完了したダウンロードを知らせる
lt: Praneškite man apie pabaigtus atsisiuntimus per Pranešimų Centrą
lv: Paziņot man par pabeigtām lejupielādēm caur Paziņojumu Centru
my: အသိပေးစင်တာမှတစ်ဆင့် ပြီးဆုံးသည့် ဒေါင်းလုပ်များကို ကျွန်ုပ်ထံ အသိပေးပါ
pl: Powiadom mnie o zakończonych pobraniach poprzez Centrum Powiadomień
pt_pt: Notificar downloads concluídos pela Central de Notificações
ro: Notificați-mă despre descărcările finalizate prin Centrul de notificări
ru: Уведомлять о завершении загрузок через Центр Уведомлений
si: දැනුම්දීමේ මධ්යස්ථානය හරහා සම්පූර්ණ කරන ලද බාගත කිරීම් මට දැනුම් දෙන්න
sr: Обавести ме о завршеним преузимањима преко Центра за обавештења
tr: Bildirim Merkezi aracılığıyla tamamlanan indirmeleri bana bildir
uk: Повідомляти про завершені завантаження через Центр Сповіщень
ur_pk: نوٹیفکیشن سینٹر کے ذریعے ڈاؤن لوڈز مکمل ہونے کی اطلاع دیں
vi: Thông báo cho tôi về các lần tải xuống đã hoàn thành qua Trung tâm thông báo

# AdvancedSettings|
source: Notify me of failed downloads via Notification Center
ar: أعلامي بالتنزيلات الفاشلة عبر مركز الإشعارات
bg: Уведомяване за неуспешни изтегляния чрез Notification Center
bn: নোটিফিকেশান সেন্টারের মাধ্যমে ব্যর্থ ডাউনলোড সম্পর্কে আমাকে অবহিত করুন
cs_cz: Oznámit selhání stahování
de: Benachrichtige mich über fehlgeschlagene Downloads im Benachrichtigungscenter
es: Notificarme de descargas fallidas a través del Centro de Notificaciones
fa: مرا از دانلودهای ناموفق از طریق مرکز اعلان مطلع کنید
fi: Ilmoita latauksen epäonnistumisesta ilmoituskeskuksessa
fr: Me signaler les téléchargements échoués via le Centre de Notifications
hi: मुझे सूचना केंद्र के माध्यम से असफल डाउनलोड के बारे में सूचित करें
hu: Értesítsen a sikertelen letöltésekről az értesítési központon keresztül
id: Beritahu saya mengenai unduhan yang gagal melalui Pusat Notifikasi
it: Notifica download non riusciti tramite il Centro notifiche
ja: 通知センターで失敗したダウンロードを知らせる
lt: Praneškite man apie nepavykusius atsisiuntimus per Pranešimų Centrą
lv: Paziņot man par neizdevušāmies lejupielādēm caur Paziņojumu Centru
my: အသိပေးစင်တာမှတစ်ဆင့် ကျဆုံးသည့် ဒေါင်းလုပ်များကို ကျွန်ုပ်ထံ အသိပေးပါ
pl: Powiadom mnie o nieudanych pobraniach poprzez Centrum Powiadomień
pt_pt: Notificar downloads com falha pela Central de Notificações
ro: Notificați-mă despre descărcări eșuate prin Centrul de notificări
ru: Уведомлять о неудачных загрузках через Центр Уведомлений
si: දැනුම්දීමේ මධ්යස්ථානය හරහා අසාර්ථක බාගත කිරීම් ගැන මට දැනුම් දෙන්න
sr: Обавести ме о неуспелим преузимањима преко Центра за обавештења
tr: Bildirim Merkezi aracılığıyla başarısız indirmeleri bana bildir
uk: Повідомляти мене про невдалі завантаження через Центр Сповіщень
ur_pk: نوٹیفکیشن سینٹر کے ذریعے ڈاؤن لوڈز ناکام ہونے کی اطلاع دیں
vi: Thông báo cho tôi về các lần tải xuống thất bại qua Trung tâm thông báo

# AdvancedSettings|
source: Notify me of downloads only when %1 window is inactive
ar: أعلامي بالتنزيلات فقط عندما تكون نافذة %1 غير نشطة
bg: Уведомяване за изтегляния само когато %1 прозореца е неактивен
bn: %1 উইন্ডো নিষ্ক্রিয় হলেই আমাকে ডাউনলোডের বিষয়ে অবহিত করুন
cs_cz: Oznámit stahování jen pokud je okno %1 neaktivní
de: Benachrichtige mich nur über Downloads, wenn %1 Fenster inaktiv ist
es: Notificarme de las descargas solo cuando la ventana de %1 esté inactiva
fa: مرا فقط زمانی که پنجره %1 غیرفعال است از دانلودها مطلع کنید
fi: Ilmoita vain kun %1:n ikkuna ei ole aktiivinen
fr: Me signaler les téléchargements uniquement lorsque la fenêtre %1 est inactive
hi: मुझे डाउनलोड के बारे में केवल तभी सूचित करें जब %1 विंडो निष्क्रिय हो
hu: Csak akkor értesítsen a letöltésekről, ha a(z) %1 ablak inaktív
id: Beritahu saya mengenai unduhan hanya ketika jendela %1 tidak aktif
it: Notifica download solo quando la finestra di %1 è inattiva
ja: %1 ウィンドウが非アクティブな時のみダウンロード状況を知らせる
lt: Pranešti man apie atsisiuntimus tik tada, kai %1 lango neaktyvus
lv: Paziņot man par lejupielādēm tikai tad kad %1 logs ir neaktīvs
my: ပြတင်း %1 က မလှုပ်ရှားသည့်အခါတွင်သာ ဒေါင်းလုပ်များကို ကျွန်ုပ်ထံ အသိပေးပါ
pl: Powiadom mnie o pobraniach, tylko gdy okno %1 jest nieaktywne
pt_pt: Notifique-me de downloads somente quando a janela do %1 estiver inativa
ro: Anunțați-mă despre descărcări numai atunci când fereastra %1 este inactivă
ru: Уведомлять о загрузках, только когда окно %1 неактивно
si: %1 කවුළුව අක් රිය වූ විට පමණක් බාගත කිරීම් ගැන මට දැනුම් දෙන්න
sr: Обавести ме о преузимањима само када је прозор %1 неактиван
tr: Sadece %1 penceresi etkin olmadığında indirmeleri bana bildir
uk: Повідомляти мене про завантаження лише коли вікно %1 неактивне
ur_pk: صرف اس صورت میں ڈاؤن لوڈ کی اطلاع دیں جب %1 ونڈو غیر فعال ہو
vi: Chỉ thông báo cho tôi về các lượt tải xuống khi cửa sổ %1 không hoạt động

# AdvancedSettings|
source: Customize sounds
ar: تخصيص الأصوات
bg: Персонализиране на звуци
bn: শব্দ কাস্টমাইজ করুন
cs_cz: Upravit zvuky
de: Sound personalisieren
es: Personalizar sonidos
fa: شخصی‌سازی صداها
fi: Mukauta ääniä
fr: Personnaliser les sons
hi: ध्वनियाँ अनुकूलित करें
hu: Hangok testreszabása
id: Sesuaikan suara
it: Personalizza file audio eventi
ja: サウンドのカスタマイズ
lt: Personalizuoti garsus
lv: Pielāgot skaņas
my: စိတ်ကြိုက် အသံများ
pl: Dostosuj dźwięki
pt_pt: Personalizar sons
ro: Personalizați sunetele
ru: Настроить звуки
si: ශබ්ද වෙනස්කිරීම් කරන්න
sr: Прилагоди звукове
tr: Sesleri özelleştir
uk: Налаштувати звуки
ur_pk: آوازیں حسب ضرورت بنائیں
vi: Tuỳ chỉnh âm thanh

# AdvancedSettings|
source: Power management
ar: إدارة الطاقة
bg: Управление на захранването
bn: শক্তি ব্যবস্থাপনা
cs_cz: Správa napájení
de: Energieverwaltung
es: Administración de energía
fa: مدیریت انرژی
fi: Virranhallinta
fr: Gestion de l'alimentation
hi: पॉवर प्रबंधन
hu: Energiagazdálkodás
id: Pengaturan daya
it: Gestione alimentazione
ja: 電源の管理
lt: Energijos tvarkymas
lv: Jaudas vadība
my: ပါဝါ စီမံမှု
pl: Zarządzanie zasilaniem
pt_pt: Gerenciamento de energia
ro: Gestionare a energiei
ru: Энергопотребление
si: බල කළමනාකරණය
sr: Управљање напајањем
tr: Güç yönetimi
uk: Керування живленням
ur_pk: توانائی کا انتظام
vi: Chế độ quản lý năng lượng

# AdvancedSettings|
source: Avoid sleep mode if there is a scheduled download
ar: تجنب وضع السكون إذا كان هناك تنزيل مجدول
bg: Избягване на заспиване ако има планирано изтегляне
bn: একটি নির্ধারিত ডাউনলোড থাকলে স্লিপ মোড এড়িয়ে চলুন
cs_cz: Zakázat režim spánku, pokud je naplánované stahování
de: Ruhemodus vermeiden, wenn ein Download geplant ist
fa: اجتناب از حالت خواب در صورت وجود دانلود برنامه‌ریزی شده
fi: Estä valmiustila, jos latauksia on ajoitettu
fr: Éviter le mode veille s'il y a un téléchargement planifié
hu: Kerülje az alvó módot, ha ütemezett letöltés van
id: Hindari mode sleep jika ada unduhan terjadwal
it: Disabilita modalità sospensione se è presente un download pianificato
ja: ダウンロードが予定されている場合はスリープモードを回避する
lt: Venkite miego režimo, jei yra suplanuotas atsisiuntimas
lv: Izvairīties no miega režīma ja ir ieplānota lejupielāde
my: စီစဉ်ထားသည့် ဒေါင်းလုပ်ရှိပါက အိပ်နည်းလမ်းကို ရှောင်ပါ
pl: Zablokuj usypianie, jeżeli istnieją pobrania w harmonogramie
pt_pt: Evitar o modo de suspensão se houver um download agendado
ro: Evitați modul de repaus dacă există o descărcare programată
ru: Запретить перевод компьютера в спящий режим при наличии запланированных загрузок
si: නියමිත බාගත කිරීමක් තිබේ නම් sleep mode වළකන්න
sr: Избегавај режим спавања ако постоји заказано преузимање
tr: Zamanlanmış bir indirme varsa uyku modunu önle
uk: Уникати режиму сну якщо заплановано завантаження
ur_pk: اگر کوئی شیڈول شدہ ڈاؤن لوڈ ہے تو سلیپ موڈ سے بچیں
vi: Tránh chế độ ngủ nếu có lịch tải xuống

# AdvancedSettings|
source: Allow sleep mode while sharing files
ar: السماح بوضع السكون أثناء مشاركة الملفات
bg: Разрешаване на режим на заспиване при споделяне на файлове
bn: ফাইল শেয়ার করার সময় স্লিপ মোডের অনুমতি দিন
cs_cz: Povolit režim spánku při sdílení souborů
de: Ruhemodus bei Dateifreigabe zulassen
fa: اجازه دادن به حالت خواب هنگام اشتراک‌گذاری فایل‌ها
fi: Salli valmiustila, jos tiedostoja jaetaan
fr: Autoriser le mode veille en partageant des fichiers
hu: Engedélyezze az alvó módot, ha ütemezett letöltés van
id: Mengizinkan mode sleep saat berbagi file
it: Consenti modalità sospensione durante la condivisione di file
ja: ファイルの共有中にスリープモードを許可する
lt: Leisti miego režimą bendrinant failus
lv: Atļaut miega režīmu pārsūtot failus
my: ဖိုင်များ ဝေမျှနေစဉ် အိပ်နည်းလမ်းကို ခွင့်ပြုပါ
pl: Zezwól na usypianie podczas udostępniania plików
pt_pt: Permitir o modo de suspensão ao compartilhar arquivos
ro: Permiteți modul de repaus în timp ce partajați fișiere
ru: Разрешить спящий режим при раздаче файлов
si: ගොනු හුවමාරු කර ගැනීමේදී sleep mode ඉඩ දෙන්න
sr: Дозволи режим спавања током дељења датотека
tr: Dosyaları paylaşırken uyku moduna izin ver
uk: Дозволити сплячий режим коли ділимося файлами
ur_pk: فائلیں شیئر کرتے وقت سلیپ موڈ کی اجازت دیں
vi: Cho phép chế độ ngủ trong khi chia sẻ tệp

# AdvancedSettings|
source: Options
ar: الخيارات
bg: Опции
bn: অপশন
cs_cz: Možnosti
de: Optionen
es: Opciones
fa: گزینه ها
fi: Valinnat
hi: विकल्प
hu: Beállítások
id: Opsi
it: Opzioni
ja: オプション
lt: Parametrai
lv: Opcijas
my: ရွေးစရာများ
pl: Opcje
pt_pt: Opções
ro: Opţiuni
ru: Параметры
si: විකල්ප
sr: Опције
tr: Seçenekler
uk: Параметри
ur_pk: اختیارات
vi: Tùy chọn

# AdvancedSettings|
source: Launch at startup (minimized)
ar: البدء مع بدء تشغيل الكمبيوتر (مصغر)
bg: Старт при зареждане на ОС (минимизиран)
bn: স্টার্টআপে লঞ্চ করুন (মিনিমাইজড)
cs_cz: Spustit v minimalizovaném okně při spuštění počítače
de: Beim Starten ausführen (minimiert)
es: Abrir al iniciar (minimizado)
fa: راه‌اندازی در شروع سیستم (در حالت کوچک شده)
fi: Käynnistä tietokoneen käynnistyessä (pienennettynä)
fr: Lancer au démarrage (minimisé)
hi: स्टार्टअप पर लॉन्च (कम से कम)
hu: Indítás a rendszer indulásakor (háttérben)
id: Luncurkan saat memulai (minimalkan)
it: Esegui FDM (ridotto a icona) all'avvio del sistema
ja: 起動時に起動する (最小化して)
lt: Paleisti paleidus kompiuteri (sumažintu režimu)
lv: Palaist startējot (samazināts)
my: စက်ဖွင့်ရာတွင် ဖွင့်ရန် (ချုံ့)
pl: Uruchom przy starcie systemu (zminimalizowany)
pt_pt: Executar na inicialização (minimizado)
ro: Lansare la pornire (minimizat)
ru: Запускать при старте системы (в свёрнутом виде)
si: ආරම්භයේ දී දියත් (අවම)
sr: Покрени при подизању система (умањено)
tr: Başlangıçta başlat (simge durumunda)
uk: Запуск під час запуску системи (згорнутим)
ur_pk: اسٹارٹ اپ پر شروع کریں (کم سے کم کیا گیا)
vi: Chạy lúc khởi động (giảm thiểu)
