Repository: FreeDownloadManagerTeam/FDM6-localization
Catalog: main/fdm_*.po
Languages: ar, bg, bn, cs_cz, de, es, fa, fi, fr, hi, hu, id, it, ja, lt, lv, my, pl, pt_pt, ro, ru, si, sr, tr, uk, ur_pk, vi

# SslDialog|
source: Certificate fingerprints
ar: بصمة الشهادة
bg: Отпечатъци на сертификата
bn: শংসাপত্র আঙ্গুলের ছাপ
cs_cz: Otisky certifikátu
de: Zertifikat-Fingerabdrücke
es: Huellas dactilares del certificado
fa: اثر انگشت گواهی‌
fi: Sertifikaatin sormenjäljet
fr: Certificat d'empreintes digitales
hi: प्रमाणपत्र उंगलियों के निशान
hu: Tanúsítvány ujjlenyomatok
id: Sidik jari sertifikat
it: Certificato firme digitali
ja: 証明書のフィンガープリント
lt: Sertifikato pirštų atspaudai
lv: Sertifikāta pirkstu nospiedumi
my: Certificate လက်ပွေများ
pl: Odcisk palca certyfikatu
pt_pt: Impressões digitais do certificado
ro: Amprentele digitale ale certificatului
ru: Отпечатки сертификата
si: සහතික සලකුණු
sr: Отисци сертификата
tr: Sertifika parmak izleri
uk: Відбитки сертифікату
ur_pk: سرٹیفکیٹ فنگر پرنٹس

# SslDialog|
source: If you trust this host, select Accept to remember the key and carry on connecting.
ar: إذا كنت تثق بهذا المضيف، حدد "قبول" لتذكر المفتاح ومتابعة الاتصال.
bg: Ако се доверявате на този хост изберете Приемам за да запаметите ключа и да се свържете.
cs_cz: Pokud věříte tomuto hostiteli, zvolte Přijmout pro zapamatování klíče a pokračování v připojení.
de: Wenn du diesem Host vertraust, wähle Akzeptieren, um den Schlüssel zu speichern und die Verbindung fortzusetzen.
fa: اگر به این میزبان اعتماد دارید، «پذیرش» را انتخاب کنید تا کلید را به خاطر بسپارید و به اتصال ادامه دهید.
fi: Jos luotat isäntään, muista avain ja jatka yhdistämistä valitsemalla "Hyväksy".
fr: Si vous vous fiez à cet hôte, sélectionnez Accepter pour mémoriser la clé et continuer la connexion.
hu: Ha megbízol ebben a gazdagépben, válaszd az Elfogadás lehetőséget a kulcs megjegyzéséhez és a csatlakozás folytatásához!
id: Jika anda mempercayai host ini, pilih Terima untuk mengingat key dan carry di sambungan.
it: Se ti fidi di questo host, seleziona 'Accetto' per ricordare la chiave e continuare a connetterti.
ja: このホストが信頼できる場合は、同意を選択してキーを記憶し、接続を続行します。
lt: Jei pasitikite šiuo pagrindiniu kompiuteriu, pasirinkite Priimti, kad prisimintumėte raktą ir tęstumėte ryšį.
pl: Jeżeli ufasz temu serwerowi, wybierz Akceptuj, aby zapamiętać klucz i kontynuować łączenie.
pt_pt: Se você confia neste host, selecione Aceitar para lembrar a chave e continuar a conexão.
ro: Dacă aveți încredere în această gazdă, selectați Accept pentru a vă aminti cheia și continuați conectarea.
ru: Если вы доверяете этому узлу, выберите Принять, чтобы запомнить ключ и продолжить подключение.
si: ඔබ මෙම ධාරකයා විශ්වාස කරන්නේ නම්, යතුර මතක තබා ගැනීමට පිළිගෙන සම්බන්ධ වීම දිගටම කරගෙන යන්න තෝරන්න.
sr: Ако верујете овом хосту, изаберите „Прихвати“ да запамтите кључ и наставите са повезивањем.
tr: Eğer bu anamakineye güveniyorsanız, anahtarı hatırlamak ve bağlanmaya devam etmek için Kabul et'i seçin.
ur_pk: اگر آپ اس میزبان پر بھروسہ کرتے ہیں، تو کی (Key) کو یاد رکھنے اور کنکشن جاری رکھنے کے لیے 'قبول کریں' کو منتخب کریں۔

# SslDialog|
source: Accept
ar: قبول
bg: Приемам
cs_cz: Přijmout
de: Akzeptieren
fa: قبول‌کردن
fi: Hyväksy
fr: Accepter
hu: Elfogadás
id: Terima
it: Accetto
ja: 同意
lt: Priimti
pl: Akceptuj
pt_pt: Aceitar
ro: Acceptare
ru: Принять
si: පිළිගන්න
sr: Прихвати
tr: Kabul et
ur_pk: قبول کریں

# SslDialog|
source: Accept the risk and download
ar: قبول المخاطرة والتنزيل
bg: Приемам риска и изтеглям
bn: ঝুঁকি গ্রহণ করুন এবং ডাউনলোড করুন
cs_cz: Přijmout riziko a stáhnout
de: Risiko akzeptieren und herunterladen
es: Aceptar el riesgo y descargar
fa: خطر را بپذیرید و دانلود کنید
fi: Hyväksy riski ja lataa
fr: Accepter le risque et télécharger
hi: जोखिम स्वीकार करें और डाउनलोड करें
hu: Kockázat elfogadása és letöltés
id: Terima risikonya dan unduh
it: Accetta il rischio e scarica
ja: リスクを受け入れてダウンロードする
lt: Sutikite su rizika ir atsisiųskite
lv: Piekrist riskam un lejupielādēt
my: ထိခိုက်မှုကို လက်ခံပြီး ဒေါင်းလုပ်ပါ
pl: Pobierz pomimo zagrożenia
pt_pt: Aceitar o risco e baixar
ro: Acceptați riscul și descărcați
ru: Принять риск и загрузить
si: අවදානම පිළිගෙන බාගත කරන්න
sr: Прихвати ризик и преузми
tr: Riski kabul et ve indir
uk: Прийняти ризик і завантажити
ur_pk: خطرہ قبول کریں اور ڈاؤن لوڈ کریں

# SslDialog|
source: Cancel
ar: إلغاء
bg: Отказ
bn: বাতিল করুন
cs_cz: Storno
de: Abbrechen
es: Cancelar
fa: انصراف
fi: Peru
fr: Annuler
hi: रद्द करें
hu: Mégse
id: Batalkan
it: Annulla
ja: キャンセル
lt: Atšaukti
lv: Atcelt
my: ပယ်ဖျက်
pl: Anuluj
pt_pt: Cancelar
ro: Anulează
ru: Отмена
si: අවලංගු කරන්න
sr: Откажи
tr: İptal
uk: Скасувати
ur_pk: منسوخ کریں
vi: Hủy

# SslDialog|
source: Security risk
ar: مخاطرة أمنية
bg: Риск за сигурността
bn: নিরাপত্তা ঝুঁকি
cs_cz: Bezpečnostní riziko
de: Sicherheitsrisiko
es: Riesgo de seguridad
fa: خطر امنیتی
fi: Tietoturvariski
fr: Risque de sécurité
hi: सुरक्षा जोखिम
hu: Biztonsági kockázat
id: Risiko keamanan
it: Rischio sicurezza
ja: セキュリティリスク
lt: Saugumo rizika
lv: Drošības risks
my: လုံခြုံမှု အန္တရာယ်
pl: Ryzyko bezpieczeństwa
pt_pt: Risco de segurança
ro: Risk de securitate
ru: Риск безопасности
si: ආරක්ෂක අවදානම
sr: Безбедносни ризик
tr: Güvenlik riski
uk: Загроза безпеці
ur_pk: سیکیورٹی کا خطرہ

# SslDialog|
source: Continue
ar: استمرار
bg: Продължи
bn: চালিয়ে যান
cs_cz: Pokračovat
de: Fortsetzen
es: Continuar
fa: ادامه
fi: Jatka
fr: Continuer
hi: जारी रखना
hu: Folytatás
id: Lanjutkan
it: Continua
ja: 続行
lt: Tęsti
lv: Turpināt
my: ဆက်လုပ်ရန်
pl: Kontynuuj
pt_pt: Continuar
ro: Continuă
ru: Продолжить
si: ඉදිරියට යන්න
sr: Настави
tr: Devam
uk: Продовжити
ur_pk: جاری رکھیں
vi: Tiếp tục

# StatusItem|
source: Checking files
ar: فحص الملفات
bg: Проверка на файлове
bn: ফাইল চেক করা হচ্ছে
cs_cz: Kontrolování souborů
de: Dateien prüfen
es: Comprobando archivos
fa: در حال بررسی فایل‌ها
fi: Tarkistetaan tiedostoja
fr: Vérification des fichiers
hi: फाइलों की जांच
hu: Fájlok ellenőrzése
id: Memeriksa berkas
it: Verifica file
ja: ファイルを確認しています
lt: Failų tikrinimas
lv: Pārbauda failus
my: ဖိုင်များ စစ်ခြင်း
pl: Sprawdzanie plików
pt_pt: Checando arquivos
ro: Verificarea fișierelor
ru: Проверка файлов
si: ගොනු පරීක්ෂා කෙරේ
sr: Провера датотека
tr: Dosyalar denetleniyor
uk: Перевірка файлів
ur_pk: فائلوں کی جانچ پڑتال
vi: Đang kiểm tra tệp

# StatusItem|
source: Merging media streams
ar: دمج تدفق الوسائط
bg: Сливане на потоци от данни
bn: মিডিয়া স্ট্রীম একত্রিত করা হচ্ছে
cs_cz: Spojování mediálních proudů
de: Medien-Streams verbinden
es: Combinando medios de transmisión
fa: ادغام جریان رسانه‌ها
fi: Yhdistetään mediastriimejä
fr: Fusion des flux de médias
hi: मीडिया स्ट्रीम मर्ज करना
hu: Médiafolyamok egyesítése
id: Menyatukan aliran media
it: Unione flussi multimediali
ja: メディアストリームを結合しています
lt: Medijos srautų sujungimas
lv: Apvieno multivides straumes
my: မီဒီယာ ထုတ်လွှင်မှုများကို ပေါင်းစည်းခြင်း
pl: Scalanie strumieni mediów
pt_pt: Mesclando fluxos de mídia
ro: Îmbinarea fluxurilor media
ru: Слияние медиапотоков
si: මාධ්ය ප්රවාහයන් ඒකාබද්ධ කෙරේ
sr: Спајање медијских токова
tr: Ortam akışları birleştiriliyor
uk: Злиття потоків даних
ur_pk: میڈیا اسٹریمز کو یکجا کیا جا رہا ہے

# StatusItem|
source: Queued
ar: قيد الانتظار
bg: На опашка
bn: সারিবদ্ধ
cs_cz: Ve frontě
de: Wartend
es: En cola
fa: صف شده
fi: Jonossa
fr: En file d'attente
hi: कतारबद्ध
hu: Várólistán
id: Dalam antrian
it: In coda
ja: キュー
lt: Eilėje
lv: Ierindots
my: တန်းစီနေ
pl: W kolejce
pt_pt: Na fila
ro: În așteptare
ru: В очереди
si: පෝලිමට අතුලත් කරන ලදී
sr: У реду за чекање
tr: Kuyruğa alındı
uk: Додано в чергу
ur_pk: قطار میں ہے
vi: Đã xếp hàng

# StatusItem|
source: Requesting info
ar: طلب المعلومات
bg: Очаквам информация
bn: তথ্যের অনুরোধ করা হচ্ছে
cs_cz: Vyžadování informací
de: Informationen anfordern
es: Solicitando información
fa: در حال درخواست اطلاعات
fi: Pyydetään tietoja
fr: Demande d'infos
hi: जानकारी का अनुरोध
hu: Információ lekérése
id: Meminta informasi
it: Richiesta info
ja: 情報を要求しています
lt: Prašoma informacijos
lv: Pieprasa informāciju
my: ဒေတာများ တောင်းခြင်း
pl: Pobieranie info
pt_pt: Solicitando informações
ro: Solicitare info
ru: Запрос информации
si: තොරතුරු ඉල්ලා සිටී
sr: Захтевање информација
tr: Bilgi isteniyor
uk: Запит інформації
ur_pk: معلومات کی درخواست کی جا رہی ہے
vi: Yêu cầu thông tin

# StatusItem|
source: Unknown file size
ar: حجم الملف غير معروف
bg: Неизв. размер на файла
bn: অজানা ফাইলের আকার
cs_cz: Neznámá velikost souboru
de: Unbekannte Dateigröße
es: Tamaño de archivo desconocido
fa: حجم فایل نامشخص
fi: Tuntematon tiedostokoko
fr: Taille du fichier inconnue
hi: अज्ञात फ़ाइल आकार
hu: Ismeretlen fájlméret
id: Ukuran berkas tidak diketahui
it: Dimensione file sconosciuta
ja: 不明なファイルサイズ
lt: Nežinomas failo dydis
lv: Nezināms faila lielums
my: ဖိုင်ပမာဏ မသိ
pl: Nieznany rozmiar pliku
pt_pt: Tamanho do arquivo desconhecido
ro: Dimensiune necunoscută a fișierului
ru: Размер файла неизвестен
si: ගොනුවේ ප්‍රමාණය දන්නේ නැත
sr: Непозната величина датотеке
tr: Bilinmeyen dosya boyutu
uk: Розмір файлу невідомий
ur_pk: فائل کا سائز نامعلوم ہے
vi: Kích thước tệp tin không xác định

# StatusItem|
source: Paused
ar: متوقف مؤقتا
bg: На пауза
bn: বিরতি দেওয়া হয়েছে
cs_cz: Pozastaveno
de: Angehalten
es: Pausada
fa: مکث شده
fi: Pysäytetty
fr: En pause
hi: रोके गए
hu: Szüneteltetve
id: Ditunda
it: In pausa
ja: 一時停止
lt: Pristabdyta
lv: Apturēts
my: ရပ်နေ
pl: Wstrzymane
pt_pt: Pausado
ro: Întrerupt
ru: Остановлено
si: තාවකාලිකව නතර කරන ලදී
sr: Паузирано
tr: Duraklatıldı
uk: Зупинено
ur_pk: روکا ہوا
vi: Đã tạm dừng

# StatusItem|
source: Completed
ar: مكتمل
bg: Завършен
bn: সম্পন্ন
cs_cz: Dokončeno
de: Abgeschlossen
es: Completada
fa: تمام شده
fi: Valmis
fr: Terminé
hi: पूरा हुआ
hu: Befejezve
id: Berhasil
it: Completati
ja: 完了
lt: Baigta
lv: Pabeigts
my: ပြီးဆုံး
pl: Zakończone
pt_pt: Concluído
ro: Terminat
ru: Завершено
si: සම්පුර්ණ කර ඇත
sr: Завршено
tr: Tamamlandı
uk: Завершено
ur_pk: مکمل ہو گیا
vi: Đã hoàn thành

# StopDownloadDialog|
source: Pause download
ar: إيقاف مؤقت للتنزيل
bg: Пауза на изтеглянето
bn: ডাউনলোড থামান
cs_cz: Pozastavit stahování
de: Download anhalten
es: Pausar descarga
fa: مکث دانلود
fi: Pysäytä lataus
fr: Mettre en pause le téléchargement
hi: डाउनलोड रोकें
hu: Letöltés szüneteltetése
id: Jeda unduhan
it: Metti in pausa il download
ja: ダウンロードを一時停止
lt: Pristabdyti atsisiuntimą
lv: Apturēt lejupielādi
my: ဒေါင်းလုပ်ကို ရပ်ရန်
pl: Wstrzymaj pobieranie
pt_pt: Pausar download
ro: Întrerupeți descărcarea
ru: Остановить загрузку
si: බාගත කිරීම තාවකාලිකව නවත්වන්න
sr: Паузирај преузимање
tr: İndirmeyi duraklat
uk: Призупинити завантаження
ur_pk: ڈاؤن لوڈ روکیں
vi: Tạm dừng tải về

# StopDownloadDialog|
source: The download(s) below can't be resumed after pausing.
ar: التنزيل/التنزيلات الآتية لا يمكن استئنافها بعد التوقف المؤقت.
bg: Изтеглянето(ията) по-долу не могат да се възобновят след пауза.
bn: নীচের ডাউনলোড(গুলি) বিরতির পরে পুনরায় শুরু করা যাবে না৷
cs_cz: Stahování níže nemohou být navázána po pozastavení stahování.
de: Folgende/r Download/s kann/können nach dem Anhalten nicht fortgesetzt werden.
es: La(s) descarga(s) siguiente(s) no se puede(n) reanudar después de pausarla(s).
fa: دانلود (های) زیر پس از مکث قابل از سرگیری نیست.
fi: Seuraavia latauksia ei voida jatkaa tauotuksen jälkeen.
fr: Le(s) téléchargement(s) ci-dessous ne peu(ven)t pas être repris après avoir été mis en pause.
hi: नीचे दिए गए डाउनलोड रुकने के बाद फिर से शुरू नहीं किए जा सकते।
hu: Az alábbi letöltés(ek) szüneteltetés után nem folytatható(ak).
id: Unduhan di bawah tidak dapat dilanjutkan setelah dijeda.
it: I seguenti download non potranno essere ripresi dopo essere stati messi in pausa.
ja: 以下のダウンロードは一時停止後に再開できません。
lt: Toliau pateikto (-ų) atsisiuntimo (-ų) negalima atnaujinti po pristabdymo.
lv: Lejupielāde(s) zemāk nevar tikt atsāktas pēc apturēšanas.
my: အောက်ရှိ ဒေါင်းလုပ်(များ)သည် ရပ်ပြီးနောက် ပြန်မစနိုင်ပါ။
pl: Po zatrzymaniu poniższe pobieranie nie będzie mogło być już wznowione.
pt_pt: Os downloads abaixo não podem ser retomados após a pausa.
ro: Descărcările de mai jos nu pot fi reluate după pauză.
ru: Эта загрузка(и) не может быть возобновлена(ы) после остановки.
si: පහත බාගත කිරීම් නැවතීමෙන් පසු නැවත ආරම්භ කළ නොහැක.
sr: Преузимања испод се не могу наставити након паузирања.
tr: Aşağıdaki indirme(ler) duraklatıldıktan sonra devam edemez.
uk: Завантаження, зазначене(і) нижче, не можна відновити після призупинення.
ur_pk: نیچے دیے گئے ڈاؤن لوڈز کو روکنے کے بعد دوبارہ شروع نہیں کیا جا سکے گا۔

# StopDownloadDialog|
source: Pause
ar: إيقاف مؤقت
bg: Пауза
bn: বিরতি
cs_cz: Pozastavit
es: Pausar
fa: مکث
fi: Pysäytä
fr: Mettre en pause
hi: रोकना
hu: Szüneteltetés
id: Jeda
it: Pausa
ja: 一時停止
lt: Pauzė
lv: Pauzēt
my: ရပ်
pl: Wstrzymaj
pt_pt: Pausar
ro: Întrerupeți
ru: Остановить
si: විරාමය
sr: Паузирај
tr: Duraklat
uk: Призупинити
ur_pk: روکیں
vi: Tạm dừng

# StopDownloadDialog|
source: Cancel
ar: إلغاء
bg: Отказ
bn: বাতিল করুন
cs_cz: Storno
de: Abbrechen
es: Cancelar
fa: انصراف
fi: Peru
fr: Annuler
hi: रद्द करें
hu: Mégse
id: Batalkan
it: Annulla
ja: キャンセル
lt: Atšaukti
lv: Apturēt
my: ပယ်ဖျက်
pl: Anuluj
pt_pt: Cancelar
ro: Anulează
ru: Отмена
si: අවලංගු කරන්න
sr: Откажи
tr: İptal
uk: Скасувати
ur_pk: منسوخ کریں
vi: Hủy

# StopDownloadDialog|
source: This download can't be resumed after pausing
ar: هذا التنزيل لا يمكن استئنافه بعد التوقف المؤقت
bg: Това изтегляне не може да се възобнови след пауза
bn: এই ডাউনলোডটি বিরতির পরে পুনরায় শুরু করা যাবে না
cs_cz: Toto stahování nemůže být navázáno po pozastavení stahování
de: Dieser Download kann nach dem Anhalten nicht wieder aufgenommen werden
es: Esta descarga no se puede reanudar después de pausarla
fa: این دانلود پس از مکث قابل از سرگیری نیست
fi: Tätä latausta ei voi jatkaa tauotuksen jälkeen
fr: Ce téléchargement ne peut être repris après avoir été mis en pause
hi: यह डाउनलोड रुकने के बाद फिर से शुरू नहीं किया जा सकता
hu: A letöltést szüneteltetés után nem lehet folytatni
id: Unduhan ini tidak dapat dilanjutkan setelah dijeda
it: Questo download non potrà essere ripreso dopo essere stato messo in pausa
ja: このダウンロードは一時停止後に再開できません
lt: Toliau pateikto (-ų) atsisiuntimo (-ų) negalima atnaujinti pristabdžiusŠis atsisiuntimas negali būti pratęstas pristabdžius
lv: Šī lejupielāde nevar tikt atsākta pēc apturēšanas
my: ဒေါင်းလုပ်သည် ရပ်ပြီးနောက် ပြန်မစနိုင်ပါ။
pl: Po zatrzymaniu to pobieranie nie będzie mogło być już wznowione
pt_pt: Este download não pode ser retomado após a pausa
ro: Această descărcare nu poate fi reluată după pauză
ru: Эта закачка не может быть возобновлена после остановки
si: මෙම බාගත කිරීම නැවතීමෙන් පසු නැවත ආරම්භ කළ නොහැක
sr: Ово преузимање се не може наставити након паузирања
tr: Bu indirme duraklatıldıktan sonra devam edemez
uk: Це завантаження не можна відновити після призупинення
ur_pk: یہ ڈاؤن لوڈ روکنے کے بعد دوبارہ شروع نہیں کیا جا سکے گا

# StopDownloadDialog|
source: The download(s) below can't be resumed after pausing
ar: التنزيل/التنزيلات الآتية لا يمكن استئنافها بعد التوقف المؤقت
bg: Изтеглянето(ията) по-долу не могат да се възобновят след пауза
bn: নীচের ডাউনলোড(গুলি) বিরতির পরে পুনরায় শুরু করা যাবে না৷
cs_cz: Stahování níže nemohou být navázána po pozastavení stahování
de: Folgende/r Download/s kann/können nach dem Anhalten nicht fortgesetzt werden
es: La(s) descarga(s) siguiente(s) no se puede(n) reanudar después de pausarla(s)
fa: دانلود (های) زیر پس از مکث قابل از سرگیری نیست
fi: Seuraavia latauksia ei voida jatkaa tauotuksen jälkeen
fr: Le(s) téléchargement(s) ci-dessous ne peu(ven)t pas être repris après avoir été mis en pause
hi: नीचे दिए गए डाउनलोड रुकने के बाद फिर से शुरू नहीं किए जा सकते हैं
hu: Az alábbi letöltés(ek) szüneteltetés után nem folytatható(ak)
id: Unduhan di bawah tidak dapat dilanjutkan setelah dijeda
it: I seguenti download non potranno essere ripresi dopo essere stati messi in pausa
ja: 以下のダウンロードは一時停止後に再開できません
lt: Toliau pateikto (-ų) atsisiuntimo (-ų) negalima atnaujinti po pristabdymo
lv: Lejupielāde(s) zemāk nevar tikt atsāktas pēc apturēšanas
my: အောက်ရှိ ဒေါင်းလုပ်(များ)သည် ရပ်ပြီးနောက် ပြန်မစနိုင်ပါ
pl: Po zatrzymaniu poniższe pobierania nie będą mogły być już wznowione
pt_pt: Os downloads abaixo não podem ser retomados após a pausa
ro: Descărcările de mai jos nu pot fi reluate după pauză
ru: Эта закачка(и) не может быть возобновлена(ы) после остановки
si: පහත බාගත කිරීම් නැවතීමෙන් පසු නැවත ආරම්භ කළ නොහැක
sr: Преузимања испод се не могу наставити након паузирања
tr: Aşağıdaki indirme(ler) duraklatıldıktan sonra devam edemez
uk: Завантаження, зазначене(і) нижче, не можна відновити після призупинення
ur_pk: نیچے دیے گئے ڈاؤن لوڈز کو روکنے کے بعد دوبارہ شروع نہیں کیا جا سکے گا

# SubmitBugReportDialog|
source: Submit a bug report
ar: إرسال تقرير عن الخطأ
bg: Изпращане на доклад за грешки
bn: একটি বাগ রিপোর্ট জমা দিন
cs_cz: Odeslat hlášení o chybě
de: Fehlerbericht einreichen
fa: گزارش اشکال را ارسال کنید
fi: Lähetä vikailmoitus
fr: Soumettre un rapport de bogue
hu: Hibajelentés beküldése
id: Kirim laporan bug
it: Segnala problema
ja: バグレポートを送信
lt: Pateikite pranešimą apie riktą
lv: Iesniegt kļūdas atskaiti
my: အလွဲတင်ပြမှုကို တင်သွင်းပါ
pl: Wyślij raport o błędzie
pt_pt: Enviar relatório de erros
ro: Trimiteți un raport de eroare
ru: Отправить отчёт об ошибке
si: දෝෂ වාර්තාවක් ඉදිරිපත් කරන්න
sr: Пошаљите извештај о грешци
tr: Hata raporu gönder
uk: Повідомити про проблему
ur_pk: بگ رپورٹ جمع کرائیں

# SubmitBugReportDialog|
source: Title
ar: العنوان
bg: Заглавие
bn: শিরোনাম
cs_cz: Název
de: Titel
fa: عنوان
fi: Otsikko
fr: Titre
hu: Cím
id: Judul
it: Titolo
ja: タイトル
lt: Pavadinimas
lv: Virsraksts
my: ခေါင်းစဉ်
pl: Tytuł
pt_pt: Título
ro: Titlu
ru: Заголовок
si: මාතෘකාව
sr: Наслов
tr: Başlık
uk: Заголовок
ur_pk: عنوان

# SubmitBugReportDialog|
source: Description
ar: الوصف
bg: Описание
bn: বর্ণনা
cs_cz: Popis
de: Beschreibung
fa: توضیحات
fi: Kuvaus
hu: Leírás
id: Deskripsi
it: Descrizione
ja: 説明
lt: Aprašymas
lv: Apraksts
my: ဖော်ပြချက်
pl: Opis
pt_pt: Descrição
ro: Descriere
ru: Описание
si: විස්තරය
sr: Опис
tr: Açıklama
uk: Опис
ur_pk: تفصیل

# SubmitBugReportDialog|
source: Name
ar: الاسم
bg: Име
bn: নাম
cs_cz: Název
fa: نام
fi: Nimi
fr: Nom
hi: नाम
hu: Név
id: Nama
it: Nome
ja: 名前
lt: Pavadinimas
lv: Nosaukums
my: အမည်
pl: Nazwa
pt_pt: Nome
ro: Nume
ru: Имя
si: නම
sr: Име
tr: Ad
uk: Ім'я
ur_pk: نام
vi: Tên

# SubmitBugReportDialog|
source: E-mail
ar: البريد الالكتروني
bg: Имейл
bn: ইমেইল
fa: ایمیل
fi: Sähköposti
fr: Courriel
ja: メールアドレス
lt: Paštas
lv: E-pasts
my: အီးမေး
ru: Эл. почта
si: ඊමේල්
sr: Е-пошта
tr: E-posta
ur_pk: ای میل

# SubmitBugReportDialog|
source: Attach %1 log files (recommended)
ar: إرفاق ملفات السجل %1 (مستحسن)
bg: Прикачване на %1 файлове с доклад (препоръчително)
bn: %1 লগ ফাইল সংযুক্ত করুন (প্রস্তাবিত)
cs_cz: Připojit soubory s logem (doporučeno)
de: %1 Log-Datei/en anhängen (empfohlen)
fa: ضمیمه کردن فایل‌های گزارش 1% (توصیه می‌شود)
fi: Liitä %1 lokitiedostot (suositeltavaa)
fr: Attacher %1 fichiers journaux (recommandé)
hu: %1 naplófájl csatolása (ajánlott)
id: Lampirkan file log %1 (disarankan)
it: Allega file registro eventi %1 (scelta consigliata)
ja: %1 のログファイルを添付 (推奨)
lt: Pridėti % 1 žurnalo failus (rekomenduojama)
lv: Pievieno %1 reģistra failus (rekomendēts)
my: မှတ်တမ်း %1 ဖိုင်ကို ပူးတွဲပါ (အကြံပြုချက်)
pl: Dołącz pliki dziennika %1 (zalecane)
pt_pt: Anexar arquivos de registro do %1 (recomendado)
ro: Atașați %1 fișiere jurnal (recomandat)
ru: Прикрепить файлы журналов %1 (рекомендуется)
si: අමුණන්න%1 විස්තර ගොනු (නිර්දේශිත)
sr: Приложи %1 лог датотеке (препоручено)
tr: %1 günlük dosyalarını ekle (önerilir)
uk: Додати %1 файл журналу (рекомендовано)
ur_pk: %1 لاگ فائلیں منسلک کریں (تجویز کردہ)

# SubmitBugReportDialog|
source: Required fields
ar: حقول مطلوبة
bg: Задължителни полета
bn: প্রয়োজনীয় ক্ষেত্র
cs_cz: Vyžadovaná pole
de: Erforderliche Felder
fa: فیلدهای ضروری
fi: Vaaditut kentät
fr: Champs requis
hu: Szükséges mezők
id: Harus diisi
it: Campi obbligatori
ja: 必須項目
lt: Privalomi laukai
lv: Nepieciešamie lauciņi
my: လိုအပ်သည့် အကွက်များ
pl: Wymagane pola
pt_pt: Campos obrigatórios
ro: Câmpuri obligatorii
ru: Обязательные поля
si: අවශ්ය තොරතුරු
sr: Обавезна поља
tr: Zorunlu alanlar
uk: Обов’язкові поля
ur_pk: ضروری فیلڈز

# SubmitBugReportDialog|
source: Close
ar: إغلاق
bg: Затвори
bn: বন্ধ
cs_cz: Zavřít
de: Schließen
fa: بستن
fi: Sulje
fr: Fermer
hi: बंद करें
hu: Bezárás
id: Tutup
it: Chiudi
ja: 閉じる
lt: Uždaryti
lv: Aizvērt
my: ပိတ်
pl: Zamknij
pt_pt: Fechar
ro: Închide
ru: Закрыть
si: වහන්න
sr: Затвори
tr: Kapat
uk: Закрити
ur_pk: بند کریں
vi: Đóng

# SubmitBugReportDialog|
source: Cancel
ar: إلغاء
bg: Отказ
bn: বাতিল করুন
cs_cz: Storno
de: Abbrechen
fa: انصراف
fi: Peru
fr: Annuler
hi: रद्द करें
hu: Mégse
id: Batalkan
it: Annulla
ja: キャンセル
lt: Atšaukti
lv: Atcelt
my: ပယ်ဖျက်
pl: Anuluj
pt_pt: Cancelar
ro: Anulează
ru: Отмена
si: අවලංගු කරන්න
sr: Откажи
tr: İptal
uk: Скасувати
ur_pk: منسوخ کریں
vi: Hủy

# SubmitBugReportDialog|
source: Submitting
ar: يتم الارسال
bg: Изпращане
bn: জমা দেওয়া হচ্ছে
cs_cz: Odesílání
de: Einreichen
fa: در حال ارسال
fi: Lähetetään
fr: Soumission
hu: Beküldés
id: Mengirim
it: Invio in corso
ja: 送信中
lt: Pateikiama
lv: Apstiprināšana
my: တင်သွင်းခြင်း
pl: Wysyłanie
pt_pt: Enviando
ro: Se trimite
ru: Отправляется
si: යොමු කෙරේ
sr: Слање
tr: Gönderiliyor
uk: Відправлення
ur_pk: جمع کرایا جا رہا ہے

# SubmitBugReportDialog|
source: Submit
ar: ارسال
bg: Изпратено
bn: জমা দিন
cs_cz: Odeslat
de: Einreichen
fa: ارسال
fi: Lähetä
fr: Soumettre
hu: Beküldés
id: Kirim
it: Invia
ja: 送信
lt: Pateikti
lv: Apstiprināt
my: တင်သွင်းပါ
pl: Wyślij
pt_pt: Enviar
ro: Trimite
ru: Отправить
si: යොමු කරන්න
sr: Пошаљи
tr: Gönder
uk: Відправити
ur_pk: جمع کرائیں

# Subtitles|
source: Download subtitles
ar: تنزيل الترجمة
bg: Изтегли субтитри
bn: সাবটাইটেল ডাউনলোড করুন
cs_cz: Stáhnout titulky
de: Untertitel herunterladen
es: Descargar subtítulos
fa: دانلود زیرنویس ها
fi: Lataa tekstitykset
fr: Télécharger les sous-titres
hi: उपशीर्षक डाउनलोड करें
hu: Feliratok letöltése
id: Unduh subtitel
it: Download sottotitoli
ja: 字幕のダウンロード
lt: Atsisiųsti subtitrus
lv: Lejupielādēt subtitrus
my: စာတန်းထိုး ဒေါင်းလုပ်ပါ
pl: Pobierz napisy
pt_pt: Baixar legendas
ro: Descărcați subtritări
ru: Скачать субтитры
si: උපසිරැසි බාගත කරන්න
sr: Преузми титлове
tr: Alt yazıları indir
uk: Завантажити субтитри
ur_pk: سب ٹائٹلز ڈاؤن لوڈ کریں

# Subtitles|
source: Edit list
ar: تحرير القائمة
bg: Редактиране на списък
bn: তালিকা সম্পাদনা করুন
cs_cz: Upravit seznam
de: Liste bearbeiten
es: Editar lista
fa: ویرایش لیست
fi: Muokkaa listaa
fr: Modifier la liste
hi: संपादन सूची
hu: Lista szerkesztése
id: Sunting daftar
it: Modifica elenco
ja: リストの編集
lt: Redaguoti sąrašą
lv: Rediģēt sarakstu
my: စာရင်းကို တည်းဖြတ်ပါ
pl: Edytuj listę
pt_pt: Lista de edição
ro: Editare listă
ru: Править список
si: ලැයිස්තුව සංස්කරණය කරන්න
sr: Уреди листу
tr: Listeyi düzenle
uk: Редагувати список
ur_pk: فہرست میں ترمیم کریں
vi: Chỉnh sửa danh sách

# TagMenu|
source: Edit
ar: تحرير
bg: Редактиране
bn: সম্পাদনা করুন
cs_cz: Upravit
de: Ändern
es: Editar
fa: ویرایش
fi: Muokkaa
fr: Modifier
hi: संपादित करें
hu: Szerkesztés
id: Sunting
it: Modifica
ja: 編集
lt: Redaguoti
lv: Rediģēt
my: တည်းဖြတ်
pl: Edytuj
pt_pt: Editar
ro: Editare
ru: Править
si: සංස්කරණය කරන්න
sr: Уреди
tr: Düzenle
uk: Редагувати
ur_pk: ترمیم کریں
vi: Chỉnh sửa

# TagMenu|
source: Remove
ar: إزالة
bg: Премахни
bn: অপসারণ
cs_cz: Odebrat
de: Entfernen
es: Remover
fa: حذف
fi: Poista
fr: Enlever
hi: हटाएँ
hu: Törlés
id: Hilangkan
it: Rimuovi
ja: 削除
lt: Pašalinti
lv: Noņemt
my: ဖယ်ရှားပါ
pl: Usuń
pt_pt: Remover
ro: Elimină
ru: Удалить
si: ඉවත් කරන්න
sr: Уклони
tr: Kaldır
uk: Прибирати
ur_pk: ہٹائیں
vi: Loại bỏ
