Repository: FreeDownloadManagerTeam/FDM6-localization
Catalog: main/fdm_*.po
Languages: ar, bg, bn, cs_cz, de, es, fa, fi, fr, hi, hu, id, it, ja, lt, lv, my, pl, pt_pt, ro, ru, si, sr, tr, uk, ur_pk, vi

# UpdateDialog|
source: Update downloaded
ar: تم تنزيل التحديث
bg: Обновлението е изтеглено
bn: আপডেট ডাউনলোড হয়েছে
cs_cz: Aktualizace byla stažena
de: Update heruntergeladen
es: Actualización descargada
fa: بروزرسانی دانلود شد
fi: Päivitys ladattu
fr: Mise à jour téléchargée
hi: अपडेट डाउनलोड किया गया
hu: Frissítés letöltött
id: Pembaharuan telah selesai diunduh
it: Aggiornamento scaricato
ja: 更新をダウンロードしました
lt: Atsisiųstas naujinys
lv: Atjauninājums lejupielādēts
my: အသစ်ကို ဒေါင်းလုပ်ခဲ့သည်
pl: Pobrano aktualizację
ro: Actualizare descărcată
ru: Обновление загружено
si: යාවත්කාලීනය භාගත කරන ලදී
sr: Ажурирање је преузето
tr: İndirileni güncelle
uk: Оновлення завантажено
ur_pk: اپ ڈیٹ ڈاؤن لوڈ ہو گئی
vi: Cập nhật đã tải xuống

# UpdateDialog|
source: Install update
ar: تثبيت التحديث
bg: Инсталиране на обновление
bn: আপডেট ইনস্টল করুন
cs_cz: Nainstalovat aktualizaci
de: Update installieren
es: Instalar actualización
fa: نصب بروزرسانی
fi: Asenna päivitys
fr: Installer la mise à jour
hi: अद्यतन स्थापित करें
hu: Frissítés telepítése
id: Pasang pembaharuan
it: Installa aggiornamento
ja: 更新をインストール
lt: Įdiekite naujinimą
lv: Instalēt atjauninājumus
my: အသစ်ကို ထည့်သွင်းပါ
pl: Zainstaluj aktualizację
ro: Instalează actualizarea
ru: Установить обновление
si: යාවත්කාලීනය ස්ථාපනය කරන්න
sr: Инсталирај ажурирање
tr: Güncellemeyi yükle
uk: Встановити оновлення
ur_pk: انسٹال کریں
vi: Cài đặt bản cập nhật

# UpdateDialog|
source: Installing updates
ar: جارِ تثبيت التحديثات
bg: Инсталира се обновление
bn: আপডেট ইনস্টল করা হচ্ছে
cs_cz: Instalování aktualizací
de: Updates installieren
es: Instalando actualizaciones
fa: در حال نصب بروزرسانی
fi: Asennetaan päivitystä
fr: Installation des mises à jour
hi: अपडेट स्थापित कर रहा है
hu: Frissítések telepítése
id: Memasang pembaharuan
it: Installazione aggiornamenti
ja: 更新をインストールしています
lt: Atnaujinimų diegimas
lv: Instalē atjauninājumus
my: အသစ်ကို ထည့်သွင်းခြင်း
pl: Instaluję aktualizację
ro: Se instalează actualizările
ru: Устанавливаются обновления
si: යාවත්කාලීන කිරීම් ස්ථාපනය කෙරෙමින් පවතී
sr: Инсталирање ажурирања
tr: Güncellemeler yükleniyor
uk: Встановлення оновлень
ur_pk: اپ ڈیٹس انسٹال ہو رہی ہیں
vi: Cài đặt bản cập nhật

# UpdateDialog|
source: Error occurred during installation:
ar: حدث خطأ أثناء التثبيت:
bg: Възникна грешка при инсталиране:
bn: ইনস্টলেশনের সময় ত্রুটি ঘটেছে:
cs_cz: V průběhu instalace se vyskytla chyba:
de: Fehler während der Installation:
es: Ocurrió un error durante la instalación:
fa: خطا در هنگام نصب بروزرسانی:
fi: Virhe asennettaessa:
fr: Une erreur est survenue lors de l'installation:
hi: स्थापना के दौरान त्रुटि हुई:
hu: Hiba történt a telepítés során:
id: Terjadi kesalahan selama pemasangan:
it: Errore durante l'installazione:
ja: インストール中にエラーが発生しました:
lt: Diegimo metu įvyko klaida:
lv: Notika kļūda instalējot:
my: ထည့်သွင်းနေစဉ် အမှား ဖြစ်ပေါ်ခဲ့သည်၊
pl: Wystąpił błąd podczas instalacji:
ro: Eroare apărută în timpul instalării:
ru: Возникла ошибка во время установки:
si: ස්ථාපනයේදී දෝෂයක් සිදු විය:
sr: Дошло је до грешке током инсталације:
tr: Kurulum sırasında hata meydana geldi:
uk: Під час встановлення сталася помилка:
ur_pk: انسٹالیشن کے دوران خرابی پیش آئی:
vi: Lỗi xảy ra trong quá trình cài đặt:

# UpdateDialog|
source: Relaunch %1 to update
ar: أعد تشغيل %1 للتحديث
bg: Презареди %1 за обновяване
bn: আপডেট করতে %1 পুনরায় চালু করুন
cs_cz: Pro aktualizaci musíte znovu spustit %1
de: %1 neu starten, um Updates zu installieren
es: Reiniciar %1 para actualizar
fa: راه اندازی مجدد 1% برای بروزرسانی
fi: Päivitä käynnistämällä %1 se uudelleen
fr: Relancer %1 pour mettre à jour
hi: अद्यतन करने के लिए %1 पुन: लॉन्च करें
hu: Indítsa újra a(z) %1-et a frissítéshez
id: Luncurkan ulang %1 untuk membaharui
it: Per aggiornare riavvia %1
ja: 更新するために %1 を再起動する
lt: Iš naujo paleiskite %1, kad atnaujintumėte
lv: Atkārtoti palaist %1, lai atjauninātu
my: အဆင့်မြှင့်ရန် %1 ကို ပြန်ဖွင့်ပါ
pl: Uruchom ponownie %1, aby zaktualizować
ro: Repornește %1 pentru a actualiza
ru: Перезапустить %1 для обновления
si: යාවත්කාලීන කිරීම සඳහා%1 නැවත දියත් කරන්න
sr: Поново покрените %1 ради ажурирања
tr: Güncellemek için %1'yi yeniden başlat
uk: Для оновлення перезапустіть %1
ur_pk: اپ ڈیٹ کرنے کے لیے %1 کو دوبارہ لانچ کریں
vi: Mở lại %1 để cập nhật

# UpdateDialog|
source: Relaunch
ar: أعد تشغيل
bg: Презареди
bn: পুনরায় চালু করুন
cs_cz: Znovu spustit
de: Neu starten
es: Reiniciar
fa: راه اندازی مجدد
fi: Käynnistä uudelleen
fr: Relancer
hi: पुन: लॉन्च
hu: Újraindítás
id: Luncurkan ulang
it: Riavvia
ja: 再起動
lt: Paleisti iš naujo
lv: Atkārtoti palaist
my: ပြန်ဖွင့်ပါ
pl: Uruchom ponownie
ro: Repornește
ru: Перезапустить
si: නැවත ආරම්භ කරන්න
sr: Поново покрени
tr: Yeniden başlat
uk: Перезапустіть
ur_pk: دوبارہ لانچ کریں
vi: Khởi động lại

# UpdateDialog|
source: Later
ar: لاحقا
bg: По-късно
bn: পরে
cs_cz: Později
de: Später
es: Después
fa: بعدا
fi: Myöhemmin
fr: Plus tard
hi: बाद में
hu: Később
id: Nanti
it: Più tardi
ja: 後で
lt: Vėliau
lv: Vēlāk
my: နောက်မှ
pl: Później
ro: Mai târziu
ru: Позже
si: පසුව
sr: Касније
tr: Sonra
uk: Пізніше
ur_pk: بعد میں
vi: Để sau

# UpdateDialog|
source: Check for updates
ar: تحقق من التحديثات
bg: Проверка за обновления
bn: হালনাগাদ এর জন্য অনুসন্ধান করুন
cs_cz: Zkontrolovat aktualizace
de: Auf Updates prüfen
es: Comprobar actualizaciones
fa: بررسی بروزرسانی
fi: Tarkista päivitykset
fr: Vérifier les mises à jour
hi: अद्यतन के लिए जाँच
hu: Frissítések keresése
id: Periksa pembaharuan
it: Verifica aggiornamenti
ja: 更新の確認
lt: Patikrinti, ar nėra atnaujinimų
lv: Meklēt atjauninājumus
my: အသစ်များကို စစ်ဆေးပါ
pl: Szukaj aktualizacji
ro: Căutați actualizări
ru: Проверить на обновления
si: යාවත්කාලීන කිරීම් සඳහා පරීක්ෂා කරන්න
sr: Провери ажурирања
tr: Güncellemeleri denetle
uk: Перевірити оновлення
ur_pk: اپ ڈیٹس کے لیے چیک کریں
vi: Kiểm tra các cập nhật

# VideoQuality|
source: Quality:
ar: الجودة:
bg: Качество:
bn: গুণমান:
cs_cz: Kvalita:
de: Qualität:
es: Calidad:
fa: کیفیت:
fi: Laatu:
fr: Qualité:
hi: गुणवत्ता:
hu: Minőség:
id: Kualitas:
it: Qualità:
ja: 画質:
lt: Kokybė:
lv: Kvalitāte:
my: အရည်အသွေး၊
pl: Jakość:
ro: Calitate:
ru: Качество:
si: තත්ත්ව:
sr: Квалитет:
tr: Kalite:
uk: Якість:
ur_pk: کوالٹی:
vi: Chất lượng:

# VoteBlock|
source: Enjoy %1?
ar: استمتعت بـ %1؟
bg: Харесвате ли %1?
bn: %1 উপভোগ করবেন?
cs_cz: Libí se Vám %1?
de: Gefällt dir %1?
es: ¿Disfruta %1?
fa: از %1 لذت می‌برید؟
fi: Pidätkö %1:stä?
fr: Vous appréciez %1?
hi: आनंद लें %1?
hu: Élvezi a(z) %1 -et?
id: Menyukai %1?
it: Ti piace %1?
ja: %1 を楽しんでいますか?
lt: Mėgaujatės %1?
lv: Vai patīk %1?
my: %1 ကြိုက်လား။
pl: Zadowolony %1?
ro: Bucurați-vă %1?
ru: Нравится %1?
si: %1 භුක්ති විඳිනවද?
sr: Свиђа вам се %1?
tr: %1'nin keyfini sürüyor musunuz?
uk: Подобається %1?
ur_pk: کیا %1 پسند آ رہا ہے؟
vi: Thích %1?

# VoteBlock|
source: Not, really
ar: كلا، ليس حقيقيا
bg: Не особено
bn: আসলে তা না
cs_cz: Ani ne
de: Nein, nicht wirklich
es: La verdad, no
fa: نه، واقعا
fi: Enpä juuri
fr: Non, vraiment
hi: ज़रुरी नहीं
hu: Nem igazán
id: Tidak juga
it: Non proprio
ja: そうでもない
lt: Ne, tikrai
lv: Ne ļoti
my: မဟုတ်ပါဘူး
pl: Nie bardzo
ro: Nu, chiar
ru: Нет
si: නෑ
sr: Не баш
tr: Tam olarak değil
uk: Не дуже
ur_pk: نہیں، واقعی نہیں
vi: Không

# VoteBlock|
source: Yes!
ar: نعم!
bg: Да!
bn: হ্যাঁ!
cs_cz: Ano!
de: Ja!
es: ¡Sí!
fa: بله!
fi: Joo!
fr: Oui!
hi: हाँ!
hu: Igen!
id: Ya!
it: Sì!
ja: はい!
lt: Taip!
lv: Jā!
my: ဟုတ်ပါ့။
pl: Tak!
ro: Da!
ru: Да!
si: ඔව්!
sr: Да!
tr: Evet!
uk: Так!
ur_pk: جی ہاں!
vi: Có!

# VoteBlock|
source: Thanks a lot! Please rate on Google Play.
ar: شكرا جزيلا! الرجاء تقييمنا على جوجل بلاي.
bg: Много благодарим! Оценете ни в Google Play.
bn: অনেক ধন্যবাদ! অনুগ্রহ করে গুগল প্লেতে রেটিং দিন।
cs_cz: Moc děkujeme! Ohodnoťte nás na Google Play.
de: Vielen Dank! Bitte bewerte uns bei Google Play.
es: ¡Muchas gracias! Por favor, califique en Google Play.
fa: بسیار ممنون! لطفاً در گوگل پلی امتیاز دهید.
fi: Kiitos paljon! Jätä meille arvostelu Google Playssa.
fr: Merci beaucoup! Veuillez le noter sur Google Play.
hi: बहुत बहुत धन्यवाद! कृपया Google Play पर रेट करें।
hu: Nagyon köszönjük! Kérjük, értékelje az alkalmazást a Google Play-en.
id: Terima kasih banyak! Silakan beri nilai di Google Play.
it: Grazie mille! Valuta l'app su Google Play.
ja: ありがとうございます! 是非 Google Play で評価をお願いします。
lt: Labai ačiū! Įvertinkite „Google Play“.
lv: Liels paldies! Lūdzu novērtē Google Play.
my: ကျေးဇူး အထူးပါ။ ဂူဂယ်ပလေးတွင် ကျေးဇူးပြု၍ စံနှုန်းပေးပါ။
pl: Dziękuję bardzo! Proszę oceń aplikację w Google Play.
ro: Mulțumesc mult! Vă rugăm să evaluați pe Google Play.
ru: Спасибо за поддержку! Пожалуйста, оцените приложение в Google Play.
si: ගොඩක් ස්තුතියි! කරුණාකර ගූගල් ප්ලේ මත ශ්රේණිගත කරන්න.
sr: Хвала вам пуно! Оцените нас на Google Play продавници.
tr: Çok teşekkürler! Lütfen Google Play'de değerlendirin.
uk: Красно дякуємо! Оцініть нас в Google Play.
ur_pk: آپ کا بہت شکریہ! براہ کرم گوگل پلے (Google Play) پر ریٹ کریں۔

# VoteBlock|
source: Later
ar: لاحقا
bg: После
bn: পরে
cs_cz: Později
de: Später
es: Después
fa: بعدا
fi: Myöhemmin
fr: Plus tard
hi: बाद में
hu: Később
id: Nanti
it: Più tardi
ja: 後で
lt: Vėliau
lv: Vēlāk
my: နောက်မှ
pl: Później
ro: Mai târziu
ru: Позже
si: පසුව
sr: Касније
tr: Sonra
uk: Пізніше
ur_pk: بعد میں
vi: Để sau

# VoteBlock|
source: No, thanks
ar: لا، شكرا
bg: Не, благодаря
bn: না, ধন্যবাদ
cs_cz: Ne, děkuji
de: Nein, danke
es: No, gracias
fa: نه، ممنون
fi: Ei kiitos
fr: Non, merci
hi: जी नहीं, धन्यवाद
hu: Nem, köszönöm
id: Tidak, terima kasih
it: No, grazie
ja: 結構です
lt: Ne, ačiū
lv: Nē, paldies
my: မလိုပါ၊ ကျေးဇူး
pl: Nie, dziękuję
ro: Nu, mulțumesc
ru: Нет, спасибо
si: එපා ස්තුතියි
sr: Не, хвала
tr: Hayır, teşekkürler
uk: Ні, дякую
ur_pk: نہیں، شکریہ
vi: Không, cảm ơn

# VoteBlock|
source: OK, sure!
ar: نعم، بالتأكيد!
bg: Да, веднага!
bn: নিশ্চিত ঠিক আছে!
cs_cz: OK, není problém!
de: OK, sicher!
es: ¡Sí, claro!
fa: بله، حتما!
fi: Toki!
fr: OK, d’accord!
hi: यकीनन ठीक!
hu: Oké, rendben!
id: Ok, tentu saja!
it: OK, va bene!
ja: 了解です!
lt: Gerai, žinoma!
lv: OK, labi!
my: အိုကေ၊ ရတာပေါ့။
pl: OK, jasne!
ro: OK, desigur!
ru: Да, конечно!
si: හරි, ෂුවර්!
sr: У реду, наравно!
tr: Tamam elbette!
uk: Так, гаразд!
ur_pk: ٹھیک ہے، ضرور!
vi: OK, chắc chắn rồi!

# VoteBlock|
source: Let's make it better together! Give us your feedback.
ar: لنجعلها أفضل متعاونين!. أعطنا رأيك.
bg: Да направим FDM по-добър заедно! Дайте ни препоръка.
bn: আসুন একসাথে এটি আরও ভাল করা যাক! আপনার মতামত জানান.
cs_cz: Pojďme spolu produkt vylepšit! Dejte nám zpětnou vazbu.
de: Lass es uns gemeinsam besser machen! Gib uns dein Feedback.
es: ¡Hagámoslo mejor juntos! Envíanos tus comentarios.
fa: بیایید با هم بهتر شویم! بازخوردتان را به ما بگویید.
fi: Tehdään tästä parempi yhdessä! Anna meille palautetta.
fr: Ensemble, améliorons le! Donnez nous votre avis.
hi: चलो इसे एक साथ बेहतर बनाते हैं! हमें अपनी प्रतिक्रिया दें।
hu: Tegyük jobbá együtt! Mondja el véleményét.
id: Mari kita membuatnya lebih baik bersama! Beri kami umpan balik Anda.
it: Rendiamolo migliore insieme! Dacci la tua opinione.
ja: FDM をより良くするために、フィードバックをお寄せください。
lt: Padarykime tai geriau kartu! Pateikite mums savo atsiliepimus.
lv: Veidosim to labāku kopā! Iedod mums savu atsauksmi.
my: ပိုကောင်းအောင် အတူတူ လုပ်ရအောင်။ သင့်သုံးသပ်ချက်ကို ကျွန်ုပ်တို့ထံ ပေးပါ။
pl: Zróbmy to lepiej razem! Przekaż nam swoją opinię.
ro: Hai să facem totul mai bine împreună! Dați-ne o părere.
ru: Давайте вместе сделаем приложение лучше! Ждём ваших предложений.
si: අපි එය වඩා හොඳට කරමු! ඔබේ ප් රතිචාර අපට දෙන්න.
sr: Учинимо га бољим заједно! Пошаљите нам своје утиске.
tr: Birlikte daha iyi hale getirelim! Bize geri bildirimde bulunun.
uk: Покращимо це разом! Надішліть нам ваші пропозиції.
ur_pk: آئیے اسے مل کر بہتر بنائیں! ہمیں اپنی رائے (Feedback) دیں۔

# WaitingPage|
source: Loading
ar: تحميل
bg: Зареждане
bn: লোড হচ্ছে
cs_cz: Načítání
de: Laden
es: Cargando
fa: در حال بارگذاری
fi: Ladataan
fr: Chargement
hi: लोड हो रहा है
hu: Betöltés
id: Memuat
it: Caricamento
ja: 読み込んでいます
lt: Įkeliama
lv: Lādējas
my: ဆွဲနေသည်
pl: Wczytywanie
ro: Se încarcă
ru: Загрузка
si: පූරණය වෙමින් පවතී
sr: Учитавање
tr: Yükleniyor
uk: Завантажую
ur_pk: لوڈ ہو رہا ہے

# WaitingPage|
source: Connection to %1
ar: الإتصال في %1
bg: Връзка с %1
bn: %1 এর সাথে সংযোগ
cs_cz: Připojování k %1
de: Verbindung zu %1
es: Conexión a %1
fa: اتصال به 1%
fi: Yhteys kohteeseen %1
fr: Connexion à %1
hi: %1 से कनेक्शन
hu: Kapcsolódás ehhez: %1
id: Sambungan ke %1
it: Connessione a %1
ja: %1 への接続
lt: Prisijungimas prie %1
lv: Pieslēgšanās %1
my: %1 နှင့် ဆက်သွယ်ခြင်း
pl: Łączenie z %1
ro: Conexiune la %1
ru: Подключение к %1
si: %1 වෙත සම්බන්ධ වීම
sr: Повезивање на %1
tr: %1 kimliğine bağlantı
uk: З'єднання з %1
ur_pk: %1 سے کنکشن

# WaitingPage|
source: Error: %1
ar: خطأ: %1
bg: Грешка: %1
bn: ত্রুটি: %1
cs_cz: Chyba: %1
de: Fehler: %1
fa: خطا: 1%
fi: Virhe: %1
fr: Erreur: %1
hi: त्रुटि: %1
hu: Hiba: %1
id: Kesalahan: %1
it: Errore: %1
ja: エラー: %1
lt: Klaida: %1
lv: Kļūda: %1
my: အမှား၊ %1
pl: Błąd: %1
ro: Eroare: %1
ru: Ошибка: %1
si: දෝෂය: %1
sr: Грешка: %1
tr: Hata: %1
uk: Помилка: %1
ur_pk: خرابی: %1
vi: Lỗi: %1

# WaitingPage|
source: Retry
ar: إعادة المحاولة
bg: Повторен опит
bn: পুনরায় চেষ্টা করা
cs_cz: Zkusit znovu
de: Erneut versuchen
es: Reintentar
fa: تلاش مجدد
fi: Yritä uudelleen
fr: Réessayer
hi: पुन: प्रयास करें
hu: Próbálja újra
id: Ulangi kembali
it: Riprova
ja: 再試行
lt: Pabandyti dar karta
lv: Mēģināt atkal
my: ပြန်စမ်း
pl: Ponów
ro: Reîncearcă
ru: Попробовать снова
si: නැවත උත්සාහ කරන්න
sr: Покушај поново
tr: Yeniden dene
uk: Повторити
ur_pk: دوبارہ کوشش کریں
vi: Thử lại

# WaitingPage|
source: Cancel
ar: إلغاء
bg: Отказ
bn: বাতিল করুন
cs_cz: Storno
de: Abbrechen
es: Cancelar
fa: انصراف
fi: Peru
fr: Annuler
hi: रद्द करें
hu: Mégse
id: Batalkan
it: Annulla
ja: キャンセル
lt: Atšaukti
lv: Atcelt
my: ပယ်ဖျက်
pl: Anuluj
ro: Anulează
ru: Отмена
si: අවලංගු කරන්න
sr: Откажи
tr: İptal
uk: Скасувати
ur_pk: منسوخ کریں
vi: Hủy

# WaitingPage|
source: Abort
ar: إيقاف إجباري
bg: Относно
bn: বন্ধ করুন
cs_cz: Přerušit
de: Abbrechen
es: Abortar
fa: لغو
fi: Keskeytä
fr: Abandonner
hi: बीच में बंद करें
hu: Megszakítás
id: Gagalkan
it: Termina
ja: 中止
lt: Nutraukti
lv: Pārtraukt
my: ထွက်ပါ
pl: Przerwij
ro: Respinge
ru: Прервать
si: නවත්වන්න
sr: Прекини
tr: İptal et
uk: Перервати
ur_pk: منسوخ کریں
vi: Hủy bỏ

# WhatsNewDialog|
source: New version is available
ar: إصدار جديد متاح
bg: Налична е нова версия
bn: নতুন সংস্করণ উপলব্ধ
cs_cz: Je dostupná nová verze
de: Neue Version verfügbar
es: Nueva versión disponible
fa: نسخه جدید موجود است
fi: Uusi versio on saatavilla
fr: Nouvelle version disponible
hi: नया संस्करण उपलब्ध है
hu: Új verzió érhető el
id: Versi terbaru telah tersedia
it: È disponibile una nuova versione
ja: 新しいバージョンが利用可能です
lt: Yra nauja versija
lv: Ir pieejama jauna versija
my: ဗားရှင်းသစ် ရပါပြီ
pl: Dostępna jest nowa wersja
ro: O nouă versiune este disponibilă
ru: Доступна новая версия
si: නව අනුවාදය ලබා ගත හැකිය
sr: Нова верзија је доступна
tr: Yeni sürüm mevcut
uk: Доступна нова версія
ur_pk: نیا ورژن دستیاب ہے
vi: Phiên bản mới có sẵn

# WhatsNewDialog|
source: What's new in %1
ar: ما الجديد في %1
bg: Какво е новото в %1
bn: %1 এ নতুন কি আছে
cs_cz: Co je nového v %1
de: Was ist neu in %1
es: Qué hay de nuevo en %1
fa: چه چیز جدیدی در %1 است
fi: Uutta versiossa %1
fr: Quoi de neuf dans %1
hi: %1 में नया क्या है
hu: %1 újdonságai
id: Apa yang baru di %1
it: Novità in %1
ja: %1 の更新内容
lt: Kas naujo %1
lv: Kas jauns %1
my: %1 မှာ ဘာအသစ်
pl: Co nowego w %1
ro: Ce este nou în %1
ru: Новое в %1
si: %1 හි අලුත් දේ
sr: Шта је ново у %1
tr: %1 sürümündeki yenilikler
uk: Що нового в %1
ur_pk: %1 میں نیا کیا ہے

# WhatsNewDialog|
source: Update
ar: تحديث
bg: Обновяване
bn: হালনাগাদ
cs_cz: Aktualizovat
es: Actualizar
fa: بروزرسانی
fi: Päivitä
fr: Mettre à jour
hi: अद्यतन
hu: Frissítés
id: Pembaharuan
it: Aggiorna
ja: 更新
lt: Atnaujinimas
lv: Atjaunināt
my: အသစ်တင်ရန်
pl: Aktualizacja
ro: Actualizare
ru: Обновить
si: යාවත්කාලීන කරන්න
sr: Ажурирај
tr: Güncelle
uk: Оновити
ur_pk: اپ ڈیٹ
vi: Cập nhật

# main|
source: Sorry, the report hasn't been sent, an error occurred: %1
ar: للأسف, حدث مشكلة لم يتم ارسال التقرير: %1
bg: За съжаление докладът не е изпратен, възникна грешка: %1
bn: দুঃখিত, প্রতিবেদনটি পাঠানো হয়নি, একটি ত্রুটি ঘটেছে: %1
cs_cz: Omlouváme se, ale hlášení nebylo odesláno. Vyskytla se chyba: %1
de: Bericht wurde leider nicht gesendet, ein Fehler ist aufgetreten: %1
es: Lo siento, el reporte no ha sido enviado, ocurrió un error: %1
fa: متأسفانه، گزارش ارسال نشد، خطایی رخ داده است: %1
fi: Raporttia ei voitu lähettää, virhe: %1
fr: Désolé, le rapport n’a pas été envoyé, une erreur est survenue: %1
hi: क्षमा करें, रिपोर्ट नहीं भेजी गई, एक त्रुटि हुई: %1
hu: Sajnos a jelentést nem küldtük el, hiba történt: %1
id: Maaf, laporan belum terkirim, terjadi kesalahan: %1
it: La segnalazione non è stata inviata poiché si è verificato un errore: %1
ja: エラーによりレポートが送信できませんでした。エラー: %1
lt: Atsiprašome, ataskaita nebuvo išsiųsta, įvyko klaida: %1
lv: Piedod, atskaite nav nosūtīta, notika kļūda: %1
my: ဆောရီး၊ တင်ပြမှုကို မပို့ရသေးပါ၊ အမှား ဖြစ်ပေါ်ခဲ့သည်၊ %1
pl: Przepraszamy, raport nie został wysłany, wystąpił błąd: %1
ro: Ne pare rău, raportul nu a fost trimis, o eroare a avut loc: %1
ru: К сожалению, отчёт не был отправлен, произошла ошибка: %1
si: කණගාටුයි, වාර්තාව එවා නැත, දෝෂයක් ඇති විය: %1
sr: Нажалост, извештај није послат, дошло је до грешке: %1
tr: Üzgünüz, rapor gönderilemedi, bir hata meydana geldi: %1
uk: Перепрошуємо, звіт не надіслано, сталася помилка: %1
ur_pk: معذرت، رپورٹ نہیں بھیجی گئی، ایک خرابی پیش آئی: %1

# main|
source: The report has been sent. Thank you for your cooperation!
ar: التقرير تم ارساله. شكرا لتعاونك!
bg: Докладът е изпратен. Благодарим Ви за съдействието!
bn: রিপোর্ট পাঠানো হয়েছে। আপনার সহযোগিতার জন্য ধন্যবাদ!
cs_cz: Hlášení bylo odesláno. Děkujeme za spolupráci!
de: Bericht wurde gesendet. Danke für deine Unterstützung!
es: El reporte ha sido enviado. ¡Gracias por tu cooperación!
fa: گزارش ارسال شد. از همکاری شما سپاسگزاریم!
fi: Raportti lähetetty. Kiitos yhteistyöstä!
fr: Le rapport a été envoyé. Merci de votre coopération!
hi: रिपोर्ट भेज दी गई है। आपके सहयोग के लिए धन्यवाद!
hu: A jelentést elküldtük. Köszönjük az együttműködést!
id: Laporan telah dikirim. Terima kasih atas kerja sama Anda!
it: La segnalazione è stata inviata. Grazie per la collaborazione!
ja: レポートを送信しました。ご協力ありがとうございました!
lt: Ataskaita išsiųsta. Dėkojame už bendradarbiavimą!
lv: Atskaite ir nosūtīta. Paldies par sadarbību!
my: တင်ပြမှုကို ပို့ပြီးပါပြီ။ ပူးပေါင်းမှုအတွက် ကျေးဇူးပါ။
pl: Raport został wysłany. Dziękujemy za współpracę!
ro: Raportarea a fost trimisă. Vă mulțumim pentru cooperare!
ru: Отчёт отправлен. Благодарим вас за сотрудничество!
si: වාර්තාව යැවීය. ඔබගේ සහයෝගයට ස්තුතියි!
sr: Извештај је послат. Хвала Вам на сарадњи!
tr: Rapor gönderildi. İşbirliğiniz için teşekkür ederiz!
uk: Звіт надіслано. Дякуємо за співпрацю!
ur_pk: رپورٹ بھیج دی گئی ہے۔ آپ کے تعاون کا شکریہ!

# main|
source: Remote connection to %1
ar: اتصل عن بعد ب %1
bg: Отдалечено свързване с %1
bn: %1 এর সাথে দূরবর্তী সংযোগ
cs_cz: Vzdálené připojení k %1
de: Fernverbindung zu %1
es: Conexión remota a %1
fa: اتصال ریموت به %1
fi: %1-etäyhteys
fr: Connexion distante à %1
hi: %1 से रिमोट कनेक्शन
hu: Távoli kapcsolódás ehhez: %1
id: Sambungan jarak jauh ke %1
it: Connessione remota a %1
ja: %1 へのリモート接続
lt: Nuotolinis ryšys su %1
lv: Attālinātā pieslēgšanās %1
my: %1 နှင့် အဝေးဆက်သွယ်ခြင်း
pl: Zdalne połączenie do %1
ro: Conexiune la distanță la %1
ru: Удалённое подключение к %1
si: %1 වෙත දුරස්ථ සම්බන්ධතාවය
sr: Даљинско повезивање на %1
tr: %1'ye uzaktan bağlantı
uk: Віддалене з'єднання з %1
ur_pk: %1 سے ریموٹ کنکشن

# main|
source: Add download
ar: إضافة تنزيل
bn: ডাউনলোড যোগ করুন
de: Download hinzufügen
fa: افزودن دانلود
fi: Lisää lataus
fr: Ajouter un téléchargement
hu: Letöltés hozzáadása
it: Aggiungi download
ja: ダウンロードを追加
pl: Dodaj pobieranie
ro: Adăugare descărcare
ru: Добавить загрузку
sr: Додај преузимање
tr: İndirme ekle
ur_pk: ڈاؤن لوڈ شامل کریں
vi: Thêm tải xuống

# main|
source: New download
ar: تنزيل جديد
bn: নতুন ডাউনলোড
de: Neuer Download
fa: دانلود جدید
fi: Uusi lataus
fr: Nouveau téléchargement
hu: Új letöltés
it: Nuovo download
ja: 新規ダウンロード
pl: Nowe pobieranie
ro: Descărcare nouă
ru: Новая загрузка
sr: Ново преузимање
tr: Yeni indirme
ur_pk: نیا ڈاؤن لوڈ
vi: Tải xuống mới

# AddNewTagMenuItem|
source: Add tag
ar: إضافة علامة
fa: افزودن برچسب
fr: Ajouter une étiquette
hu: Címke hozzáadása
ja: タグを追加
pl: Dodaj znacznik
pt_pt: Adicionar etiqueta
sr: Додај ознаку
tr: Etiket ekle
ur_pk: ٹیگ شامل کریں
vi: Thêm tag

# DownloadsViewHeader_V2|
source: Stopped
ar: توقف
fa: متوقف‌شده
fr: Arrêtés
hu: Megállítva
ja: 中断
pl: Zatrzymane
pt_pt: Parados
sr: Заустављено
tr: Durduruldu
ur_pk: روکا گیا
vi: Đã dừng

# DownloadsViewItem_V2|
source: Priority
ar: الأولوية
fa: اولویت
fr: Priorité
hu: Prioritás
ja: 優先度
pl: Priorytet
pt_pt: Prioridade
sr: Приоритет
tr: Öncelik
ur_pk: ترجیح
vi: Ưu tiên

# DownloadsViewItem_V2|
source: Stopped
ar: توقف
fa: متوقف‌شده
fr: Arrêtés
hu: Megállítva
ja: 中断
pl: Zatrzymane
pt_pt: Parados
sr: Заустављено
tr: Durduruldu
ur_pk: روکا گیا
vi: Đã dừng

# FileIntegrityPage|
source: SHA-512
ar: SHA-256: {512?}
bg: SHA-256: {512?}
es: SHA-256: {512?}
hu: SHA-256: {512?}
id: SHA-256: {512?}
pl: SHA-256: {512?}
uk: SHA-256: {512?}
vi: SHA-256: {512?}

# GeneralSettings|
source: New
ar: جديد
fa: جدید
fr: Nouveau
hu: Új
ja: 新しい UI
pl: Nowy
pt_pt: Novo
sr: Ново
tr: Yeni
ur_pk: نیا
vi: Mới

# QObject|
source: %1 K
ar: %1 ك
bg: %1 К
uk: %1 К

# QObject|
source: %1 M
ar: %1 م
bg: %1 М
lt: %1 mln
uk: %1 М

# main|
source: OK to remove tag?
ar: حسنا إزالة العلامة؟
fa: آیا حذف برچسب مورد تأیید است؟
fr: OK pour enlever l’étiquette?
hu: Biztosan törlöd a címkét?
ja: タグを削除してもよろしいですか?
pl: Usunąć znacznik?
sr: Уклонити ознаку?
tr: Etiketi kaldırmak için Tamam?
ur_pk: کیا ٹیگ ہٹانا ٹھیک ہے؟

# DownloadStatus_V2|
source: Remaining
ja: 残り
tr: Kalan
ur_pk: باقی
vi: Còn lại

# DownloadsViewHeader_V2|
source: Remaining
fr: Restant
hu: Hátralévő
ja: 残り
pl: Pozostało
pt_pt: Restante
sr: Преостало
tr: Kalan
ur_pk: باقی
vi: Còn lại

# DownloadsViewItem_V2|
source: Remaining
fr: Restant
hu: Hátralévő
ja: 残り
pl: Pozostało
pt_pt: Restante
sr: Преостало
tr: Kalan
ur_pk: باقی
vi: Còn lại

# GeneralTab_V2|
source: Priority
ja: 優先度
tr: Öncelik
ur_pk: ترجیح
vi: Ưu tiên
