Repository: FreeDownloadManagerTeam/FDM6-localization
Catalog: main/fdm_*.po
Languages: ar, bg, bn, cs_cz, de, es, fa, fi, fr, hi, hu, id, it, ja, lt, lv, my, pl, pt_pt, ro, ru, si, sr, tr, uk, ur_pk, vi

# NativeMenuBar|
source: &Paste
ar: &لصق
bg: &Постави
bn: &পেস্ট করুন
cs_cz: &Vložit
es: Pegar
fa: &جای‌گذاری
fi: &Liitä
fr: Co&ller
hi: &चिपकाएं
id: &Tempel
it: &Incolla
ja: 貼り付け(&P)
lt: &Įklijuoti
lv: &Ielīmēt
my: &ကူးချ
pl: &Wklej
pt_pt: &Colar
ro: &Lipire
ru: &Вставить
si: අලවන්න
sr: &Налепи
tr: &Yapıştır
uk: Вставити
ur_pk: پیسٹ (&P)
vi: &Dán

# NativeMenuBar|
source: Downloads
ar: التنزيلات
bg: Изтегляния
bn: ডাউনলোড
cs_cz: Stahování
es: Descargas
fa: دانلودها
fi: Lataukset
fr: Téléchargements
hi: डाउनलोड
hu: Letöltések
id: Unduhan
it: Download
ja: ダウンロード
lt: Atsisiuntimai
lv: Lejupielādes
my: ဒေါင်းလုပ်များ
pl: Pliki do pobierania
ro: Descărcări
ru: Загрузки
si: බාගත කිරීම්
sr: Преузимања
tr: İndirmeler
uk: Завантаження
ur_pk: ڈاؤن لوڈز
vi: Tải xuống

# NativeMenuBar|
source: Start selected
ar: بدء المحدد
bg: Старт на избрани само
bn: নির্বাচিত শুরু করুন
cs_cz: Spustit vybrané
de: Gewählte starten
es: Iniciar seleccionada
fa: شروع انتخاب شده ها
fi: Käynnistä valitut
fr: Démarrer la sélection
hi: चयनित प्रारंभ करें
hu: Kiválasztott(ak) elkezdése
id: Mulai untuk yang dipilih
it: Avvia selezionati
ja: 選択項目を開始
lt: Pradėti pasirinkta
lv: Sākt izvēlēto
my: ရွေးထားသည်များ စတင်ပါ
pl: Uruchom wybrane
pt_pt: Iniciar selecionado(s)
ro: Pornește ce este selectat
ru: Запустить выбранные
si: තෝරාගත් දේ ආරම්භ කරන්න
sr: Покрени изабрано
tr: Seçileni başlat
uk: Запустити вибране
ur_pk: منتخب کردہ شروع کریں
vi: Bắt đầu lựa chọn

# NativeMenuBar|
source: Pause selected
ar: إيقاف المحدد
bg: Пауза на избрани само
bn: পজ বেছে নেওয়া হয়েছে
cs_cz: Pozastavit vybrané
de: Gewählte anhalten
es: Pausar seleccionada
fa: مکث انتخاب شده ها
fi: Pysäytä valitut
fr: Mettre la sélection en pause
hi: रोकें चयनित
hu: Kiválasztott(ak) szüneteltetése
id: Tunda untuk yang dipilih
it: Metti in pausa selezionati
ja: 選択項目を一時停止
lt: Pasirinkta pauzė
lv: Apturēt izvēlēto
my: ရွေးထားသည်များ ရပ်ပါ
pl: Wstrzymaj wybrane
pt_pt: Pausar selecionado(s)
ro: Pauzează ce este selectat
ru: Поставить выбранные на паузу
si: තෝරාගත් දේ තාවකාලිකව නවත්වන්න
sr: Паузирај изабрано
tr: Seçileni duraklat
uk: Призупинити вибране
ur_pk: منتخب کردہ روک دیں
vi: Tạm dừng lựa chọn

# NativeMenuBar|
source: Restart selected
ar: إعادة بدء المحدد
bg: Рестарт на избраните
bn: নির্বাচিত রিস্টার্ট
cs_cz: Restartovat vybrané
de: Gewählte erneut starten
es: Reiniciar seleccionada
fa: شروع مجدد انتخاب شده ها
fi: Aloita valitut alusta
fr: Relancer la sélection
hi: चयनित पुनरारंभ करें
hu: Kiválasztott(ak) újrakezdése
id: Mulai ulang yang dipilih
it: Riavvia selezionati
ja: 選択項目をやり直す
lt: Pasirinktas paleisti iš naujo
lv: Restartēt izvēlēto
my: ရွေးထားသည်များ ပြန်စပါ
pl: Uruchom ponownie zaznczone
pt_pt: Reiniciar selecionado
ro: Reporniţi selectate
ru: Перезапустить выбранные загрузки
si: තෝරාගත් දේ නැවත ආරම්භ කරන්න
sr: Поново покрени изабрано
tr: Seçileni yeniden başlat
uk: Перезапуск вибраного
ur_pk: منتخب کردہ دوبارہ شروع کریں
vi: Khởi động lại đã chọn

# NativeMenuBar|
source: Remove from List
ar: إزالة من القائمة
bg: Премахни от списъка
bn: তালিকা থেকে বাদ দাও
cs_cz: Odebrat ze seznamu
de: Von der Liste entfernen
es: Remover de la lista
fa: حذف از لیست
fi: Poista listasta
fr: Enlever de la liste
hi: सूची से निकालें
hu: Eltávolítás a Listáról
id: Hilangkan dari daftar
it: Rimuovi dall'elenco
ja: リストから削除
lt: Pašalinti iš sąrašo
lv: Noņemt no Saraksta
my: စာရင်းမှ ဖယ်ရှားပါ
pl: Usuń z listy
pt_pt: Remover da lista
ro: Șterge din lista
ru: Убрать из списка
si: ලැයිස්තුවෙන් ඉවත් කරන්න
sr: Уклони са листе
tr: Listeden kaldır
uk: Видалити зі списку
ur_pk: فہرست سے ہٹائیں
vi: Xóa từ danh sách

# NativeMenuBar|
source: Help
ar: مساعدة
bg: Помощ
bn: সাহায্য
cs_cz: Nápověda
de: Hilfe
es: Ayuda
fa: راهنما
fi: Apua
fr: Aide
hi: मदद
hu: Súgó
id: Bantuan
it: Aiuto
ja: ヘルプ
lt: Pagalba
lv: Palīdzība
my: အကူအညီ
pl: Pomoc
pt_pt: Ajuda
ro: Ajutor
ru: Справка
si: උදව් කරන්න
sr: Помоћ
tr: Yardım
uk: Допомога
ur_pk: مدد
vi: Trợ giúp

# NativeMenuBar|
source: Contact Support
ar: اتصل بالدعم
bg: Техническа поддръжка
bn: যোগাযোগ সমর্থন
cs_cz: Kontaktovat podporu
de: Support kontaktieren
es: Contactar soporte
fa: ارتباط با پشتیبانی
fi: Tuki
fr: Contacter le support
hi: सहयोग टीम से संपर्क करें
hu: Kapcsolatfelvétel az ügyfélszolgálattal
id: Hubungi Bantuan
it: Contattaci
ja: サポートへのお問い合わせ
lt: Susisiekite su palaikymo tarnyba
lv: Sazināties ar atbalstu
my: အကူအညီသို့ ဆက်သွယ်ပါ
pl: Pomoc techniczna
pt_pt: Contatar Suporte
ro: Contactați Asistența
ru: Служба поддержки
si: සහාය සඳහා අමතන්න
sr: Контактирај подршку
tr: Destekle İletişime Geç
uk: Технічна підтримка
ur_pk: سپورٹ سے رابطہ کریں
vi: Liên hệ hỗ trợ

# NetworkSettings|
source: Network
ar: الشبكة
bg: Мрежа
cs_cz: Síť
de: Netzwerk
es: Red
fa: شبکه
fi: Verkko
fr: Réseau
hi: नेटवर्क
hu: Hálózat
id: Jaringan
it: Rete
ja: ネットワーク
lt: Tinklas
lv: Internets
my: ကွန်ရက်
pl: Sieć
pt_pt: Rede
ro: Rețea
ru: Сеть
si: ජාලය
sr: Мрежа
tr: Ağ
uk: Мережа
ur_pk: نیٹ ورک
vi: Mạng

# NetworkSettings|
source: Proxy
ar: الخادم الوكيل
bg: Прокси
bn: প্রক্সি
fa: پروکسی
fi: Välityspalvelin
hi: प्रतिनिधि
ja: プロキシ
lv: Starpniekserveris
ru: Прокси
si: ප්රොක්සි
sr: Прокси
tr: Vekil sunucu
uk: Проксі
ur_pk: پروکسی

# NetworkSettings|
source: System proxy
ar: الخادم الوكيل للنظام
bg: Системно прокси
bn: সিস্টেম প্রক্সি
cs_cz: Systémová proxy
es: Proxy del sistema
fa: پروکسی سیستم
fi: Järjestelmän välityspalvelin
fr: Proxy système
hi: सिस्टम प्रॉक्सी
hu: Rendszer proxy
id: Proxy sistem
it: Usa proxy sistema
ja: システムのプロキシ
lt: Sistemos tarpinis serveris
lv: Sistēmas starpniekserveris
my: Proxy စနစ်
pl: Proxy systemowe
pt_pt: Proxy do sistema
ro: Proxy de sistem
ru: Использовать системные настройки прокси
si: පද්ධති ප්රොක්සි
sr: Системски прокси
tr: Sistem vekil sunucusu
uk: Системні налаштування проксі
ur_pk: سسٹم پروکسی
vi: Hệ thống proxy

# NetworkSettings|
source: No proxy
ar: بدون خادم وكيل
bg: Няма прокси
bn: কোনো প্রক্সি নেই
cs_cz: Bez proxy
de: Kein Proxy
es: Sin proxy
fa: بدون پروکسی
fi: Ei välityspalvelinta
fr: Pas de proxy
hi: कोई प्रॉक्सी नहीं
hu: Nincs proxy
id: Tidak ada proxy
it: Usa connessione diretta (nessun proxy)
ja: プロキシなし
lt: Nėra įgaliotojo serverio
lv: Nav starpniekservera
my: Proxy မရှိ
pl: Bez serwera proxy
pt_pt: Sem proxy
ro: Fără proxy
ru: Не использовать прокси
si: ප්රොක්සි නැත
sr: Без проксија
tr: Vekil sunucu yok
uk: Немає проксі
ur_pk: کوئی پروکسی نہیں
vi: Không proxy

# NetworkSettings|
source: Configure manually:
ar: تكوين يدوي:
bg: Ръчна настройка:
bn: ম্যানুয়ালি কনফিগার করুন:
cs_cz: Ruční konfigurace:
de: Manuell konfigurieren:
es: Configurar manualmente:
fa: تنظیم دستی:
fi: Aseta manuaalisesti:
fr: Configurer manuellement:
hi: मैन्युअल रूप से कॉन्फ़िगर करें:
hu: Konfigurálás manuálisan:
id: Atur secara manual:
it: Configura manualmente proxy:
ja: 手動で設定:
lt: Konfigūruoti rankiniu būdu:
lv: Konfigurēt manuāli:
my: ကိုယ်တိုင် သတ်မှတ်ပါ၊
pl: Konfiguruj ręcznie:
pt_pt: Configurar manualmente:
ro: Configurează manual:
ru: Ручная настройка:
si: අතින් සකසන්න:
sr: Ручно подеси:
tr: El ile yapılandır:
uk: Конфігурувати вручну:
ur_pk: دستی طور پر ترتیب دیں:
vi: Cấu hình bằng tay:

# NetworkSettings|
source: Configure manually
ar: تكوين يدوي
de: Manuell konfigurieren
fa: تنظیم دستی
fi: Aseta manuaalisesti
fr: Configurer manuellement
hu: Konfigurálás manuálisan
it: Configura manualmente proxy
ja: 手動で設定
pl: Konfiguruj ręcznie
pt_pt: Configurar manualmente
ro: Configurează manual
ru: Ручная настройка
sr: Ручно подеси
tr: El ile yapılandır
ur_pk: دستی طور پر کنفیگر کریں
vi: Cấu hình bằng tay

# NetworkSettings|
source: Address
ar: العنوان
bg: Адрес
bn: ঠিকানা
cs_cz: Adresa
de: Adresse
es: Dirección
fa: آدرس
fi: Osoite
fr: Adresse
hi: पता
hu: Cím
id: Alamat
it: Indirizzo
ja: アドレス
lt: Adresas
lv: Adrese
my: လိပ်စာ
pl: Adres
pt_pt: Endereço
ro: Adresă
ru: Адрес
si: ලිපිනය
sr: Адреса
tr: Adres
uk: Адреса
ur_pk: پتہ
vi: Địa chỉ

# NetworkSettings|
source: Port
ar: المنفذ
bg: Порт
es: Puerto
fa: پورت
fi: Portti
hi: पत्तन
it: Porta
ja: ポート
lt: Prievadas
lv: Ports
pt_pt: Porta
ru: Порт
si: සම්බන්ධන අංකය
sr: Порт
tr: B.noktası
uk: Порт
ur_pk: پورٹ
vi: Cổng

# NetworkSettings|
source: Invalid proxy settings
ar: إعدادات خادم وكيل غير صالحة
bg: Невалидни настройки за прокси
bn: অবৈধ প্রক্সি সেটিংস
cs_cz: Neplatná nastavení proxy
de: Ungültige Proxy-Einstellungen
es: Ajustes de proxy inválidos
fa: تنظیمات پروکسی نامعتبر است
fi: Virheelliset välityspalvelimen asetukset
fr: Paramètres du proxy invalides
hi: अमान्य प्रॉक्सी सेटिंग्स
hu: Érvénytelen proxy beállítások
id: Pengaturan proxy salah
it: Impostazioni proxy non valide
ja: 無効なプロキシ設定です
lt: Netinkami tarpinio serverio nustatymai
lv: Nederīgi starpniekservera iestatījumi
my: တရားမဝင်သည့် proxy အပြင်အဆင်များ
pl: Błędne ustawienia proxy
pt_pt: Definições de proxy inválidas
ro: Setări proxy nevalide
ru: Недопустимые настройки прокси
si: අවලංගු ප්රොක්සි සැකසුම්
sr: Неважећа подешавања проксија
tr: Geçersiz vekil sunucu ayarları
uk: Неправильні налаштування проксі
ur_pk: غیر موزوں پروکسی ترتیبات
vi: Cài đặt proxy không hợp lệ

# NetworkSettings|
source: Proxy settings
ar: إعدادات الخادم الوكيل
bg: Настройки за прокси
bn: প্রক্সি সেটিংস
cs_cz: Nastavení proxy
de: Proxy-Einstellungen
es: Ajustes de proxy
fa: تنظیمات پروکسی
fi: Välityspalvelimen asetukset
fr: Paramètres du proxy
hi: प्रॉक्सी सेटिंग
hu: Proxy beállítások
id: Pengaturan proxy
it: Impostazioni proxy
ja: プロキシ設定
lt: Tarpinio serverio nustatymai
lv: Starpniekservera iestatījumi
my: Proxy အပြင်အဆင်များ
pl: Ustawienia proxy
pt_pt: Definições de proxy
ro: Setări proxy
ru: Настройки прокси
si: ප්රොක්සි සැකසුම්
sr: Подешавања проксија
tr: Vekil sunucu ayarları
uk: Налаштування проксі
ur_pk: پروکسی ترتیبات
vi: Cài đặt Proxy

# NetworkSpeedLimitComboBox|
source: Unlimited
ar: غير محدود
bg: Неограничена
bn: আনলিমিটেড
cs_cz: Bez limitu
de: Uneingeschränkt
es: Ilimitado
fa: نامحدود
fi: Rajoittamaton
fr: Illimité
hi: असीमित
hu: Korlátlan
id: Tidak Terbatas
it: Illimitato
ja: 無制限
lt: Neribota
lv: Bezlimitēts
my: ကန့်သတ်မဲ့
pl: Bez limitu
pt_pt: Ilimitado
ro: Nelimitat
ru: Без ограничений
si: අසීමිත
sr: Неограничено
tr: Sınırsız
uk: Необмежена
ur_pk: لا محدود
vi: Không giới hạn

# NetworkSpeedLimitComboBox|
source: Custom...
ar: مخصص...
bg: Избери...
bn: কাস্টম...
cs_cz: Vlastní…
de: Benutzerdefiniert…
es: Personalizado...
fa: سفارشی...
fi: Muu…
fr: Personnalisé...
hi: रीति...
hu: Egyedi...
id: Kostum...
it: Personalizzato...
ja: カスタム...
lt: Pasirinktinis...
lv: Pielāgots...
my: စိတ်ကြိုက်…
pl: Niestandardowe...
pt_pt: Personalizado...
ro: Personalizat...
ru: Указать…
si: වෙනස් කිරීම්.
sr: Прилагођено...
tr: Özel...
uk: Виберіть...
ur_pk: حسب ضرورت...
vi: Tuỳ chỉnh...

# NetworkSpeedLimitComboBox|
source: KB/s
ar: ك.بايت/ث
bg: Кб/с
fr: Ko/s
id: KB/d
ja: KB/秒
ro: KO/s
ru: КБ/с
sr: КБ/с
uk: Кб/с

# NetworkSpeedLimitComboBox|
source: Please enter numbers only
ar: يرجى إدخال أرقام فقط
bg: Моля въведете само числа
bn: অনুগ্রহ করে শুধু মাত্র নাম্বার প্রবেশ করাও
cs_cz: Zadejte jen číslice
de: Nur Zahlen eingeben
es: Por favor, ingresa solo números
fa: لطفاً فقط عدد وارد کنید
fi: Syötä vain numeroita
fr: Veuillez entrer seulement des nombres
hi: कृपया केवल संख्याएँ दर्ज करें
hu: Csak számokat adjon meg
id: Mohon masukkan angka saja
it: Inserisci solo numeri
ja: 数字のみを入力してください
lt: Įveskite tik skaičius
lv: Lūdzu ievadi tikai numurus
my: ကျေးဇူးပြု၍ နံပါတ်များသာ ဖြည့်ပါ
pl: Proszę podać tylko liczby
pt_pt: Por favor, digite apenas números
ro: Vă rugăm introduceți doar numere
ru: Пожалуйста, введите только цифры
si: කරුණාකර අංක පමණක් ඇතුලත් කරන්න
sr: Унесите само бројеве
tr: Lütfen sadece sayı girin
uk: Бідь ласка, вводьте лише числа
ur_pk: براہ کرم صرف نمبر درج کریں
vi: Vui lòng chỉ nhập số

# NetworkSpeedLimitComboBox|
source: Custom value
ar: قيمة مخصصة
bg: Произволна стойност
bn: কাস্টম মান
cs_cz: Vlastní hodnota
de: Benutzerdefinierter Wert
es: Valor personalizado
fa: مقدار سفارشی
fi: Muu arvo
fr: Valeur personnalisée
hi: कस्टम मूल्य
hu: Egyéni érték
id: Nilai kostum
it: Valore personalizzato
ja: カスタム値
lt: Tinkinta vertė
lv: Pielāgota vērtība
my: စိတ်ကြိုက်တန်ဖိုး
pl: Wartość niestandardowa
pt_pt: Valor personalizado
ro: Valoare personalizată
ru: Пользовательское значение
si: වෙනස් කල අගය
sr: Прилагођена вредност
tr: Özel değer
uk: Значення користувача
ur_pk: کسٹم ویلیو
vi: Giá trị tùy chỉnh

# NetworkSpeedLimitComboBox|
source: OK
ar: موافق
bn: ওকে
es: ACEPTAR
fa: تأیید
hi: ठीक है
hu: Rendben
id: BAIK
lt: Gerai
my: အိုကေ
ru: ОК
si: හරි
sr: У реду
tr: Tamam
ur_pk: ٹھیک ہے
vi: Đồng ý

# NetworkSpeedLimitComboBox|
source: CANCEL
ar: إلغاء
bg: ОТКАЗ
bn: বাতিল করুন
cs_cz: STORNO
de: ABBRECHEN
es: CANCELAR
fa: انصراف
fi: PERU
fr: ANNULER
hi: रद्द करना
hu: MÉGSE
id: Batalkan
it: ANNULLA
ja: キャンセル
lt: ATŠAUKTI
lv: ATCELT
my: ပယ်ဖျက်
pl: ANULUJ
pt_pt: Cancelar
ro: Anulează
ru: ОТМЕНА
si: අවලංගු කරන්න
sr: ОТКАЖИ
tr: İptal
uk: СКАСУВАТИ
ur_pk: منسوخ کریں
vi: Hủy

# NetworkSpeedLimitComboBox|
source: Invalid value
ar: قيمة غير صالحة
bg: Невалидна стойност
bn: অবৈধ মান
cs_cz: Neplatná hodnota
de: Ungültiger Wert
es: Valor inválido
fa: مقدار نامعتبر
fi: Virheellinen arvo
fr: Valeur invalide
hi: अमान्य मूल्य
hu: Helytelen érték
id: Nilai salah
it: Valore non valido
ja: 無効な値
lt: Neteisinga reikšmė
lv: Nederīga vērtība
my: တရားမဝင် တန်ဖိုး
pl: Nieprawidłowa wartość
pt_pt: Valor inválido
ro: Valoare invalidă
ru: Недопустимое значение
si: වැරදි අගයකි
sr: Неважећа вредност
tr: Geçersiz değer
uk: Неправильне значення
ur_pk: غیر موزوں ویلیو
vi: Giá trị không hợp lệ

# NetworkSpeedLimitComboBox|
source: Must be a number greater than 0.
ar: يجب أن يكون رقما أكبر من الصفر.
bg: Трябва да е число по-голямо от 0.
cs_cz: Musí být číslo větší než 0.
de: Muss eine Zahl größer 0 sein.
es: Debe ser un número mayor que 0.
fa: عدد باید بیشتر از ۰ باشد.
fi: Arvon tulee olla nollaa suurempi numero.
fr: Doit être un nombre supérieur à 0.
hi: 0 से बड़ी संख्या होनी चाहिए।
hu: 0-nál nagyobb számnak kell lennie.
id: Harus lebih besar dari 0.
it: Deve essere un numero maggiore di 0.
ja: 値を 0 より大きくする必要があります。
lt: Turi būti didesnis nei 0 skaičius.
lv: Jābūt numuram, kas lielāks par 0.
my: ၀ ထက် ကြီးသည့် နံပါတ် ဖြစ်ရမည်
pl: Liczba musi być większa niż 0.
pt_pt: Deve ser um número maior que 0.
ro: Trebuie să fie un număr mai mare decât 0.
ru: Должно быть число больше 0.
si: 0 ට වඩා වැඩි සංඛ්යාවක් විය යුතුය.
sr: Мора бити број већи од 0.
tr: 0'dan büyük bir sayı olmak zorundadır.
uk: Має бути числом більше 0.
ur_pk: نمبر 0 سے بڑا ہونا چاہیے۔
vi: Phải là số lớn hơn 0.

# NoResumeSupportBlock|
source: This download may not support resuming.
ar: قد لا يدعم هذا التنزيل الاستئناف.
bg: Изтеглянето може да не поддържа възстановяване.
bn: এই ডাউনলোডটি পুনরায় শুরু করা সমর্থন নাও করতে পারে৷
cs_cz: Toto stahování nemusí podporovat obnovení stahování.
de: Dieser Download kann nicht fortgesetzt werden.
fa: این دانلود ممکن است از سرگیری را پشتیبانی نکند.
fi: Tämä lataus ei ehkä ole jatkettavissa pysäytyksen jälkeen.
fr: Ce téléchargement peut ne pas supporter la reprise.
hu: Ez a letöltés lehetséges, hogy nem támogatja a folytatás lehetőségét.
id: Unduhan ini mungkin tidak mendukung untuk dilanjutkan.
it: Questo download potrebbe non supportare la ripresa.
ja: このダウンロードは再開に対応していない可能性があります。
lt: Šis atsisiuntimas gali nepalaikyti atnaujinimo.
lv: Šī lejupielāde varētu neatbalstīt atsākšanu.
my: ဒီဒေါင်းလုပ်က ပြန်စတင်မှုကို မထောက်ပံ့နိုင်ပါ။
pl: To pobieranie nie obsługuje wznawiania.
pt_pt: Este download pode não suportar retomadas.
ro: Este posibil ca această descărcare să nu accepte reluarea.
ru: Эта закачка может не поддерживать возобновление
si: මෙම බාගත කිරීම නැවත ආරම්භ කිරීමට සහාය නොවිය හැකිය.
sr: Ово преузимање можда не подржава настављање.
tr: Bu indirme devam etmeyi desteklemiyor olabilir.
uk: Це завантаження може не підтримувати довантаження.
ur_pk: یہ ڈاؤن لوڈ دوبارہ شروع کرنے کی سہولت نہیں دیتا۔
vi: Tải xuống này có thể không hỗ trợ tiếp tục.

# NoResumeSupportBlock|
source: Prevent sleep mode when downloading files that don't support resuming
ar: منع وضع السكون عند تنزيل ملفات لا تدعم الاستئناف
bg: Предотвратяване на заспиване когато се изтеглят файлове не поддържащи възстановяване
bn: পুনরায় শুরু করা সমর্থন করে না এমন ফাইলগুলি ডাউনলোড করার সময় স্লিপ মোড প্রতিরোধ করুন
cs_cz: Zakázat režim spánku při stahování souborů, které nepodporují obnovení stahování
de: Ruhemodus beim Herunterladen von Dateien verhindern, die nicht fortgesetzt werden können
fa: جلوگیری از حالت خواب هنگام دانلود فایل‌هایی که از سرگیری پشتیبانی نمی‌کنند
fi: Estä valmiustila ladattaessa latauksia, joita ei voida jatkaa
fr: Empêcher le mode veille en téléchargeant des fichiers qui ne supportent pas la reprise
hu: Megakadályozza az alvó módot olyan fájlok letöltésekor, amelyek nem támogatják a folytatás funkciót
id: Mencegah mode sleep saat mengunduh file yang tidak mendukung melanjutkan
it: Impedisci la modalità di sospensione durante il download di file che non supportano la ripresa
ja: 再開に対応していないファイルをダウンロードする場合はスリープモードを回避する
lt: Neleiskite miego režimo atsisiunčiant failus, kurie nepalaiko atnaujinimo
lv: Novērst miega režīmu lejupielādējot failus, kas neatbalsta atsākšanu
my: ဒေါင်းလုပ်ဖိုင်များက ပြန်စမှုကို မထောက်ပံ့သည့်အခါ အိပ်နည်းလမ်းကို တားမြစ်ပါ
pl: Zablokuj tryb uśpienia komputera podczas pobieranie plików, które nie obsługują wznawiania
pt_pt: Impedir o modo de suspensão ao baixar arquivos que não suportam retomadas
ro: Preveniți modul de repaus când descărcați fișiere care nu acceptă reluarea
ru: Запретить спящий режим компьютера при скачивании файлов без поддержки возобновления
si: නැවත ආරම්භ කිරීමට සහාය නොදක්වන ගොනු බාගත කිරීමේන් වළක්වන්න
sr: Спречи спавање док се преузимају датотеке без подршке за настављање
tr: Devam ettirmeyi desteklemeyen dosyaları indirirken uyku modunu önle
uk: Вимкнути сплячий режим при завантаженні файлів, що не підтримують довантаження
ur_pk: ان فائلوں کو ڈاؤن لوڈ کرتے وقت سلیپ موڈ سے روکیں جو دوبارہ شروع کرنے کی حمایت نہیں کرتیں
vi: Ngăn chế độ ngủ khi tải xuống các tệp không hỗ trợ tiếp tục

# Notification|
source: Miscellaneous notifications
ar: الإشعارات المتنوعة
bg: Различни известия
bn: বিবিধ বিজ্ঞপ্তি
cs_cz: Různá oznámení
de: Diverse Benachrichtigungen
fa: اعلان‌های متفرقه
fi: Sekalaiset ilmoitukset
fr: Notifications diverses
hu: Egyéb értesítések
id: Notifikasi beragam
it: Notifiche varie
ja: その他の通知
lt: Įvairūs pranešimai
pl: Różne powiadomienia
pt_pt: Notificações diversas
ro: Notificări diverse
ru: Разные уведомления
si: විවිධ දැනුම්දීම්
sr: Разна обавештења
tr: Çeşitli bildirimler
uk: Різні сповіщення
ur_pk: متفرق اطلاعات
vi: Thông báo khác

# Notification|
source: Ready to play
ar: جاهز للتشغيل
bg: Готов за възпроизвеждане
cs_cz: Připraveno k přehrávání
de: Bereit zum Abspielen
fa: آماده‌ی پخش
fi: Valmis toistettavaksi
fr: Prêt à lire
hu: Lejátszásra kész
id: Siap untuk diputar
it: Pronto per la riproduzione
ja: 再生する準備ができました
lt: Paruošta žaisti
pl: Gotowy do odtworzenia
pt_pt: Pronto para reproduzir
ro: Gata de redat
ru: Готов к воспроизведению
si: සෙල්ලම් කිරීමට සූදානම්
sr: Спремно за пуштање
tr: Oynatmaya hazır
uk: Готовий до відтворення
ur_pk: چلانے کے لیے تیار ہے
vi: Sẵn sàng phát

# OsPermissionsDialog|
source: %1 is missing permissions
ar: %1 يفتقد الأذونات
bg: %1 има нужда от разрешения
bn: %1 অনুপস্থিত অনুমতি
cs_cz: %1 nemá oprávnění
de: %1 fehlen Berechtigungen
fa: %1 دسترسی‌های لازم را ندارد
fi: %1ilta puuttuu oikeuksia
fr: %1 manque d'autorisations
hu: %1 jogosultságai hiányoznak
id: %1 adalah izin yang hilang
it: %1 non dispone di autorizzazioni
ja: %1 には権限がありません
lt: %1 trūksta leidimų
lv: %1 trūkst atļauju
my: %1 က ခွင့်ပြုချက်များ ပျောက်နေသည်
pl: %1 brakuje uprawnień
pt_pt: %1 está sem permissões
ro: %1 îi lipsesc permisiunile
ru: Для работы %1 требуются разрешения
si: %1 ට අවසර නැති වී ඇත
sr: %1 недостају дозволе
tr: %1 eksik izinlerdir
uk: %1 відсутні дозволи
ur_pk: %1 کو اجازتیں درکار ہیں
vi: %1 thiếu quyền

# OsPermissionsDialog|
source: (required)
ar: (مطلوب)
bg: (задължително)
bn: (প্রয়োজনীয়)
cs_cz: (vyžadováno)
de: (erforderlich)
fa: (مورد‌نیاز)
fi: (vaaditaan)
fr: (requis)
hu: (szükséges)
id: (wajib)
it: (obbligatorio)
ja: (必須)
lt: (reikalingas)
lv: (nepieciešams)
my: (လိုအပ်)
pl: (wymagane)
pt_pt: (obrigatório)
ro: (necesar)
ru: (необходимо)
si: (අවශ්යයි)
sr: (обавезно)
tr: (zorunlu)
uk: (необхідно)
ur_pk: (ضروری)
vi: Yêu cầu xác thực

# OsPermissionsDialog|
source: You can grant these permissions using the Application details screen within your system's settings.
ar: يمكنك منح هذه الأذونات باستخدام شاشة تفاصيل التطبيق ضمن إعدادات نظامك.
bg: Можете да предоставите тези разрешения, като използвате екрана "Подробности за приложението" в настройките на вашата система.
bn: আপনি আপনার সিস্টেমের সেটিংসের মধ্যে অ্যাপ্লিকেশন বিবরণ স্ক্রীন ব্যবহার করে এই অনুমতিগুলি মনজুর করতে পারেন৷
cs_cz: Tato oprávnění můžete udělit v obrazovce podrobností o aplikaci v rámci nastavení Vašeho systému.
de: Du kannst diese Berechtigungen über die App-Detailansicht in den Systemeinstellungen erteilen.
fa: شما می‌توانید این مجوزها را از طریق صفحه جزئیات برنامه در تنظیمات سیستم خود اعطا کنید.
fi: Voit myöntää nämä käyttöoikeudet järjestelmäasetusten sovellustiedoista.
fr: Vous pouvez accorder ces autorisations en utilisant l'écran des détails de l'Application dans vos paramètres système.
hu: Ezeket az engedélyeket a rendszered beállításaiban található Alkalmazásrészletek képernyőn adhatod meg.
id: Anda dapat memberikan izin ini menggunakan layar Detail aplikasi dalam pengaturan sistem Anda.
it: È possibile concedere queste autorizzazioni usando la schermata Dettagli applicazione all'interno delle impostazioni del sistema.
ja: システムの設定にあるアプリケーションの詳細画面を使用して、これらの権限を付与することができます。
lt: Šiuos leidimus galite suteikti naudodami programos išsamios informacijos ekraną savo sistemos nustatymuose.
lv: Tu vari piešķirt šīs atļaujas izmantojot Aplikācijas detaļas sadaļu tavas sistēmas iestatījumos.
my: သင့်အပြင်အဆင်များရှိ ပရိုဂရမ် အသေးစိတ် မျက်နှာပြင်ကို အသုံးပြုကာ ဒီခွင့်ပြုချက်များကို သင်ပေးနိုင်သည်။
pl: Możesz przydzielić uprawnienia używając ekranu szczegółów Aplikacji w ustawieniach systemu.
pt_pt: Você pode conceder essas permissões usando a tela Detalhes do aplicativo nas configurações do seu sistema.
ro: Puteți acorda aceste permisiuni utilizând ecranul Detalii aplicație din setările sistemului dumneavoastră.
ru: Вы можете предоставить эти разрешения посредством окна Информации о приложении в системных настройках.
si: ඔබගේ පද්ධතියේ සැකසුම් තුළ යෙදුම් විස්තර තිරය භාවිතා කරමින් ඔබට මෙම අවසර ලබා දිය හැකිය.
sr: Ове дозволе можете доделити у подешавањима система, у оквиру детаља апликације.
tr: Bu izinleri, sisteminizin ayarlarındaki Uygulama ayrıntıları ekranını kullanarak verebilirsiniz.
uk: Ви можете надати ці дозволи використовуючи екран Деталі програми в налаштуваннях вашої системи.
ur_pk: آپ یہ اجازتیں اپنے سسٹم کی ترتیبات میں ایپلیکیشن کی تفصیلات والی اسکرین کا استعمال کرتے ہوئے دے سکتے ہیں۔
vi: Bạn có thể cấp các quyền này bằng cách sử dụng màn hình chi tiết Ứng dụng trong cài đặt hệ thống của bạn.

# OsPermissionsDialog|
source: Don't show again
ar: عدم العرض مرة أخرى
bg: Не показвайте отново
bn: আবার দেখাবেন না
cs_cz: Příště nezobrazovat
de: Nicht mehr anzeigen
fa: دیگر نمایش داده نشود
fi: Älä näytä uudelleen
fr: Ne pas afficher à nouveau
hu: Ne mutasd újra
id: Jangan tampilkan lagi
it: Non visualizzare più
ja: 今後表示しない
lt: Daugiau nerodyti
lv: Nerādīt atkārtoti
my: ထပ်မပြနဲ့
pl: Nie pokazuj ponownie
pt_pt: Não mostrar novamente
ro: Nu mai arăta
ru: Больше не показывать
si: ආයේ පෙන්නන්න එපා
sr: Не приказуј поново
tr: Bir daha gösterme
uk: Не показувати знову
ur_pk: دوبارہ نہ دکھائیں
vi: Không hiển thị lại
