Repository: FreeDownloadManagerTeam/FDM6-localization
Catalog: main/fdm_*.po
Languages: ar, bg, bn, cs_cz, de, es, fa, fi, fr, hi, hu, id, it, ja, lt, lv, my, pl, pt_pt, ro, ru, si, sr, tr, uk, ur_pk, vi

# DownloadExpiredDialog|
source: Please try to update the download link to resume.
ar: من فضلك حاول تحديث رابط التنزيل لإستئناف للإستمرار.
bg: Опитайте да обновите връзката за възстановяване на изтеглянето.
bn: পুনরায় শুরু করতে ডাউনলোড লিঙ্ক আপডেট করার চেষ্টা করুন.
cs_cz: Pro navázání zkuste aktualizovat odkaz ke stažení.
de: Bitte versuche, den Download-Link zu aktualisieren und fortzusetzen.
es: Por favor intenta actualizar el enlace de descarga para reanudar.
fa: لطفاً سعی کنید لینک دانلود را به‌روزرسانی کنید تا ادامه یابد.
fi: Yritä jatkaa päivittämällä latauslinkki.
fr: Veuillez tenter de mettre à jour le lien de téléchargement pour reprendre.
hi: कृपया फिर से शुरू करने के लिए डाउनलोड लिंक को अपडेट करने का प्रयास करें।
hu: Kérlek, próbáld meg frissíteni a letöltési linket a folytatáshoz!
id: Silahkan coba untuk memperbarui tautan unduhan untuk melanjutkan.
it: Per riprendere il download prova ad aggiornare il collegamento download.
ja: 再開するにはダウンロードリンクを更新してみてください。
lt: Norėdami tęsti, pabandykite atnaujinti atsisiuntimo nuorodą.
lv: Lūdzu mēģini atjaunināt lejupielādes saiti, lai turpinātu.
my: ကျေးဇူးပြု၍ ပြန်စရန်အတွက် ဒေါင်းလုပ်လင့်ခ်ကို အသစ်ပြင်ကြည့်ပါ။
pl: Proszę spróbować zaktualizować link pobierania, aby wznowić.
pt_pt: Por favor, tente atualizar a ligação para a transferência retomar.
ro: Vă rugăm să încercați să actualizați linkul de descărcare pentru a relua.
ru: Попробуйте обновить ссылку на загрузку, чтобы продолжить.
si: කරුණාකර නැවත ආරම්භ කිරීම සඳහා බාගත කිරීමේ සබැඳිය යාවත්කාලීන කිරීමට උත්සාහ කරන්න.
sr: Покушајте да ажурирате везу за преузимање да бисте наставили.
tr: Lütfen devam etmek için indirme bağlantısını güncellemeyi deneyin.
uk: Для відновлення спробуйте обновити посилання.
ur_pk: براہ کرم دوبارہ شروع کرنے کے لیے ڈاؤن لوڈ لنک کو اپ ڈیٹ کرنے کی کوشش کریں۔
vi: Vui lòng thử cập nhật liên kết tải xuống để tiếp tục.

# DownloadExpiredDialog|
source: Go to the website with the original download source and copy the renewed link
ar: إذهب إلى الموقع الذي يحتوي على مصدر التنزيل الأصلي ونسخ رابط التحديث
bg: Отидете до оригиналния сайт за изтегляне и копирайте обновената връзка
bn: মূল ডাউনলোড উত্স সহ ওয়েবসাইটে যান এবং পুনর্নবীকরণ লিঙ্কটি অনুলিপি করুন৷
cs_cz: Přejděte na webovou stránku s originálním zdrojem ke stažení a zkopírujte obnovený odkaz
de: Gehe zur Webseite mit der ursprünglichen Download-Quelle und kopiere den erneuerten Link
es: Ir al sitio web con la fuente de la descarga original y copiar el enlace renovado
fa: به وبسایت منبع اصلی دانلود بروید و لینک جدید را کپی کنید...
fi: Siirry alkuperäiselle lataussivustolle ja kopioi uusi linkki
fr: Allez au site web avec la source d'origine du téléchargement et copiez le nouveau lien
hi: मूल डाउनलोड स्रोत के साथ वेबसाइट पर जाएं और नवीनीकृत लिंक को कॉपी करें
hu: Látogass el az eredeti letöltési forrás weboldalára, és másold át a megújított linket!
id: Kembali ke tautan unduhan pada situs web asal dan salin tautan yang telah diperbarui
it: Vai al sito web con la sorgente originale del download e copia il collegamento aggiornato
ja: 元のダウンロードソースがあるウェブサイトにアクセスし、更新されたリンクをコピーする
lt: Eikite į svetainę su pradiniu atsisiuntimo šaltiniu ir nukopijuokite atnaujintą nuorodą
lv: Ej uz interneta lapu ar orģinālo lejupielādes avotu un nokopē atjaunoto saiti
my: မူရင်း ဒေါင်းလုပ် အရင်းအမြစ်ရှိသည့် ဝဘ်ဆိုဒ်သို့ သွားကာ အသစ်ပြန်လုပ်ထားသည့် လင့်ခ်ကို ကူးယူပါ
pl: Przejdź do oryginalnej strony pobierania i skopiuj nowy link pobierania
pt_pt: Vá ao site da fonte de transferência original e copie a ligação renovada
ro: Accesați site-ul web cu sursa originală de descărcare și copiați linkul reînnoit
ru: Перейдите на страницу первоначального источника загрузки и скопируйте обновлённую ссылку
si: මුල් බාගත කිරීමේ මූලාශ්රය සමඟ වෙබ් අඩවියට ගොස් අලුත් කරන ලද සබැඳිය පිටපත් කරන්න
sr: Идите на веб сајт са оригиналним извором преузимања и копирајте нову везу
tr: Orijinal indirme kaynağının bulunduğu web sitesine gidin ve yenilenen bağlantıyı kopyalayın
uk: Перейдіть на сайт з джерелом завантаження і скопіюйте оновлене посилання
ur_pk: اصل ڈاؤن لوڈ سورس والی ویب سائٹ پر جائیں اور نئے لنک کو کاپی کریں
vi: Truy cập trang web có nguồn tải xuống gốc và sao chép liên kết đã được làm mới

# DownloadExpiredDialog|
source: click here
ar: إضغط هنا
bg: кликнете тук
bn: এখানে ক্লিক করুন
cs_cz: klepněte zde
de: hier tippen
es: clic aquí
fa: اینجا کلیک کنید
fi: paina tästä
fr: cliquer ici
hi: यहां क्लिक करें
hu: kattints ide
id: klik di sini
it: seleziona qui
ja: ここをクリック
lt: spustelėkite čia
lv: noklikšķini šeit
my: ဒီနေရာကို နှိပ်ပါ
pl: kliknij tutaj
pt_pt: clique aqui
ro: clic aici
ru: кликните сюда
si: මෙතන ක්ලික් කරන්න
sr: кликните овде
tr: buraya tıklayın
uk: клацніть тут
ur_pk: یہاں کلک کریں
vi: nhấp vào đây

# DownloadExpiredDialog|
source: Update download
ar: تحديث التنزيل
bg: Обновяване на изтеглянето
bn: আপডেট ডাউনলোড করুন
cs_cz: Aktualizovat stahování
de: Download aktualisieren
es: Actualizar descarga
fa: به‌روزرسانی دانلود
fi: Päivitä lataus
fr: Mettre à jour le téléchargement
hi: डाउनलोड अपडेट करें
hu: Letöltés frissítése
id: Perbarui unduhan
it: Aggiorna download
ja: 更新のダウンロード
lt: Atnaujinimo atsisiuntimas
lv: Atjaunināt lejupielādi
my: ဒေါင်းလုပ်ကို အသစ်လုပ်ပါ
pl: Aktualizuj pobieranie
pt_pt: Atualizar download
ro: Descărcare actualizare
ru: Обновить загрузку
si: බාගත යාවත්කාලීන කරන්න
sr: Ажурирај преузимање
tr: İndirmeyi güncelle
uk: Оновити завантаження
ur_pk: ڈاؤن لوڈ اپ ڈیٹ کریں
vi: Cập nhật tải xuống

# DownloadExpiredDialog|
source: Close
ar: إغلاق
bg: Затвори
bn: বন্ধ
cs_cz: Zavřít
de: Schließen
es: Cerrar
fa: بستن
fi: Sulje
fr: Fermer
hi: बंद करें
hu: Bezárás
id: Tutup
it: Chiudi
ja: 閉じる
lt: Uždaryti
lv: Aizvērt
my: ပိတ်
pl: Zamknij
pt_pt: Fechar
ro: Închide
ru: Закрыть
si: වහන්න
sr: Затвори
tr: Kapat
uk: Закрити
ur_pk: بند کریں
vi: Đóng

# DownloadProgressBar_V2|
source: Checking files
ar: فحص الملفات
bg: Проверка на файлове
bn: ফাইল চেক করা হচ্ছে
de: Dateien prüfen
fa: در حال بررسی فایل‌ها
fi: Tarkistetaan tiedostoja
fr: Vérification des fichiers
hu: Fájlok ellenőrzése
it: Verifica file
ja: ファイルを確認しています
lt: Failų tikrinimas
pl: Sprawdzanie plików
pt_pt: Checando arquivos
ro: Verificarea fișierelor
ru: Проверка файлов
si: ගොනු පරීක්ෂා කිරීම
sr: Провера датотека
tr: Dosyalar denetleniyor
ur_pk: فائلوں کی جانچ پڑتال جاری ہے
vi: Đang kiểm tra tệp

# DownloadProgressBar_V2|
source: Merging media streams
ar: دمج تدفق الوسائط
bg: Сливане на потоци от данни
bn: মিডিয়া স্ট্রীম একত্রিত করা হচ্ছে
de: Medien-Streams verbinden
fa: ادغام جریان‌های رسانه‌ای
fi: Yhdistetään mediastriimejä
fr: Fusion des flux de médias
hu: Médiafolyamok egyesítése
it: Unione flussi multimediali
ja: メディアストリームを結合しています
lt: Medijos srautų sujungimas
my: မီဒီယာ ထုတ်လွှင်မှုများကို ပေါင်းစည်းခြင်း
pl: Scalanie strumieni mediów
pt_pt: Mesclando fluxos de mídia
ro: Îmbinarea fluxurilor media
ru: Слияние медиапотоков
si: මාධ්ය ප්රවාහයන් ඒකාබද්ධ කිරීම
sr: Спајање медијских токова
tr: Ortam akışları birleştiriliyor
ur_pk: میڈیا اسٹریمز کو ضم کیا جا رہا ہے
vi: Đang hợp nhất các luồng phương tiện

# DownloadProgressBar_V2|
source: Queued
ar: قيد الانتظار
bg: На опашка
bn: সারিবদ্ধ
de: Wartend
fa: صف شده
fi: Jonossa
fr: En file d'attente
hu: Várólistán
it: In coda
ja: キュー
lt: Eilėje
my: တန်းစီနေ
pl: W kolejce
pt_pt: Na fila
ro: În așteptare
ru: В очереди
si: ලැයිස්තුවට එකතු කර ඇත
sr: На чекању
tr: Kuyruğa alındı
ur_pk: قطار میں ہے
vi: Đã xếp hàng

# DownloadProgressBar_V2|
source: Requesting info
ar: طلب المعلومات
bg: Очаквам информация
bn: তথ্যের অনুরোধ করা হচ্ছে
de: Informationen anfordern
fa: در حال درخواست اطلاعات
fi: Pyydetään tietoja
fr: Demande d'infos
hu: Információ lekérése
it: Richiesta info
ja: 情報を要求しています
lt: Prašoma informacijos
my: ဒေတာများ တောင်းခြင်း
pl: Pobieranie info
pt_pt: Solicitando informações
ro: Solicitare info
ru: Запрос информации
si: තොරතුරු ඉල්ලා සිටීම
sr: Захтевање информација
tr: Bilgi isteniyor
ur_pk: معلومات طلب کی جا رہی ہیں
vi: Yêu cầu thông tin

# DownloadProgressBar_V2|
source: Paused
ar: متوقف مؤقتا
bg: На пауза
bn: বিরতি দেওয়া হয়েছে
de: Angehalten
fa: مکث شده
fi: Pysäytetty
fr: En pause
hu: Szüneteltetve
it: In pausa
ja: 一時停止
lt: Pristabdyta
my: ရပ်နေ
pl: Wstrzymane
pt_pt: Pausado
ro: În pauză
ru: Остановлено
si: තාවකාලිකව නවත්වා ඇත
sr: Паузирано
tr: Duraklatıldı
ur_pk: روکا گیا (Paused)
vi: Đã tạm dừng

# DownloadStatus_V2|
source: Checking files
ar: فحص الملفات
de: Dateien prüfen
fa: در حال بررسی فایل‌ها
fi: Tarkistetaan tiedostoja
fr: Vérification des fichiers
hu: Fájlok ellenőrzése
ja: ファイルを確認しています
pl: Sprawdzanie plików
pt_pt: Checando arquivos
ro: Verificarea fișierelor
ru: Проверка файлов
sr: Провера датотека
tr: Dosyalar denetleniyor
ur_pk: فائلوں کی جانچ پڑتال جاری ہے
vi: Đang kiểm tra tệp

# DownloadStatus_V2|
source: Merging media streams
ar: دمج تدفق الوسائط
de: Medien-Streams verbinden
fi: Yhdistetään mediastriimejä
fr: Fusion des flux de médias
hu: Médiafolyamok egyesítése
ja: メディアストリームを結合しています
pl: Scalanie strumieni mediów
pt_pt: Mesclando fluxos de mídia
ro: Îmbinarea fluxurilor media
ru: Слияние медиапотоков
sr: Спајање медијских токова
tr: Ortam akışları birleştiriliyor
ur_pk: میڈیا اسٹریمز کو ضم کیا جا رہا ہے
vi: Đang hợp nhất các luồng phương tiện

# DownloadStatus_V2|
source: Requesting info
ar: طلب المعلومات
de: Informationen anfordern
fa: در حال درخواست اطلاعات
fi: Pyydetään tietoja
fr: Demande d'infos
hu: Információ lekérése
ja: 情報を要求しています
pl: Pobieranie info
pt_pt: Solicitando informações
ro: Solicitare info
ru: Запрос информации
sr: Захтевање информација
tr: Bilgi isteniyor
ur_pk: معلومات طلب کی جا رہی ہیں
vi: Yêu cầu thông tin

# DownloadStatus_V2|
source: n/a
ar: لاشئ
fa: نامشخص
ja: 利用不可
pl: brak
ro: indisponibil
ru: н/д
sr: н/д
tr: yok
ur_pk: دستیاب نہیں
vi: không có

# DownloadStatus_V2|
source: Queued
ar: قيد الانتظار
de: Wartend
fa: صف شده
fi: Jonossa
fr: En file d'attente
hu: Várólistán
ja: キュー
pl: W kolejce
pt_pt: Na fila
ro: În așteptare
ru: В очереди
sr: На чекању
tr: Kuyruğa alındı
ur_pk: قطار میں ہے
vi: Đã xếp hàng

# DownloadStatus_V2|
source: Completed
ar: مكتمل
de: Abgeschlossen
fa: تمام شده
fi: Valmis
fr: Terminé
hu: Befejezve
ja: 完了
pl: Zakończone
pt_pt: Concluído
ro: Terminat
ru: Завершено
sr: Завршено
tr: Tamamlandı
ur_pk: مکمل
vi: Đã hoàn thành

# DownloadWindow|
source: Web page:
ar: صفحة على الإنترنت:
bg: Уеб страница:
bn: ওয়েব পেজ:
cs_cz: Webová stránka:
de: Webseite:
es: Página web:
fa: صفحه وب:
fi: Verkkosivu:
fr: Page web:
hu: Weboldal:
id: Halaman web:
it: Pagina web:
ja: ウェブページ:
lv: Interneta lapa:
my: ဝဘ်စာမျက်နှာ၊
pl: Strona WWW:
pt_pt: Página da Web:
ro: Pagina web:
ru: Веб-страница:
si: වෙබ් පිටුව:
sr: Веб страница:
tr: Web sayfası:
uk: Web сторінка:
ur_pk: ویب پیج:
vi: Trang web:

# DownloadWindow|
source: Resource URL:
ar: رابط المصدر:
bg: Ресурсен URL:
bn: উৎসের URL:
cs_cz: URL zdroje:
de: Ressourcen-URL:
es: URL de recurso:
fa: آدرس منبع:
fi: Resurssin URL:
fr: URL de la ressource:
hu: Forrás URL:
id: URL sumber:
it: URL risorsa:
ja: リソース URL:
lt: Ištekliaus URL:
lv: Resursu URL:
my: အရင်းအမြစ် URL၊
pl: Adres URL:
pt_pt: URL do recurso:
ro: Adresa URL a resursei:
ru: Адрес источника:
si: සම්පත් URL:
sr: URL ресурса:
tr: Kaynak URL'si:
uk: URL ресурсу:
ur_pk: ذرائع کا پتہ:
vi: URL tài nguyên:

# DownloadWindow|
source: Saved in
ar: حفظ في
bg: Запазен в
bn: মধ্যে সংরক্ষিত
cs_cz: Uloženo v
de: Gespeichert unter
es: Guardado en
fa: ذخیره شده در
fi: Tallennettu
fr: Enregistré dans
hi: में सहेजा गया
hu: Mentve
id: Tersimpan di
it: Salvato in
ja: 保存先
lt: Išsaugota
lv: Saglabāts iekš
my: တွင် သိမ်းခဲ့သည်
pl: Zapisz w
pt_pt: Salvo em
ro: Salvat ăn
ru: Сохранить в
si: තුල සුරකින ලදී
sr: Сачувано у
tr: Kaydedildiği yer
uk: Збережено в
ur_pk: یہاں محفوظ کیا گیا
vi: Đã lưu trong

# DownloadWindow|
source: File size
ar: حجم الملف
bg: Размер на файла
bn: ফাইলের আকার
cs_cz: Velikost souboru
de: Dateigröße
es: Tamaño de archivo
fa: اندازه فایل
fi: Tiedostokoko
fr: Taille du fichier
hi: फाइल का आकार
hu: Fájl méret
id: Ukuran berkas
it: Dimensione file
ja: ファイルサイズ
lt: Failo dydis
lv: Faila lielums
my: ဖိုင်ပမာဏ
pl: Wielkość pliku
pt_pt: Tamanho do arquivo
ro: Mărime fișier
ru: Размер файла
si: ගොනු ප්රමාණය
sr: Величина датотеке
tr: Dosya boyutu
uk: Розмір файлу
ur_pk: فائل سائز
vi: Kích thước tệp

# DownloadWindow|
source: Resume support
ar: يدعم الإستئناف
bg: Поддръжка на възобновяване
bn: সমর্থন পুনরায় শুরু করুন
cs_cz: Podpora navázání
de: Support fortsetzen
es: Soporte de reanudar
fa: پشتیبانی از ادامه
fi: Tukee jatkamista
fr: Support de la reprise
hi: समर्थन फिर से शुरू करें
hu: Folytatás támogatás
id: Dukungan untuk melanjutkan unduhan
it: Ripresa supportata
ja: 再開への対応
lt: Tęsti palaikymą
lv: Atsākšanas atbalsts
my: အကူအညီကို ပြန်စပါ
pl: Obsługa wznawiania
pt_pt: Suporte à retomada
ro: Reluați asistența
ru: Поддержка докачки
si: සහාය නැවත ආරම්භ කරන්න
sr: Подршка за наставак
tr: Devam etme desteği
uk: Відновити підтримку
ur_pk: دوبارہ شروع کرنے کی سہولت
vi: Hỗ trợ tiếp tục

# DownloadWindow|
source: Yes
ar: نعم
bg: Да
bn: হ্যাঁ
cs_cz: Ano
de: Ja
es: Sí
fa: بله
fi: Kyllä
fr: Oui
hi: हाँ
hu: Igen
id: Ya
it: Sì
ja: はい
lt: Taip
lv: Jā
my: ဟုတ်
pl: Tak
pt_pt: Sim
ro: Da
ru: Да
si: ඔව්
sr: Да
tr: Evet
uk: Так
ur_pk: جی ہاں
vi: Có

# DownloadWindow|
source: No
ar: لا
bg: Не
bn: না
cs_cz: Ne
de: Nein
fa: خیر
fi: Ei
fr: Non
hi: नहीं
hu: Nem
id: Tidak
ja: いいえ
lt: Ne
lv: Nē
my: မဟုတ်
pl: Nie
pt_pt: Não
ro: Nu
ru: Нет
si: නෑ
sr: Не
tr: Hayır
uk: Ні
ur_pk: نہیں
vi: Không

# DownloadWindow|
source: Unknown
ar: غير معروف
bg: Неизвестен
bn: অজানা
cs_cz: Neznámé
de: Unbekannt
es: Desconocido
fa: ناشناخته
fi: Ei tiedossa
fr: Inconnu
hi: अनजान
hu: Ismeretlen
id: Tidak dikenal
it: Sconosciuto
ja: 不明なエラー
lt: Nežinoma
lv: Nezināms
my: မသိ
pl: Nieznane
pt_pt: Desconhecido
ro: Necunoscut
ru: Неизвестно
si: නොදන්නා
sr: Непознато
tr: Bilinmiyor
uk: Невідомо
ur_pk: نامعلوم
vi: Không xác định

# DownloadWindow|
source: Downloaded
ar: محمل
bg: Изтеглен
bn: ডাউনলোড করা হয়েছে
cs_cz: Staženo
de: Heruntergeladen
es: Descargado
fa: دانلود شده
fi: Ladattu
fr: Téléchargé
hi: डाउनलोड
hu: Letöltve
id: Terunduh
it: Scaricato
ja: ダウンロード
lt: Atsisiųsta
lv: Lejupielādēts
my: ဒေါင်းယူပြီး
pl: Pobrane
pt_pt: Baixado
ro: Descărcat
ru: Загружено
si: බාගත කර ඇත
sr: Преузето
tr: İndirilen
uk: Завантажений
ur_pk: ڈاؤن لوڈ کیا گیا
vi: Đã tải xuống

# DownloadWindow|
source: Speed
ar: السرعة
bg: Скорост
bn: গতি
cs_cz: Rychlost
de: Geschwindigkeit
es: Velocidad
fa: سرعت
fi: Nopeus
fr: Vitesse
hi: रफ़्तार
hu: Sebesség
id: Kecepatan
it: Velocità
ja: 速度
lt: Greitis
lv: Ātrums
my: အမြန်နှုန်း
pl: Prędkość
pt_pt: Velocidade
ro: Viteză
ru: Скорость
si: වේගය
sr: Брзина
tr: Hız
uk: Швидкість
ur_pk: رفتار
vi: Tốc độ

# DownloadWindow|
source: Time remaining
ar: الوقت المتبقي
bg: Оставащо време
bn: অবশিষ্ট সময়
cs_cz: Zbývající čas
de: Zeit verbleibend
es: Tiempo restante
fa: زمان باقی مانده
fi: Jäljellä oleva aika
fr: Temps restant
hi: शेष समय
hu: Hátralevő idő
id: Waktu tersisa
it: Tempo rimanente
ja: 残り時間
lt: Liko laikas
lv: Atlikušais laiks
my: ကျန်ရှိချိန်
pl: Pozostało czasu
pt_pt: Tempo restante
ro: Timp rămas
ru: Времени осталось
si: ඉතිරි ව ඇති කාලය
sr: Преостало време
tr: Kalan süre
uk: Часу лишилося
ur_pk: باقی وقت
vi: Thời gian còn lại

# DownloadWindow|
source: Open download when it is completed
ar: فتح التنزيل عند انتهائه
bg: Отвори изтеглянето когато завърши
bn: ডাউনলোড শেষ হলে খুলুন
cs_cz: Po dokončení otevřít
de: Download nach Abschluss öffnen
es: Abrir descarga cuando esté completada
fa: بازکردن دانلود پس از اتمام
fi: Avaa lataus kun se valmistuu
fr: Ouvrir le téléchargement quand il est terminé
hi: पूरा होने पर डाउनलोड खोलें
hu: Nyissa meg a letöltést, ha befejeződött
id: Buka berkas unduhan setelah unduhan selesai
it: Apri il file a download completato
ja: ダウンロード完了時にファイルを開く
lt: Atidarykite atsisiuntimą, kai jis bus baigtas
lv: Atvērt lejupielādi, kad tā ir pabeigta
my: ပြီးသည့်အခါ ဒေါင်းလုပ်ကို ဖွင့်ပါ
pl: Otwórz pobrany plik po zakończeniu
pt_pt: Abrir download quando estiver concluído
ro: Deschideți descărcarea când este finalizată
ru: Открыть загрузку после завершения
si: එය අවසන් වූ විට විවෘත බාගත
sr: Отвори преузимање када се заврши
tr: Tamamlandığında indirmeyi aç
uk: Відкрити завантаження після його завершення
ur_pk: ڈاؤن لوڈ مکمل ہونے پر اسے کھولیں
vi: Mở tải xuống khi hoàn tất

# DownloadWindow|
source: Close this window when the download is completed or stopped
ar: إغلاق هذه النافذة عند انتهائها أو إيقافها
bg: Затваряне на прозореца когато изтеглянето завърши или спре
bn: ডাউনলোড শেষ বা বন্ধ হয়ে গেলে এই উইন্ডোটি বন্ধ করুন
cs_cz: Zavřít toto okno pro dokončení nebo zastavení stahování
de: Dieses Fenster schließen, wenn der Download abgeschlossen oder gestoppt wurde
es: Cerrar esta ventana cuando la descarga esté completada o parada
fa: بستن این پنجره پس از اتمام یا توقف دانلود
fi: Sulje tämä ikkuna kun lataus valmistuu tai se pysäytetään
fr: Fermer cette fenêtre quand le téléchargement est terminé ou arrêté
hi: जब डाउनलोड पूरा हो जाए या रुक जाए तो इस विंडो को बंद कर दें
hu: Zárja be ezt az ablakot, amikor a letöltés befejeződött vagy leállt
id: Tutup jendela ini setelah unduhan selesai atau terhenti
it: Chiudi questa finestra quando il download viene completato o interrotto
ja: ダウンロードが完了または停止時にこのウィンドウを閉じる
lt: Uždarykite šį langą, kai atsisiuntimas bus baigtas arba sustabdytas
lv: Aizvērt šo logu, kad lejupielāde ir pabeigta vai apturēta
my: ဒေါင်းလုပ် ပြီးသည့်အခါ (သို့) ရပ်သည့်အခါ ပြတင်းကို ပိတ်ပါ
pl: Zamknij to okno po zakończeniu lub zatrzymaniu pobierania
pt_pt: Fechar esta janela quando o download for concluído ou interrompido
ro: Închideți această fereastră când descărcarea este finalizată sau oprită
ru: Закрыть это окно, когда загрузка будет завершена или остановлена
si: බාගත කිරීම අවසන් වූ විට හෝ නැවැත්වූ විට මෙම කවුළුව වසා දමන්න
sr: Затвори овај прозор када се преузимање заврши или заустави
tr: İndirme tamamlandığında veya durdurulduğunda bu pencereyi kapat
uk: Закрити це вікно, коли завантаження завершиться або зупиниться
ur_pk: ڈاؤن لوڈ مکمل ہونے یا رکنے پر یہ ونڈو بند کریں
vi: Đóng cửa sổ này khi tải xuống hoàn tất hoặc dừng lại

# DownloadWindow|
source: Remember to always close by default
ar: تذكر إغلاقه دائمًا افتراضيًا
bg: Запомняне винаги да се затваря по подразбиране
bn: সর্বদা ডিফল্টভাবে বন্ধ করতে মনে রাখবেন
cs_cz: Zapamatovat, aby se vždy zavíralo
de: Standardmäßig immer schließen
fa: به خاطر بسپار که همیشه به طور پیش‌فرض بسته شود
fi: Sulje aina
fr: Se rappeler de toujours fermer par défaut
hu: Alapértelmezettként mindig bezárás megjegyzése
id: Ingat untuk selalu menutup secara default
it: Chiudi sempre per impostazione predefinita
ja: 既定で常に閉じる
lt: Nepamirškite visada uždaryti pagal numatytuosius nustatymus
lv: Atcerēties vienmēr aizvērt pēc noklusējuma
my: မူလအတိုင်း အမြဲပိတ်မည်ကို သတိရပါ
pl: Pamiętaj, aby zawsze zamykać jako domyślne
pt_pt: Lembrar de sempre fechar por padrão
ro: Nu uitați să închideți întotdeauna implicit
ru: Запомнить всегда закрывать по умолчанию
si: සෑම විටම පෙරනිමියෙන් වසා දැමීමට මතක තබා ගන්න
sr: Запамти да увек затвориш по подразумеваној вредности
tr: Varsayılan olarak her zaman kapatmayı unutma
uk: Не забувати завжди закривати за замовчуванням
ur_pk: ہمیشہ ڈیفالٹ کے طور پر بند کرنا یاد رکھیں
vi: Nhớ luôn đóng theo mặc định

# DownloadWindow|
source: Remember to never close by default
ar: تذكر عدم إغلاقه دائمًا افتراضيًا
bg: Запомняне никога да не се затваря по подразбиране
bn: মনে রাখবেন কখনই ডিফল্টভাবে বন্ধ করবেন না
cs_cz: Zapamatovat, aby se nikdy nezavíralo
de: Niemals standardmäßig schließen
fa: به خاطر بسپار که هرگز به طور پیش‌فرض بسته نشود
fi: Älä sulje koskaan
fr: Se rappeler de ne jamais fermer par défaut
hu: Alapértelmezettként sose zárjon be megjegyzése
id: Jangan pernah menutup secara default
it: Non chiudere mai per impostazione predefinita
ja: 既定で常に閉じない
lt: Nepamiršti kad niekada neuždaryti pagal numatytuosius nustatymus
lv: Atcerēties nekad neaizvērt pēc noklusējuma
my: မူလအတိုင်း အမြဲမပိတ်မည်ကို သတိရပါ
pl: Pamiętaj, aby nigdy nie zamykać jako domyślne
pt_pt: Lembrar de nunca fechar por padrão
ro: Nu uitați să nu închideți niciodată implicit
ru: Запомнить никогда не закрывать по умолчанию
si: පෙරනිමියෙන් කිසි විටෙකත් වසා නොදැමීමට මතක තබා ගන්න
sr: Запамти да никад не затвориш по подразумеваној вредности
tr: Varsayılan olarak asla kapatmayı unutma
uk: Не забувати ніколи не закривати за замовчуванням
ur_pk: ڈیفالٹ کے طور پر کبھی بند نہ کرنا یاد رکھیں
vi: Nhớ không bao giờ đóng theo mặc định

# DownloadWindow|
source: Hide
ar: إخفاء
bg: Скриване
bn: লুকান
cs_cz: Skrýt
de: Verstecken
es: Ocultar
fa: پنهان کردن
fi: Piilota
fr: Cacher
hi: छिपाएं
hu: Elrejt
id: Sembunyikan
it: Nascondi
ja: 非表示
lt: Slėpti
lv: Paslēpt
my: ဝှက်
pl: Ukryj
pt_pt: Esconder
ro: Ascunde
ru: Скрыть
si: සඟවන්න
sr: Сакриј
tr: Gizle
uk: Сховати
ur_pk: چھپائیں
vi: Ẩn

# DownloadWindow|
source: Show in folder
ar: إظهار في المجلد
bg: Покажи в папка
bn: ফাইল এর ভেতরে দেখুন
cs_cz: Zobrazit ve složce
de: Im Ordner anzeigen
fa: نمایش در پوشه
fi: Näytä kansiossa
fr: Afficher dans le dossier
hi: फोल्डर में दिखाए
hu: Megjelenítés mappában
id: Tampilkan dalam folder
it: Visualizza nella cartella
ja: フォルダーを開く
lt: Rodyti aplanke
lv: Parādīt mapē
my: ဖိုင်တွဲတွင် ပြရန်
pl: Pokaż w folderze
pt_pt: Mostrar na pasta
ro: Arată în folder
ru: Показать в папке
si: ෆෝල්ඩරයේ පෙන්වන්න
sr: Прикажи у фасцикли
tr: Klasörde göster
uk: Показати у теці
ur_pk: فولڈر میں دکھائیں
vi: Hiển thị trong thư mục

# DownloadWindow|
source: Open
ar: فتح
bg: Отвори
bn: খুলুন
cs_cz: Otevřít
de: Öffnen
es: Abrir
fa: بازکردن
fi: Avaa
fr: Ouvrir
hi: खुला हुआ
hu: Megnyitás
id: Buka
it: Apri file
ja: 開く
lt: Atidaryti
lv: Atvērt
my: ဖွင့်
pl: Otwórz
pt_pt: Abrir
ro: Deschide
ru: Открыть
si: විවෘත කරන්න
sr: Отвори
tr: Aç
uk: Відкрити
ur_pk: کھولیں
vi: Mở

# DownloadWindow|
source: Stop
ar: إيقاف
bg: Стоп
bn: থামুন
cs_cz: Zastavit
de: Stoppen
es: Parar
fa: توقف
fi: Pysäytä
fr: Arrêter
hi: विराम
hu: Leállítás
id: Berhenti
it: Ferma
ja: 停止
lt: Sustoti
lv: Apturēt
my: ရပ်
pt_pt: Parar
ru: Остановить
si: නවත්වන්න
sr: Заустави
tr: Durdur
uk: Стоп
ur_pk: روکیں
vi: Dừng

# DownloadWindow|
source: Start
ar: بدء
bg: Старт
bn: শুরু করুন
cs_cz: Spustit
de: Starten
es: Iniciar
fa: آغاز
fi: Käynnistä
fr: Démarrer
hi: शुरू
hu: Indítás
id: Mulai
it: Avvia
ja: 開始
lt: Pradėti
lv: Sākt
my: စတင်
pt_pt: Iniciar
ru: Начать
si: ආරම්භ කරන්න
sr: Покрени
tr: Başlat
uk: Запуск
ur_pk: شروع کریں
vi: Bắt đầu

# DownloadsItemTools|
source: Moving
ar: نقل
bg: Преместване
bn: সরানো হচ্ছে
cs_cz: Přesouvání
de: Verschieben
es: Moviendo
fa: انتقال
fi: Siirretään
fr: Déplacement
hi: चलती
hu: Mozgatás
id: Memindahkan
it: Spostamento
ja: 移動しています
lt: Failų perkėliamai
lv: Pārvieto
my: ရွှေ့ခြင်း
pl: Przenoszenie
pt_pt: Movendo
ro: Se mută
ru: Перемещение
si: ගමන් කිරීම
sr: Премештање
tr: Taşınıyor
uk: Переміщення
ur_pk: منتقل کیا جا رہا ہے
vi: Đang di chuyển

# DownloadsItemTools|
source: Checking for viruses
ar: الفحص بحثا عن فيروسات
bg: Проверка за вируси
bn: ভাইরাসের জন্য পরীক্ষা করা হচ্ছে
cs_cz: Kontrolování virů
de: Auf Viren prüfen
es: Comprobando por virus
fa: در حال بررسی ویروس‌ها
fi: Suoritetaan virustarkistusta
fr: Vérification antivirus
hi: वायरस की जांच
hu: Vírusok ellenőrzése
id: Memeriksa virus
it: Scansione virus
ja: ウイルスをチェックしています
lt: Tikrinama, ar nėra virusų
lv: Pārbauda vīrusus
my: ဗိုင်းရပ်များ စစ်ဆေးခြင်း
pl: Sprawdzanie pod kątem wirusów
pt_pt: Checando por vírus
ro: Se verifică de viruși
ru: Проверка на вирусы
si: වෛරස් පරීක්ෂා කිරීම
sr: Провера на вирусе
tr: Virüsler için denetleniyor
uk: Перевірка на віруси
ur_pk: وائرس کی جانچ پڑتال جاری ہے
vi: Đang quét virus
