Repository: FreeDownloadManagerTeam/FDM6-localization
Catalog: main/fdm_*.po
Languages: ar, bg, bn, cs_cz, de, es, fa, fi, fr, hi, hu, id, it, ja, lt, lv, my, pl, pt_pt, ro, ru, si, sr, tr, uk, ur_pk, vi

# MainStatusBar_V2|
source: Snail Mode puts active downloads into sleep mode, freeing up as much Internet bandwidth as possible. When you turn it off, all active downloads will resume at normal speed. Snail Mode is especially useful when your Internet is slow and you need to make a call, for example.
fr: Le Mode Escargot mets les téléchargements actifs en mode veille, libé- rant autant de bande passante Internet que possible. Quand vous le coupez, tous les téléchargements actifs sont repris en vitesse normale. Le Mode Escargot est spécialement utile quand votre Internet est lent et que vous avez besoin de passer un appel, par exemple.
hu: A Csiga mód az aktív letöltéseket alvó módba helyezi, így a lehető legtöbb internetes sávszélességet felszabadítja. Ha kikapcsolod, az összes aktív letöltés átlagos sebességgel folytatódik. A Csiga mód különösen akkor hasznos, ha például az internet lassú, és telefonálnod kellene.
ja: カタツムリモードは、アクティブなダウンロードをスリープモードにし、可能な限りインターネット帯域幅を解放します。これをオフにすると、すべてのアクティブなダウンロードは通常の速度で再開されます。カタツムリモードは、インターネットが遅いときに電話をかける必要がある場合などに特に役立ちます。
pl: Tryb ślimaczy przełącza aktywne pobrania plików w tryb uśpienia, zwalniając jak najwięcej przepustowości internetu. Po wyłączeniu trybu wszystkie aktywne pobrania zostaną wznowione z normalną prędkością. Tryb ślimaczy jest szczególnie przydatny gdy internet działa wolno, a użytkownik musi wykonać np. połączenie video.
pt_pt: O Modo Caracol coloca os downloads ativos em modo de espera, liberando o máximo de largura de banda de internet possível. Ao desativá-lo, todos os downloads ativos serão retomados na velocidade normal. O Modo Caracol é especialmente útil quando sua internet está lenta e você precisa fazer uma ligação, por exemplo.
sr: Пуж режим ставља активна преузимања у стање мировања, ослобађајући што више интернет протока. Када га искључите, сва активна преузимања ће се наставити нормалном брзином. Овај режим је нарочито користан када вам је интернет спор, а потребно је, на пример, да обавите позив.
tr: Salyangoz Modu, etkin indirmeleri uyku moduna geçirerek mümkün olduğunca fazla İnternet bant genişliği açar. Kapattığınızda, tüm etkin indirmeler normal hızda devam edecektir. Salyangoz Modu, örneğin İnternet'iniz yavaş olduğunda ve görüşme yapmanız gerektiğinde özellikle kullanışlıdır.
ur_pk: سست رفتار موڈ فعال ڈاؤن لوڈز کو سلیپ موڈ میں ڈال دیتا ہے، جس سے انٹرنیٹ کی زیادہ سے زیادہ بینڈوتھ خالی ہو جاتی ہے۔ جب آپ اسے بند کریں گے، تو تمام فعال ڈاؤن لوڈز نارمل رفتار پر دوبارہ شروع ہو جائیں گے۔ سست رفتار موڈ خاص طور پر تب کارآمد ہوتا ہے جب آپ کا انٹرنیٹ سست ہو اور آپ کو کوئی کال کرنی ہو، مثال کے طور پر۔
vi: Chế độ Ốc sên đưa các tải xuống đang hoạt động vào chế độ ngủ, giải phóng càng nhiều băng thông Internet càng tốt. Khi bạn tắt nó, tất cả các tải xuống đang hoạt động sẽ tiếp tục ở tốc độ bình thường. Chế độ Ốc sên đặc biệt hữu ích khi Internet của bạn chậm và bạn cần thực hiện cuộc gọi, chẳng hạn.

# PluginsPage|
source: Developer options
ja: 開発者向けオプション
sr: Опције за програмере
tr: Geliştirici seçenekleri
ur_pk: ڈویلپر آپشنز
vi: Tùy chọn nhà phát triển

# PluginsPage|
source: Allow unsigned add-ons to access external directories
ja: 署名されていないアドオンに外部フォルダーへのアクセスを許可する
sr: Дозволи непотписаним додацима приступ спољним директоријумима
tr: İmzasız eklentilerin harici dizinlere erişmesine izin ver
ur_pk: غیر دستخط شدہ ایڈ آنز کو بیرونی ڈائریکٹریز تک رسائی کی اجازت دیں
vi: Cho phép tiện ích chưa ký truy cập thư mục bên ngoài

# PluginsPage|
source: Restart is required
ja: 再起動が必要です
tr: Yeniden başlatma gerekli
ur_pk: دوبارہ شروع کرنا ضروری ہے
vi: Yêu cầu khởi động lại

# PluginsPage|
source: Hide developer options
ja: 開発者向けオプションを非表示にする
sr: Сакриј опције за програмере
tr: Geliştirici seçeneklerini gizle
ur_pk: ڈویلپر آپشنز چھپائیں
vi: Ẩn tùy chọn nhà phát triển

# QObject|
source: Launch Deno (JavaScript runtime)
sr: Покрени Deno (JavaScript окружење)
ur_pk: ڈینو چلائیں (جاوا اسکرپٹ رن ٹائم)
vi: Chạy Deno (JavaScript runtime)

# QObject|
source: Security check failure.
fr: Vérification de sécurité échouée.
hu: Biztonsági ellenőrzés sikertelen.
ja: セキュリティチェックに失敗しました。
pl: Błąd sprawdzania zabezpieczeń
pt_pt: Falha na verificação de segurança.
sr: Безбедносна провера није успела.
tr: Güvenlik denetimi hatası.
ur_pk: سیکیورٹی چیک کی ناکامی۔
vi: Kiểm tra bảo mật thất bại.

# QObject|
source: Invalid version.
fr: Version invalide.
hu: Érvénytelen verzió.
ja: 無効なバージョンです。
pl: Nieprawidłowa wersja.
pt_pt: Versão inválida.
sr: Неважећа верзија.
tr: Geçersiz sürüm.
ur_pk: غیر موزوں ورژن۔
vi: Phiên bản không hợp lệ.

# TroubleshootingSettings|
source: Enable downloads management logging
fr: Activer le journal en gestion de téléchargements
hu: Letöltéskezelés naplózásának engedélyezése
ja: ダウンロード管理ログを有効にする
pl: Włącz logowanie zarządzania pobierania
pt_pt: Ativar registro de gerenciamento de downloads
sr: Омогући бележење управљања преузимањима
tr: İndirmeler yönetimi günlüklemeyi etkinleştir
ur_pk: ڈاؤن لوڈ مینجمنٹ لاگنگ فعال کریں

# UiCoreBase|
source: High
ja: 高い
sr: Висок
tr: Yüksek
ur_pk: زیادہ

# UiCoreBase|
source: Low
ja: 低い
sr: Низак
tr: Düşük
ur_pk: کم

# UiCoreBase|
source: Normal
ja: 標準
sr: Нормалан
ur_pk: نارمل

# AllDownloadsSortModeButton|
source: A-Z
bg: А-Я
fi: Aakkosellisesti A–Ö
ja: A-Z 順
sr: А-Ш

# AllDownloadsSortModeButton|
source: Z-A
bg: Я-А
fi: Aakkosellisesti Ö–A
ja: Z-A 順
ro: A-Z
sr: Ш-А

# HashAlgorithmCombobox|
source: SHA-512
bg: SHA-256: {512?}
es: SHA-256: {512?}
hu: SHA-256: {512?}
id: SHA-256: {512?}
pl: SHA-256: {512?}
uk: SHA-256: {512?}
vi: SHA-256: {512?}

# BrowserIntegrationSettings|
source: Automatically catch downloads from browsers
bg: Автоматично прихващане на изтегляния от браузърите
bn: স্বয়ংক্রিয়ভাবে ব্রাউজার থেকে ডাউনলোড ধরা
cs_cz: Automaticky přebírat stahování z prohlížeče
es: Capturar automáticamente descargas desde los navegadores
fi: Lisää lataukset selaimista automaattisesti
hi: ब्राउज़र से स्वचालित रूप से डाउनलोड पकड़ें
id: Secara otomatis menangkap unduhan dari peramban-peramban
it: Cattura automaticamente download nel browser
lt: Automatiškai gaukite atsisiuntimus iš naršyklių
lv: Automātiski ķert lejupielādes no interneta pārlūkiem
my: ဘရောင်ဇာများမှ ဒေါင်းလုပ်များကို အလိုအလျောက် ဖမ်းယူရန်
ro: Capturați automat descărcări din browsere
si: ස්වයංක්රීයව බ්රවුසරවලින් බාගත කිරීම් අල්ලා ගන්න
uk: Автоматично підхоплювати завантаження з браузерів

# BrowserIntegrationSettings|
source: Don't catch downloads smaller than
bg: Без прихващане за файлове по-малки от
bn: এর চেয়ে ছোট ডাউনলোড ধরবেন না
cs_cz: Nezachytávat stahování menší než
es: No capturar descargas más pequeñas que
fi: Älä lisää latauksia, jotka ovat pienempiä kuin
hi: से छोटे डाउनलोड न पकड़ें
id: Jangan menangkap unduhan lebih kecil dari
it: Non catturare download inferiori a
lt: Neatsisiųsti mažesnių nei
lv: Neķert lejupielādes, kas mazākas par
my: အောက်နည်းသည့် ဒေါင်းလုပ်များကို မဖမ်းယူရန်
ro: Nu prinde descărcări mai mici decât
si: වඩා කුඩා බාගැනීම් අල්ලා නොගන්න
uk: Не підхоплювати завантаження менші за

# DownloadsViewItem_V2|
source: Delete file
bg: Изтриване на файл
lt: Ištrinti failą
my: ဖိုင်ကို ဖျက်ရန်
si: ගොනුව මකන්න

# DownloadsViewItem_V2|
source: Remove from list
bg: Премахни от списъка
lt: Pašalinti iš sąrašo
my: စာရင်းမှ ဖယ်ရှားပါ
si: ලැයිස්තුව එකතු කර ඇත

# PluginsPage|
source: Check for Updates
bg: Проверка за актуализации
bn: হালনাগাদ এর জন্য অনুসন্ধান করুন
cs_cz: Zkontrolovat aktualizace
es: Comprobar actualizaciones
hi: अद्यतन के लिए जाँच
id: Periksa pembaruan
it: Controlla aggiornamenti
lt: Patikrinti, ar yra atnaujinimų
lv: Meklēt Atjauninājumus
my: အသစ်များကို စစ်ဆေးပါ
si: යාවත්කාලීන කිරීම් සඳහා පරීක්ෂා කරන්න
uk: Перевірити оновлення

# PluginsPage|
source: Install Add-on From File...
bg: Инсталиране на добавка от файл...
bn: ফাইল থেকে অ্যাড-অন ইনস্টল করুন...
cs_cz: Nainstalovat doplněk ze souboru…
es: Instalar complemento desde archivo...
hi: फ़ाइल से ऐड-ऑन स्थापित करें...
id: Pasang Add-on dari berkas...
it: Installa estensione da file...
lt: Įdiekite priedą iš failo...
lv: Instalēt Pievienojumprogrammu No Faila...
my: ဖိုင်မှ Add-on ကို ထည့်သွင်းပါ...
si: ගොනුවෙන් ඇඩෝන ස්ථාපනය කරන්න...
uk: Встановити додаток з файлу...

# PluginsPage|
source: Update Add-ons Automatically
bg: Автоматично актуализиране на добавките
bn: স্বয়ংক্রিয়ভাবে অ্যাড-অন আপডেট করুন
cs_cz: Aktualizovat doplňky automaticky
es: Actualizar complementos automaticamente
hi: ऐड-ऑन स्वचालित रूप से अपडेट करें
id: Perbarui Add-ons Otomatis
it: Aggiorna automaticamente estensioni
lt: Automatiškai atnaujinkite priedus
lv: Atjaunināt Pievienojumprogrammas Automātiski
my: Add-on များကို အလိုအလျောက် အဆင့်မြှင့်ပါ
si: ඇඩෝන ස්වයංක්රීයව යාවත්කාලීන කරන්න
uk: Автоматично оновлювати додатки

# PluginsPage|
source: Reset All Add-ons to Update Automatically
bg: Нулиране на всички добавки за автоматично актуализиране
bn: স্বয়ংক্রিয়ভাবে আপডেট করতে সমস্ত অ্যাড-অন রিসেট করুন
cs_cz: Resetovat všechny doplňky pro automatickou aktualizaci
es: Reiniciar todos los complementos a actualización automatica
hi: सभी ऐड-ऑन को स्वचालित रूप से अपडेट करने के लिए रीसेट करें
id: Setel ulang semua Add-ons untuk diperbarui otomatis
it: Ripristina aggiornamento automatico per tutte le estensioni
lt: Iš naujo nustatykite visus priedus, kad būtų atnaujinami automatiškai
lv: Atiestatīt Visas Pievienojumprogrammas, lai atjauninātu Automātiski
my: Add-on အားလုံးကို အလိုအလျောက် အဆင့်မြှင့်ခြင်းသို့ ပြန်သတ်မှတ်ပါ
si: ස්වයංක්රීයව යාවත්කාලීන කිරීමට සියලු ඇඩෝන නැවත සකසන්න
uk: Скинути всі додатки на автоооновлення

# PluginsViewItem|
source: Allow Automatic Updates
bg: Позволяване на автоматично актуализиране
bn: স্বয়ংক্রিয় আপডেটের অনুমতি দিন
cs_cz: Povolit automatické aktualizace
es: Permitir actualizaciones automaticas
hi: स्वचालित अपडेट की अनुमति दें
id: Izinkan Pembaruan Otomatis
it: Consenti aggiornamenti automatici
lt: Leisti automatinius naujinimus
lv: Atļaut Automātisko Atjaunināšanu
my: အလိုအလျောက် အဆင့်မြှင့်မှုကို ခွင့်ပြုပါ
si: ස්වයංක්රීය යාවත්කාලීන වලට ඉඩ දෙන්න
uk: Дозволити автоматичне оновлення

# PluginsViewItem|
source: Check for Updates
bg: Проверка за актуализации
bn: হালনাগাদ এর জন্য অনুসন্ধান করুন
cs_cz: Zkontrolovat aktualizace
es: Comprobar actualizaciones
hi: अद्यतन के लिए जाँच
id: Periksa pembaruan
it: Controlla aggiornamenti
lt: Patikrinti, ar yra atnaujinimų
lv: Meklēt Atjauninājumus
my: အသစ်များကို စစ်ဆေးပါ
si: යාවත්කාලීන කිරීම් සඳහා පරීක්ෂා කරන්න
uk: Перевірити оновлення

# DownloadsViewItemStatus_V2|
source: N/A
it: N/D

# DownloadsViewItemStatus_V2|
source: Paused
bn: বিরতি দেওয়া হয়েছে
it: In pausa

# GeneralSettings|
source: Choose theme
cs_cz: Zvolit motiv
es: Elegir tema
hi: विषय चुनें
id: Pilih tema
lv: Izvēlies tēmu
uk: Виберіть тему

# AdvancedSettings|
source: Don't put your computer to sleep if there is an active download
es: No suspender tu computador si hay una descarga activa

# AdvancedSettings|
source: Enable sleep mode while running finished downloads
es: Habilitar el modo de suspensión mientras se ejecutan descargas finalizadas

# AdvancedSettings|
source: Do not allow downloads to perform post finished tasks when running on battery
es: No permitir que las descargas realicen tareas posteriores a la finalización cuando se ejecuta con batería

# ConnectToRemoteAppDialog|
source: Please enter ID, or <a href='#'>scan QR code</a>
es: Por favor ingresa ID, o <a href='#'>escanea código QR</a>

# DownloadWindow|
source: Show In Folder
es: Mostrar en carpeta

# DownloadsSettings|
source: Detect unwanted behavior errors
es: Detectar errores de comportamiento no deseados

# DownloadsViewItemContextMenu|
source: Show In Folder
es: Mostrar en carpeta

# DownloadsViewItemContextMenu|
source: Show Downloads
es: Mostrar descargas

# DownloadsViewItemContextMenu|
source: Choose Files...
es: Elegir archivos...

# DownloadsViewItemContextMenu|
source: Set Priority
es: Establecer prioridad

# DownloadsViewItemContextMenu|
source: Sequential Download
es: Descarga secuencial

# DownloadsViewItemContextMenu|
source: Add Tag
es: Agregar etiqueta

# FilesTreeContextMenu|
source: High Priority
es: Prioridad alta

# FilesTreeContextMenu|
source: Normal Priority
es: Prioridad normal

# FilesTreeContextMenu|
source: Low Priority
es: Prioridad baja

# FilesTreeContextMenu|
source: Show in Folder
es: Mostrar en carpeta

# FilesTreeContextMenu|
source: File Integrity
es: Integridad del archivo

# GeneralSettings|
source: Detect unwanted behavior errors
es: Detectar errores de comportamiento no deseados

# GeneralSettings|
source: Use mobile network
es: Usar red móvil

# GeneralSettings|
source: Allow data roaming
es: Permitir itinerancia de datos

# GeneralSettings|
source: Using mobile data while roaming may result in additional charges.
es: Utilizar datos móviles con itinerancia pueden resultar en cargos adicionales.

# MainMenu|
source: Paste Urls from Clipboard
es: Pegar URLs desde el portapapeles

# MainMenu|
source: Paste Urls from File
es: Pegar URLs desde archivo

# MainMenu|
source: Contact Support
es: Contactar soporte

# MainMenu|
source: Auto Shutdown
es: Apagado automático

# MainMenu|
source: Check for Updates...
es: Comprobar actualizaciones...

# SettingsPage|
source: Go back to default settings
es: Volver a los ajustes predeterminados
