Repository: FreeDownloadManagerTeam/FDM6-localization
Catalog: main/fdm_cz.po
Languages: cs_cz

# AboutDialog|
source: About
cs_cz: O FDM

# AboutDialog|
source: Version: %1 (%2)
cs_cz: Verze: %1 (%2)

# AboutDialog|
source: Build date: %1
cs_cz: Datum sestavení: %1

# AboutDialog|
source: version %1
cs_cz: verze %1

# AboutDialog|
source: Version %1 (%2)
cs_cz: Verze %1 (%2)

# AddDateToFileName|
source: Add dates to files names
cs_cz: Přidat datum do názvů souborů

# AddMirrorDialog|
source: Add mirror
cs_cz: Přidat mirror

# AddMirrorDialog|
source: Enter mirror URL
cs_cz: Zadejte adresu URL mirroru

# AddMirrorDialog|
source: Cancel
cs_cz: Zrušit

# AddMirrorPage|
source: Add mirror
cs_cz: Přidat mirror

# AddMirrorPage|
source: Enter mirror URL
cs_cz: Zadejte adresu URL mirroru

# AddTDialog|
source: Cancel
cs_cz: Zrušit

source: Add tag
cs_cz: Přidat značku

# AdvancedSettings|
source: Advanced
cs_cz: Pokročilé

# AdvancedSettings|
source: Notifications
cs_cz: Oznámení

# AdvancedSettings|
source: Notify me of added downloads via Notification Center
cs_cz: Upozornit mě na přidané soubory ke stažení prostřednictvím Centra oznámení

# AdvancedSettings|
source: Notify me of completed downloads via Notification Center
cs_cz: Upozornit mě na dokončené stahování prostřednictvím Centra oznámení

# AdvancedSettings|
source: Notify me of failed downloads via Notification Center
cs_cz: Upozornit mě na neúspěšné stahování prostřednictvím Centra oznámení

# AdvancedSettings|
source: Notify me of downloads only when %1 window is inactive
cs_cz: Upozornit mě na stahování pouze tehdy, když je okno %1 neaktivní

# AdvancedSettings|
source: Customize sounds
cs_cz: Přizpůsobit zvuky

# AdvancedSettings|
source: Power management
cs_cz: Správa napájení

# AdvancedSettings|
source: Don't put your computer to sleep if there is an active download
cs_cz: Nepřepínejte počítač do režimu spánku, pokud probíhá aktivní stahování.

# AdvancedSettings|
source: Enable sleep mode while running finished downloads
cs_cz: Povolit režimu spánku při spuštění dokončených stahování

# AdvancedSettings|
source: Options
cs_cz: Možnosti

# AdvancedSettings|
source: Launch at startup (minimized)
cs_cz: Spuštění při spuštění (minimalizované)

# AdvancedSettings|
source: Show special offers
cs_cz: Zobrazit speciální nabídky

# AdvancedSettings|
source: Interface
cs_cz: Rozhraní

# AdvancedSettings|
source: Open/hide the bottom panel by clicking on the download
cs_cz: Otevřete/skryjte spodní panel kliknutím na tlačítko Stáhnout

# AdvancedSettings|
source: Indicate active download and upload using tray icon
cs_cz: Označení aktivního stahování a nahrávání pomocí ikony v oznamovací oblasti

# AdvancedSettings|
source: Go back to default settings
cs_cz: Návrat k výchozímu nastavení

# AdvancedSettings|
source: Reset
cs_cz: Obnovení

# AdvancedSettings|
source: Default settings
cs_cz: Výchozí nastavení

# AdvancedSettings|
source: Restore default settings?
cs_cz: Obnovit výchozí nastavení?

# AdvancedSettings|
source: Backup the list of downloads every
cs_cz: Zálohování seznamu stažených souborů každý

# AdvancedSettings|
source: File exists reaction
cs_cz: Soubor existuje reakce

# AdvancedSettings|
source: Rename
cs_cz: Přejmenování

# AdvancedSettings|
source: Overwrite
cs_cz: Přepsat

# AdvancedSettings|
source: Use sounds
cs_cz: Použití zvuků

# AdvancedSettings|
source: Do not allow downloads if battery level drops below
cs_cz: Zakázat stahování, pokud úroveň nabití baterie klesne pod

# AdvancedSettings|
source: Enable user defined order of downloads
cs_cz: Povolit uživatelsky definované pořadí stahování

# AdvancedSettings|
source: Show "Save As..." button
cs_cz: Zobrazit "Uložit jako..." tlačítko

# AdvancedSettings|
source: Enable standalone create new downloads windows
cs_cz: Povolit vytváření nových oken pro stahování

# AdvancedSettings|
source: Overall zoom
cs_cz: Celkové přiblížení

# AdvancedSettings|
source: Fonts zoom
cs_cz: Velikost písma

# AdvancedSettings|
source: <a href='#'>Restart is required</a>
cs_cz: <a href='#'>Restart je nutný</a>

# AdvancedSettings|
source: Delete button action
cs_cz: Akce tlačítka Odstranit

# AdvancedSettings|
source: Remove only from download list
cs_cz: Odstranit pouze ze seznamu stažení

# AdvancedSettings|
source: Delete files
cs_cz: Odstranit soubory

# AdvancedSettings|
source: Always ask
cs_cz: Vždy se zeptat

source: Advanced settings
cs_cz: Rozšířená nastavení

# AdvancedSettings|
source: Choose theme
cs_cz: Zvolit si téma

# AdvancedSettings|
source: A light theme will be used, if the system theme is unknown.
cs_cz: Pokud nelze zjistit systémové téma, použije se světlé téma.

# AntivirusComboBox|
source: Configure manually...
cs_cz: Ruční konfigurace...

# AntivirusSettings|
source: Select antivirus:
cs_cz: Vybrat antivirový program:

# AntivirusSettings|
source: Is your antivirus not listed?
cs_cz: Nevidíte váš antivirus v seznamu?

# AntivirusSettings|
source: Path:
cs_cz: Cesta:

# AntivirusSettings|
source: Please enter antivirus path
cs_cz: Zadejte prosím cestu k antiviru

# AntivirusSettings|
source: Arguments:
cs_cz: Argumenty:

# AntivirusSettings|
source: Arguments must contain %path% variable
cs_cz: Argumenty musí obsahovat proměnnou %path%

# AntivirusSettings|
source: Automatically perform virus check when download is finished
cs_cz: Automatická antivirová kontrola po dokončení stahování

# AntivirusSettingsDialog|
source: Virus check
cs_cz: Kontrola virů

# AntivirusSettingsDialog|
source: There is no antivirus specified in the settings.
cs_cz: V nastavení není zadán žádný antivirus.

# AntivirusSettingsDialog|
source: Go to settings
cs_cz: Přejít do nastavení

# AntivirusSettingsDialog|
source: Cancel
cs_cz: Zrušit

# AppDenyShutdownIfHasOpsWithNoResumeSupportSwitch|
source: Downloads with no resume support (%1).
cs_cz: Stahování bez podpory navázání (%1).

# AppDenyShutdownIfHasOpsWithNoResumeSupportSwitch|
source: Moving files (%1).
cs_cz: Přesouvání souborů (%1).

# AppDenyShutdownIfHasOpsWithNoResumeSupportSwitch|
source: Converting files to mp3 (%1).
cs_cz: Převod souborů do formátu mp3 (%1).

# AppDenyShutdownIfHasOpsWithNoResumeSupportSwitch|
source: Converting files to mp4 (%1).
cs_cz: Převod souborů do formátu mp4 (%1).

# AppDenyShutdownIfHasOpsWithNoResumeSupportSwitch|
source: Renaming files (%1).
cs_cz: Přejmenování souborů (%1).

# AppDenyShutdownIfHasOpsWithNoResumeSupportSwitch|
source: Merging media streams (%1).
cs_cz: Sloučení mediálních toků (%1).

# AppDenyShutdownIfHasOpsWithNoResumeSupportSwitch|
source: Deleting files.
cs_cz: Odstranění souborů.

# AppQuitConfirmationUiManager|
source: There are operations with no resume capability in progress
cs_cz: Probíhají operace bez možnosti navázání.

# AuthDialog|
source: Authentication required
cs_cz: Vyžaduje se přihlášení

# AuthDialog|
source: %1 requires authentication
cs_cz: %1 vyžaduje přihlášení

# AuthDialog|
source: The site says: "%1".
cs_cz: Na stránkách se píše: "%1".

# AuthDialog|
source: Username:
cs_cz: Uživatelské jméno:

# AuthDialog|
source: Password:
cs_cz: Heslo:

# AuthDialog|
source: remember
cs_cz: zapamatovat

# AuthDialog|
source: Cancel
cs_cz: Zrušit

# AuthenticationDialog|
source: Authentication required
cs_cz: Vyžaduje se přihlášení

# AuthenticationDialog|
source: The site says: "%1".
cs_cz: Na stránkách se píše: "%1".

# AuthenticationDialog|
source: Username:
cs_cz: Uživatelské jméno:

# AuthenticationDialog|
source: Password:
cs_cz: Heslo:

# AuthenticationDialog|
source: remember
cs_cz: zapamatovat

# AuthenticationDialog|
source: Cancel
cs_cz: Zrušit

# AuthenticationPage|
source: Authentication required
cs_cz: Vyžaduje se přihlášení

# AuthenticationPage|
source: The site says: "%1".
cs_cz: Na stránkách se píše: "%1".

# AuthenticationPage|
source: Username
cs_cz: Uživatelské jméno

# AuthenticationPage|
source: Password
cs_cz: Heslo

# AuthenticationPage|
source: Remember
cs_cz: Zapamatovat

# BackupComboBox|
source: 5 minutes
cs_cz: 5 minut

# BackupComboBox|
source: 15 minutes
cs_cz: 15 minut

# BackupComboBox|
source: 1 hour
cs_cz: 1 hodina

# BackupComboBox|
source: 3 hours
cs_cz: 3 hodiny

# BackupComboBox|
source: 1 day
cs_cz: 1 den

# BackupSlider|
source: 5 minutes
cs_cz: 5 minut

# BackupSlider|
source: 15 minutes
cs_cz: 15 minut

# BackupSlider|
source: 1 hour
cs_cz: 1 hodina

# BackupSlider|
source: 3 hours
cs_cz: 3 hodiny

# BackupSlider|
source: 1 day
cs_cz: 1 den

# BaseStringListArea|
source: Please enter one item per line
cs_cz: Uveďte prosím jednu položku na řádek

# BaseTextArea|
source: Cut
cs_cz: Střih

# BaseTextArea|
source: Copy
cs_cz: Kopírovat

# BaseTextArea|
source: Paste
cs_cz: Vložit

# BaseTextField|
source: Cut
cs_cz: Vyjmout

# BaseTextField|
source: Copy
cs_cz: Kopírovat

# BaseTextField|
source: Paste
cs_cz: Vložit

# BatchVideoQuality|
source: Max. video quality:
cs_cz: Maximální kvalita videa:

# BitrateComboBox|
source: From %1 %2 to %3 %4
cs_cz: Od %1 %2 do %3 %4

# BitrateComboBox|
source: CD quality
cs_cz: Kvalita CD

# BitrateComboBox|
source: High quality
cs_cz: Vysoká kvalita

# BitrateComboBox|
source: Medium quality
cs_cz: Střední kvalita

# BitrateComboBox|
source: Radio quality
cs_cz: Kvalita rádia

# BitrateComboBox|
source: Low quality
cs_cz: Nízká kvalita

# BitrateComboBox|
source: Speech
cs_cz: Řeč

# BitrateComboBox|
source: Lowest quality, smallest file size
cs_cz: Nejnižší kvalita, nejmenší velikost souboru

# BottomPanelTools|
source: General
cs_cz: Obecné

# BottomPanelTools|
source: Progress
cs_cz: Průběh

# BottomPanelTools|
source: Files
cs_cz: Soubory

# BottomPanelTools|
source: Connections
cs_cz: Připojení

# Browser|
source: Enter URL
cs_cz: Zadejte adresu URL

# Browser|
source: Bookmark removed
cs_cz: Záložka odstraněna

# Browser|
source: Bookmark added
cs_cz: Přidána záložka

# Browser|
source: Bookmarks
cs_cz: Záložky

# Browser|
source: There are no bookmarks at the moment
cs_cz: V současné době nejsou k dispozici žádné záložky

# Browser|
source: Are you sure you want to remove this bookmark?
cs_cz: Opravdu chcete tuto záložku odstranit?

# Browser|
source: YES
cs_cz: ANO

# Browser|
source: NO
cs_cz: NE

# Browser MainMenu|
source: Back to %1
cs_cz: Zpět na %1

# Browser MainMenu|
source: Bookmarks
cs_cz: Záložky

# Browser MainMenu|
source: Download media
cs_cz: Stáhnout média

# Browser MainMenu|
source: Remove bookmark
cs_cz: Odstranění záložky

# Browser MainMenu|
source: Add bookmark
cs_cz: Přidat záložku

# BrowserButton|
source: Download %1 extension
cs_cz: Stáhnout rozšíření %1

# BrowserButton|
source: %1 is not installed
cs_cz: %1 není nainstalováno

# BrowserIntegrationSettings|
source: Browser Integration
cs_cz: Integrace prohlížeče

# BrowserIntegrationSettings|
source: Other supported browsers
cs_cz: Další podporované prohlížeče

# BrowserIntegrationSettings|
source: Automatically catch downloads from browsers
cs_cz: Automatické zachycení stahování z prohlížečů

# BrowserIntegrationSettings|
source: Intercept downloads in your web browser
cs_cz: Zachycení stahování ve webovém prohlížeči

# BrowserIntegrationSettings|
source: Start downloading without confirmation
cs_cz: Zahájení stahování bez potvrzení

# BrowserIntegrationSettings|
source: Skip domains
cs_cz: Přeskočit domény

# BrowserIntegrationSettings|
source: Edit list
cs_cz: Upravit seznam

# BrowserIntegrationSettings|
source: Are you sure this is a valid domain?
cs_cz: Jste si jisti, že se jedná o platnou doménu?

# BrowserIntegrationSettings|
source: Skip files with extensions
cs_cz: Přeskočit soubory s příponami

# BrowserIntegrationSettings|
source: Are you sure this is a valid file extension?
cs_cz: Jste si jisti, že se jedná o platnou příponu souboru?

# BrowserIntegrationSettings|
source: Don't catch downloads smaller than
cs_cz: Nechytejte stahování menší než

# BrowserIntegrationSettings|
source: Use browser if you cancel download via %1
cs_cz: Pokud zrušíte stahování přes %1, použijte prohlížeč

# BrowserIntroDialog|
source: Continue
cs_cz: Pokračovat

# BrowserListElement|
source: (browser is not installed)
cs_cz: (prohlížeč není nainstalován)

# BtSettings|
source: General
cs_cz: Obecné

# BtSettings|
source: Monitoring
cs_cz: Monitorování

# BtSettings|
source: Open
cs_cz: Otevřít

# BtSettings|
source: Cancel
cs_cz: Zrušit

# BtSettings|
source: Start downloading without confirmation
cs_cz: Zahájení stahování bez potvrzení

# BtSettings|
source: Advanced
cs_cz: Pokročilé

# BtSettings|
source: Custom port:
cs_cz: Vlastní port:

# BtStrings|
source: Uploaded
cs_cz: Nahráno

# BtStrings|
source: Ratio
cs_cz: Poměr

# BuildDownloadDialog|
source: Add download
cs_cz: Přidat ke stažení

# BuildDownloadDialog|
source: Report problem
cs_cz: Nahlásit problém

# BuildDownloadDialog|
source: Cancel
cs_cz: Zrušit

# BuildDownloadDialog|
source: Download
cs_cz: Stáhnout

# BuildDownloadPage|
source: Add download
cs_cz: Přidat ke stažení

# BuildDownloadPage|
source: Download
cs_cz: Stáhnout

# BuildDownloadPage|
source: Report problem
cs_cz: Nahlásit problém

# BuildDownloadPage|
source: Downloading from this site is not allowed
cs_cz: Stahování z této stránky není povoleno

# BuildDownloadTools|
source: The proxy %1 requires a username and password.
cs_cz: Proxy server %1 vyžaduje uživatelské jméno a heslo.

# BuildDownloadTools|
source: %1 is requesting your username and password.
cs_cz: %1 požaduje vaše uživatelské jméno a heslo.

# BuildDownloadTools|
source: Querying info. Please wait...
cs_cz: Dotazování na informace. Počkejte prosím...

# ButtonsBlock|
source: Please select download link
cs_cz: Vyberte odkaz ke stažení

# ButtonsBlock|
source: You can select no more than %1 links at a time
cs_cz: Najednou můžete vybrat maximálně %1 odkazů.

# ButtonsBlock|
source: No write access to the selected directory
cs_cz: Žádný přístup k zápisu do vybraného adresáře

# ButtonsBlock|
source: Not enough disk space
cs_cz: Nedostatek místa na disku

# ButtonsBlock|
source: The path contains invalid characters
cs_cz: Cesta obsahuje neplatné znaky

# ButtonsBlock|
source: The subfolder name contains invalid characters
cs_cz: Název podsložky obsahuje neplatné znaky

# ButtonsBlock|
source: The filename contains invalid characters
cs_cz: Název souboru obsahuje neplatné znaky

# ButtonsBlock|
source: Cancel
cs_cz: Zrušit

# ButtonsBlock|
source: Download
cs_cz: Stáhnout

# ChangeUrlDialog|
source: Change download URL
cs_cz: Změna adresy URL pro stahování

# ChangeUrlDialog|
source: Enter new URL
cs_cz: Zadejte novou adresu URL

# ChangeUrlDialog|
source: File location: %1
cs_cz: Umístění souboru: %1

# ChangeUrlDialog|
source: Invalid URL
cs_cz: Neplatná adresa URL

# ChangeUrlDialog|
source: Start download
cs_cz: Spustit stahování

# ChangeUrlDialog|
source: Cancel
cs_cz: Zrušit

# ChangeUrlPage|
source: Change download URL
cs_cz: Změna adresy URL pro stahování

# ChangeUrlPage|
source: Enter new URL
cs_cz: Zadejte novou adresu URL

# ChangeUrlPage|
source: File location: %1
cs_cz: Umístění souboru: %1

# ChangeUrlPage|
source: Start download
cs_cz: Spustit stahování

# ConnectToRemoteAppDialog|
source: Connect to remote %1
cs_cz: Připojení ke vzdálenému zařízení %1

# ConnectToRemoteAppDialog|
source: Here you can connect to %1 running on another device.
cs_cz: Zde se můžete připojit k %1 spuštěnému na jiném zařízení.

# ConnectToRemoteAppDialog|
source: Automatically connect at startup
cs_cz: Automatické připojení při spuštění

# ConnectToRemoteAppDialog|
source: Automatically connect at %1 startup
cs_cz: Automatické připojení při spuštění %1

# ConnectToRemoteAppDialog|
source: Cancel
cs_cz: Zrušit

# ConnectToRemoteAppDialog|
source: Here you can connect to %1 running on your Windows/macOS/Linux PC
cs_cz: Zde se můžete připojit k %1 spuštěnému v počítači se systémem Windows/macOS/Linux.

# ConnectToRemoteAppDialog|
source: Please enter ID, or <a href='#'>scan QR code</a>
cs_cz: Zadejte prosím ID nebo <a href='#'>skenujte QR kód</a>

# ConnectionsTab|
source: There are no connections
cs_cz: Neexistují žádná spojení

# ConnectionsTab|
source: Host
cs_cz: Hostitel

# ConnectionsTab|
source: Port
cs_cz: Přístav

# ConnectionsTab|
source: Connection count
cs_cz: Počet připojení

# ConvertDestinationFilesExistsDialog|
source: Destination files already exists
cs_cz: Cílové soubory již existují

# ConvertDestinationFilesExistsDialog|
source: Overwrite All
cs_cz: Přepsat vše

# ConvertDestinationFilesExistsDialog|
source: Rename All
cs_cz: Přejmenovat vše

# ConvertDestinationFilesExistsDialog|
source: Skip All
cs_cz: Přeskočit vše

# ConvertDestinationFilesExistsDialog|
source: Abort
cs_cz: Přerušit

# ConvertFilesFailedDialog|
source: Failed to convert
cs_cz: Nepodařilo se převést

# ConvertFilesFailedDialog|
source: Convert failed
cs_cz: Převod se nezdařil

# CopyLinkMenu|
source: Copy link
cs_cz: Kopírovat odkaz

# CopyMenu|
source: Copy
cs_cz: Kopírovat

# CppQmlApp|
source: Are you sure you want to quit?
cs_cz: Jste si jistý, že chcete skončit?

# CppQmlAppRcServer|
source: Starting...
cs_cz: Začínáme...

# CppQmlAppRcServer|
source: Failed to start.
cs_cz: Nepodařilo se spustit.

# CppQmlAppRcServer|
source: Error: %1
cs_cz: Chyba: %1

# CrashReporter|
source: An internal error occurred.<br>%1 needs to be restarted for further use.
cs_cz: Automatické restartování %1

# CrashReporter|
source: Restart %1 automatically
cs_cz: Nepodařilo se odeslat zprávu.<br>Zkontrolujte připojení k internetu.

# CrashReporter|
source: Failed to send the report.<br>Check your Internet connection.
cs_cz: Chyba

# CrashReporter|
source: Error
cs_cz: Vytvořit složku

# CreateFolderDialog|
source: Create folder
cs_cz: OK

# CreateFolderDialog|
source: OK
cs_cz: Zrušit

# CreateFolderDialog|
source: Cancel
cs_cz: Vytvoření přenosné verze

# CreatePortableDialog|
source: Create portable version
cs_cz: Může být například pohodlně umístěn na flash disku.

# CreatePortableDialog|
source: It can be conveniently placed on a flash disk, for example.
cs_cz: Otevřít

# CreatePortableDialog|
source: Open
cs_cz: Zrušit

# CreatePortableDialog|
source: Cancel
cs_cz: Zadejte prosím cestu.

# CreatePortableDialog|
source: Please specify the path.
cs_cz: OK

# CreatePortableDialog|
source: OK
cs_cz: Vytvoření %1%

# CreatePortableDialog|
source: Creating %1%
cs_cz: Při vytváření přenositelné verze došlo k chybě: %1

# CreatePortableDialog|
source: An error occurred while creating a portable version: %1
cs_cz: Vytvoření přenosné verze bylo úspěšně dokončeno.

# CreatePortableDialog|
source: Creating a portable version was successfully completed.
cs_cz: Zavřít

# CreatePortableDialog|
source: Close
cs_cz: Přizpůsobení zvuků

# CustomizeSoundsDialog|
source: Customize sounds
cs_cz: Událost

# CustomizeSoundsDialog|
source: Event
cs_cz: Zvukový soubor

# CustomizeSoundsDialog|
source: Sound file
cs_cz: Žádný zvuk

# CustomizeSoundsDialog|
source: No sound
cs_cz: Přidány soubory ke stažení

# CustomizeSoundsDialog|
source: Downloads added
cs_cz: Stažení dokončeno

# CustomizeSoundsDialog|
source: Downloads completed
cs_cz: Stažení se nezdařilo

# CustomizeSoundsDialog|
source: Downloads failed
cs_cz: Žádné aktivní stahování

# CustomizeSoundsDialog|
source: No active downloads
cs_cz: Nastavení zvuku

# CustomizeSoundsDialog|
source: Set sound
cs_cz: Odstranění adresy

# CustomizeSoundsDialog|
source: Remove
cs_cz: Test

# CustomizeSoundsDialog|
source: Test
cs_cz: Zavřít

# CustomizeSoundsDialog|
source: Close
cs_cz: Odstranění vybraných stažení

# DeleteDownloadsDialog|
source: Delete selected downloads
cs_cz: Pamatujte si mou volbu

# DeleteDownloadsDialog|
source: Remember my choice
cs_cz: Odstranění souborů

# DeleteDownloadsDialog|
source: Delete files
cs_cz: Odebrat ze seznamu

# DeleteDownloadsDialog|
source: Remove from list
cs_cz: Zrušit

# DeleteDownloadsDialog|
source: Cancel
cs_cz: OK

# DeleteDownloadsDialog|
source: OK
cs_cz: Smazat tento soubor?

# DeleteDownloadsDialog|
source: Delete this file?
cs_cz: Odstranit vybrané soubory?

# DeleteDownloadsDialog|
source: Delete selected files?
cs_cz: Odstranění vybraných stažení

# DeleteDownloadsDialogSimple|
source: Delete selected downloads
cs_cz: Určitě chcete vybrané soubory odstranit?

# DeleteDownloadsDialogSimple|
source: Are you sure you want to delete the selected file(s)?
cs_cz: OK

# DeleteDownloadsDialogSimple|
source: OK
cs_cz: Zrušit

# DeleteDownloadsDialogSimple|
source: Cancel
cs_cz: Stažení se nepodařilo odstranit

# DeleteDownloadsFailedDialog|
source: Download deleting failed
cs_cz: Zkuste to znovu

# DeleteDownloadsFailedDialog|
source: Try again
cs_cz: Ignorovat

# DeleteDownloadsFailedDialog|
source: Ignore
cs_cz: Ignorovat všechny

# DeleteDownloadsFailedDialog|
source: Ignore all
cs_cz: Přerušit

# DeleteDownloadsFailedDialog|
source: Abort
cs_cz: Velikost: %1 (Místo na disku: %2)

# DiskSpace|
source: Size: %1 (Disk space: %2)
cs_cz: Velikost: %1

# DiskSpace|
source: Size: %1
cs_cz: Zobrazení celkové rychlosti odesílání v ikoně Docku

# DockUploadSpeedSetting|
source: Show total upload speed in the Dock icon
cs_cz: Stáhnout Failure

# DownloadExpiredDialog|
source: Download Failure
cs_cz: Zkuste prosím aktualizovat odkaz na stahování a pokračujte v něm.

# DownloadExpiredDialog|
source: Please try to update the download link to resume.
cs_cz: klikněte zde

# DownloadExpiredDialog|
source: click here
cs_cz: Aktualizace ke stažení

# DownloadExpiredDialog|
source: Update download
cs_cz: Zavřít

# DownloadExpiredDialog|
source: Close
cs_cz: Uloženo v

# DownloadWindow|
source: Saved in
cs_cz: Velikost souboru

# DownloadWindow|
source: File size
cs_cz: Podpora životopisu

# DownloadWindow|
source: Resume support
cs_cz: Ano

# DownloadWindow|
source: Yes
cs_cz: Ne

# DownloadWindow|
source: No
cs_cz: Neznámé

# DownloadWindow|
source: Unknown
cs_cz: Staženo

# DownloadWindow|
source: Downloaded
cs_cz: Rychlost

# DownloadWindow|
source: Speed
cs_cz: Zbývající čas

# DownloadWindow|
source: Time remaining
cs_cz: Otevřít stahování po jeho dokončení

# DownloadWindow|
source: Open download when it is completed
cs_cz: Zavření tohoto okna po dokončení nebo zastavení stahování

# DownloadWindow|
source: Close this window when the download is completed or stopped
cs_cz: Skrýt

# DownloadWindow|
source: Hide
cs_cz: Zobrazit ve složce

# DownloadWindow|
source: Show In Folder
cs_cz: Otevřít

# DownloadWindow|
source: Open
cs_cz: Zastavte

# DownloadWindow|
source: Stop
cs_cz: Start

# DownloadWindow|
source: Start
cs_cz: Stěhování

# DownloadsItemTools|
source: Moving
cs_cz: Kontrola přítomnosti virů

# DownloadsItemTools|
source: Checking for viruses
cs_cz: Převod do formátu mp3

# DownloadsItemTools|
source: Converting to mp3
cs_cz: Převod do formátu mp4

# DownloadsItemTools|
source: Converting to mp4
cs_cz: Výpočet hash

# DownloadsItemTools|
source: Calculating hash
cs_cz: Soubor chybí

# DownloadsItemTools|
source: File is missing
cs_cz: Disk chybí

# DownloadsItemTools|
source: Disk is missing
cs_cz: Odkazy ke stažení (vybráno %1)

# DownloadsList|
source: Download links (%1 selected)
cs_cz: Vyberte vše

# DownloadsList|
source: Select all
cs_cz: Nevybrat žádné

# DownloadsList|
source: Select none
cs_cz: Seznam ke stažení je prázdný.

# DownloadsPage|
source: Download list is empty.
cs_cz: Přidání nové adresy URL ke stažení.

# DownloadsPage|
source: Add new download URL.
cs_cz: Nebyly nalezeny žádné výsledky pro

# DownloadsPage|
source: No results found for
cs_cz: Nebyly nalezeny žádné výsledky označené "%1"

# DownloadsPage|
source: No results tagged "%1" found
cs_cz: Žádné aktivní stahování

# DownloadsPage|
source: No active downloads
cs_cz: Žádné dokončené stahování

# DownloadsPage|
source: No completed downloads
cs_cz: Zobrazit všechny

# DownloadsPage|
source: Show all
cs_cz: Seznam ke stažení je prázdný. Přidejte novou adresu URL ke stažení.
