Repository: FreeDownloadManagerTeam/FDM6-localization
Catalog: torrents/fdm_*.po
Languages: ar, bg, cs_cz, de, el, es, fa, fi, fr, hi, hu, id, it, ja, lt, lv, pl, pt_pt, ro, ru, sr, tr, uk, vi

# AddTrackersDialog|
source: Add trackers
ar: إضافة متتبعين
bg: Добавяне на тракери
cs_cz: Přidat trackery
de: Tracker hinzugefügt
el: Προσθήκη tracker
es: Agregar rastreadores
fa: اضافه کردن ردیاب ها
fi: Lisää trakkereita
fr: Ajouter des trackers
hi: ट्रैकर्स जोड़ें
hu: Trackerek hozzáadása
id: Tambahkan pelacak
it: Aggiungi tracker
ja: トラッカーの追加
lt: Pridėti stebėjimo priemones
lv: Pievienot izsekotājus
pl: Dodaj serwery śledzące
pt_pt: Adicionar rastreadores
ro: Adăugați urmăritori
ru: Добавить трекеры
sr: Додај трекере
tr: İzleyicileri ekle
uk: Додати трекери
vi: Thêm trình theo dõi

# AddTrackersPage|
source: Add trackers
ar: إضافة متتبعين
bg: Добавяне на тракери
cs_cz: Přidat trackery
de: Tracker hinzugefügt
el: Προσθήκη tracker
es: Agregar rastreadores
fa: اضافه کردن ردیاب ها
fi: Lisää trakkereita
fr: Ajouter des trackers
hi: ट्रैकर्स जोड़ें
hu: Trackerek hozzáadása
id: Tambahkan pelacak
it: Aggiungi tracker
ja: トラッカーの追加
lt: Pridėti stebėjimo priemones
lv: Pievienot izsekotājus
pl: Dodaj serwery śledzące
pt_pt: Adicionar rastreadores
ro: Adăugați urmăritori
ru: Добавить трекеры
sr: Додај трекере
tr: İzleyicileri ekle
uk: Додати трекери
vi: Thêm trình theo dõi

# BtDetailsTab|
source: Peers:
ar: الاقترانات:
bg: Пиъри:
cs_cz: Peerů:
es: Pares:
fa: همتاها
fi: Vertaiset:
fr: Pairs:
hu: Peerek:
id: Peer:
it: Peer:
ja: ピア:
lt: Bendraamžiai:
pl: Peery:
ro: Urmăritori:
ru: Пиры:
sr: Пирови (Peers):
tr: Kişi:
vi: Máy ngang hàng:

# BtDetailsTab|
source: Seeds:
ar: التلقيمات:
bg: Сийдъри:
cs_cz: Seedů:
es: Semillas:
fa: بذر‌ها (سیدها)
fi: Jakajat:
fr: Partages:
hu: Seedek:
id: Seed:
it: Seed:
ja: シード:
lt: Sėklos:
pl: Seedy:
ro: Donatori:
ru: Сиды:
sr: Сидови (Seeds):
tr: Gönderme:
vi: Nguồn phát:

# BtDetailsTab|
source: Availability:
ar: التوفر:
bg: Наличност:
cs_cz: Dostupnost:
de: Verfügbarkeit:
es: Disponibilidad:
fa: در دسترس بودن
fi: Saatavuus:
fr: Disponibilité:
hu: Elérhetőség:
id: Ketersediaan:
it: Disponibilità:
ja: 可用性:
lt: Prieinamumas:
pl: Dostępność:
pt_pt: Disponibilidade:
ro: Disponibilitate:
ru: Доступность:
sr: Доступност:
tr: Kullanılabilirlik:
vi: Khả dụng:

# BtDetailsTab|
source: Last seen complete:
ar: آخر مرة تم فيها إكمال التنزيل:
bg: Последно видян в пълен вид:
cs_cz: Naposledy viděno dokončeno:
de: Zuletzt vollständig:
es: Visto por última vez completo:
fa: آخرین بار که کامل دیده شد
fi: Viimeksi nähty kokonaisena:
fr: Vu complet en dernier:
hu: Utoljára teljesként látva:
id: Terakhir dilihat selesai:
it: Ultimo completato:
ja: 最後に完了を確認:
lt: Paskutinį kartą matytas baigtas:
pl: Ostatnio widziany kompletny:
pt_pt: Última visualização completa:
ro: Văzut ultima dată complet:
ru: Сид был доступен:
sr: Последњи пут виђен цео:
tr: Son görülen tamamlama:
vi: Lần cuối thấy hoàn chỉnh:

# BtDetailsTab|
source: Tracker URL
ar: رابط التتبع
bg: URL адрес на тракера
cs_cz: URL trackeru
es: LRU del rastreador
fi: Trakkerin URL
fr: URL du Tracker
id: URL Pelacak
it: URL Tracker
ja: トラッカーの URL
lt: Stebėjimo priemonės URL
pl: Adres serwera śledzącego
pt_pt: URL do rastreador
ro: URL urmăritori
ru: Адрес трекера
sr: URL трекера
tr: İzleyici URL'si
vi: URL trình theo dõi

# DownloadContextMenu|
source: Disable seeding
ar: تعطيل التلقيم
bg: Забраняване на сийдването
cs_cz: Zakázat seedování
de: Seeding deaktivieren
el: Απενεργοποίηση seeding
es: Desactivar el sembrado
fa: غیرفعال کردن سید (Seed) بودن
fi: Poista jakaminen käytöstä
fr: Désactiver le partage
hi: बोना अक्षम करें
hu: Feltöltés letiltása
id: Nonaktifkan penyemaian
it: Disattiva seeding
ja: シーディングを無効にする
lt: Išjungti sėjimą
lv: Sēšanas atspējošana
pl: Wyłącz udostępnianie
pt_pt: Desativar semeação
ro: Dezactivați donarea
ru: Отключить раздачу
sr: Онемогући сидовање
tr: Gönderimi etkisizleştir
uk: Забронити роздачу
vi: Tắt chia sẻ

# DownloadContextMenu|
source: Add trackers
ar: إضافة متتبعين
bg: Добавяне на тракери
cs_cz: Přidat trackery
de: Tracker hinzufügen
el: Προσθήκη tracker
es: Agregar rastreadores
fa: اضافه کردن ردیاب ها
fi: Lisää trakkereita
fr: Ajouter des trackers
hi: ट्रैकर्स जोड़ें
hu: Trackerek hozzáadása
id: Tambahkan pelacak
it: Aggiungi tracker
ja: トラッカーの追加
lt: Pridėti stebėjimo priemones
lv: Pievienot izsekotājus
pl: Dodaj serwery śledzące
pt_pt: Adicionar rastreadores
ro: Adăugați urmăritori
ru: Добавить трекеры
sr: Додај трекере
tr: İzleyicileri ekle
uk: Додати трекери
vi: Thêm trình theo dõi

# DownloadContextMenu|
source: Start all seeding downloads
ar: بدء جميع التحميلات في وضع التلقيم
bg: Започване на всички сийдващи се изтегляния
cs_cz: Spustit všechna seedovaná stahování
de: Alle Seeding-Downloads starten
es: Iniciar todas las descargas de siembra
fa: آغاز همهٔ سیدها
fi: Käynnistä kaikki jaettavat lataukset
fr: Démarrer tous les partages de téléchargements
hi: सभी सीडिंग डाउनलोड प्रारंभ करें
hu: Összes feltöltő (seedelő) letöltés elkezdése
id: Mulai semua unduhan penyemaian
it: Avvia tutti i download in seeding
ja: すべてのシーディングダウンロードを開始
lt: Pradėkite visus sėjimo atsisiuntimus
lv: Sākt visas lejupielādes
pl: Rozpocznij udostępnianie wszystkich plików
pt_pt: Iniciar todos os downloads de semeação
ro: Începeți toate descărcările de donare
ru: Возобновить все раздачи
sr: Покрени сва преузимања која сидују
tr: Tüm indirmelerin gönderimini başlat
uk: Запустити всі роздачі
vi: Bắt đầu tất cả các tải xuống đang chia sẻ

# DownloadContextMenu|
source: Stop all seeding downloads
ar: ايقاف جميع التحميلات في وضع التلقيم
bg: Спиране на всички сийдващи се изтегляния
cs_cz: Zastavit všechna seedovaná stahování
de: Alle Seeding-Downloads stoppen
es: Detener todas las descargas de siembra
fa: توقف همهٔ سیدها
fi: Pysäytä kaikki jaettavat lataukset
fr: Arrêter tous les partages de téléchargements
hi: सभी सीडिंग डाउनलोड बंद करें
hu: Összes feltöltő (seedelő) letöltés megállítása
id: Hentikan semua unduhan penyemaian
it: Ferma tutti i download in seeding
ja: すべてのシーディングダウンロードを停止
lt: Sustabdyti visus sėjimo atsisiuntimus
lv: Pārtraukt visas lejupielādes
pl: Zakończ udostępnianie wszystkich plików
pt_pt: Parar todos os downloads de semeação
ro: Opriți toate descărcările de donare
ru: Приостановить все раздачи
sr: Заустави сва преузимања која сидују
tr: Tüm indirmelerin gönderimini durdur
uk: Зупинити всі роздачі
vi: Dừng tất cả các tải xuống đang chia sẻ

# DownloadContextMenu|
source: Ignore upload ratio limit
ar: تجاهل حد النسبة للرفع
bg: Игнориране на ограничението за качване
cs_cz: Ignorovat omezení poměru nahrávání
de: Upload-Ratio-Grenze ignorieren
es: Ignorar el limite de proporción de carga
fa: نادیده گرفتن محدودیت نسبت آپلود
fi: Ohita jakosuhtderajoitus
fr: Ignorer la limite du taux d'envoi
hi: अपलोड अनुपात सीमा पर ध्यान न दें
hu: Feltöltési aránykorlát figyelmen kívül hagyása
id: Abaikan batas rasio unggahan
it: Ignora limite rapporto upload
ja: アップロード比率制限を無視
lt: Nepaisyti įkėlimo koeficiento apribojimo
lv: Ignorēt augšupielādes attiecības ierobežojumu
pl: Ignoruj limit współczynnika wysyłania
pt_pt: Ignorar limite de proporção de upload
ro: Ignorați limita raportului de încărcare
ru: Игнорировать ограничение рейтинга раздачи
sr: Игнориши ограничење односа слања
tr: Gönderme hız sınırını yoksay
uk: Ігнорувати границю завантаженого/вивантаженого
vi: Bỏ qua giới hạn tỷ lệ tải lên

# DownloadContextMenu|
source: Force reannounce
ar: فرض إعادة الإعلان
bg: Принудително повторно обявяване
cs_cz: Vynutit opětovné ohlášení
de: Rückmeldung erzwingen
es: Forzar reanuncio
fa: اعلان مجدد اجباری
fi: Pakota uudelleenilmoitus
fr: Forcer la réannonce
hu: Újrajelentés kényszerítése
id: Paksa untuk reannounce
it: Forza riannuncio
ja: 強制再アナウンス
lt: Priversti perskelbti
lv: Piespiedu atkārtota izziņošana
pl: Wymuś ponowne rozgłaszanie
pt_pt: Forçar novo anúncio
ro: Forțați reanunțarea
ru: Повторить анонс принудительно
sr: Присили поновну објаву
tr: Yeniden duyurmaya zorla
uk: Примусове переоголошення
vi: Buộc thông báo lại

# IntegrationBanner|
source: Would you like to make %1 the default torrent client?
ar: هل تريد جعل %1 عميل التورنت الافتراضي؟
bg: Желаете ли да направите %1 торент клиент по подразбиране?
cs_cz: Chcete nastavit %1 jako výchozího torrentového klienta?
de: Willst du %1 als Standard-Torrent-Client festlegen?
el: Θέλετε να κάνετε το %1 προεπιλεγμένο πρόγραμμα torrent;
es: ¿Quieres hacer a %1 el cliente de torrent predeterminado?
fa: آیا می خواهید %1 را کلاینت پیشفرض تورنت قرار دهید؟
fi: Haluatko asettaa %1:n torrentien oletussovellukseksi?
fr: Voulez-vous faire de %1 votre client torrent par défaut?
hi: क्या आप %1 को डिफ़ॉल्ट टोरेंट क्लाइंट बनाना चाहेंगे?
hu: Szeretnéd a(z) %1-et alapértelmezett torrentklienssé tenni?
id: Apakah Anda berminat menjadikan %1 sebagai klien torrent yang utama?
it: Vuoi impostare '%1' come client torrent predefinito?
ja: %1 を既定の Torrent クライアントにしますか？
lt: Ar norite %1 padaryti numatytuoju torrent klientu?
lv: Vai vēlies padarīt %1 par noklusējuma torrent klientu?
pl: Chcesz ustawić %1 jako domyślnego klienta torrent?
pt_pt: Gostaria de tornar o %1 o cliente de torrent predefinido?
ro: Doriți să setați %1 ca client torrent implicit?
ru: Вы хотели бы сделать %1 торрент-клиентом по умолчанию?
sr: Желите ли да поставите %1 као подразумевани торент клијент?
tr: %1'yi varsayılan torrent istemcisi yapmak ister misiniz?
uk: Встановити %1 як торрент-клієнт за замовчуванням?
vi: Bạn có muốn làm cho %1 trở thành ứng dụng torrent mặc định?

# IntegrationSettings|
source: Check if %1 is your default torrent client
ar: تحقق من أن %1 هو عميل التورنت الافتراضي خاصتك
bg: Проверяване дали %1 е торент клиент по подразбиране
cs_cz: Zkontrolovat, zda je %1 Váš výchozí torrentový klient
de: Prüfe, ob %1 der Standard-Torrent-Client ist
el: Ελέγξτε εάν το %1 είναι το προεπιλεγμένο πρόγραμμα torrent
es: Comprobar si %1 es tu cliente de torrent predeterminado
fa: بررسی کنید که آیا %1 کلاینت پیشفرض تورنت است
fi: Tarkista onko %1 torrentien oletussovellus
fr: Vérifier si %1 est votre client torrent par défaut
hi: जाँचें कि %1 आपका डिफ़ॉल्ट टोरेंट क्लाइंट है या नहीं
hu: Ellenőrizze, hogy a(z) %1-e az alapértelmezett torrentkliens
id: Pastikan jika %1 adalah klien utama Anda
it: Verifica se '%1' è il client torrent predefinito
ja: %1 が既定の Torrent クライアントであるかどうかを確認する
lt: Patikrinkite, ar %1 yra numatytasis torrent klientas
lv: Pārbaudiet, vai %1 ir jūsu noklusējuma torrent klients
pl: Sprawdź, czy %1 jest domyślnym klientem torrenta
pt_pt: Verifique se o %1 é o seu cliente de torrent predefinido
ro: Verificați dacă %1 este clientul dumneavoastră torrent implicit
ru: Предлагать %1 в качестве стандартного торрент-клиента
sr: Провери да ли је %1 ваш подразумевани торент клијент
tr: %1'nin varsayılan torrent istemciniz olup olmadığını denetle
uk: Перевіряти, чи є %1 торрент-клієнтом за замовчуванням
vi: Kiểm tra nếu %1 là khách hàng torrent mặc định của bạn

# IntegrationSettings|
source: Make %1 default torrent client
ar: جعل %1عميل التورنت الافتراضي
bg: Задаване на %1 като торент клиент по подразбиране
cs_cz: Nastavit %1 jako výchozí torrentový klient
de: %1 als Standard-Torrent-Client festlegen
el: Ορίστε το%1 προεπιλεγμένο πρόγραμμα torrent
es: Hacer a %1 el cliente de torrent predeterminado
fa: %1 را کلاینت پیشفرض تورنت قرار دهید
fi: Aseta %1 torrentien oletussovellukseksi
fr: Définir %1 comme client torrent par défaut
hi: %1 को डिफ़ॉल्ट टोरेंट क्लाइंट बनाएँ
hu: Legyen a(z) %1 alapértelmezett torrentkliens
id: Jadikan %1 klien torrent yang utama
it: Imposta '%1' come client torrent predefinito
ja: %1 を既定の Torrent クライアントにする
lt: Padaryti %1 numatytuoju torrent klientu
lv: Padarīt %1 par noklusējuma torrent klientu
pl: Ustaw %1 jako domyślnego klienta torrenta
pt_pt: Tornar o %1 o cliente de torrent predefinido
ro: Faceți %1 client torrent implicit
ru: Сделать %1 торрент-клиентом по умолчанию
sr: Постави %1 као подразумевани торент клијент
tr: %1'yi varsayılan torrent istemcisi yap
uk: Зробити %1 торрент-клієнтом за замовчуванням
vi: Đặt %1 làm ứng dụng torrent mặc định

# IntegrationSettings|
source: Please use %2Default apps system settings%3 to make %1 the default torrent client
de: Bitte verwende %2Default apps system settings%3, um %1 zum Standard-Torrent-Client zu machen
es: Por favor usa la %2Configuracion del sistema de aplicaciones predeterminadas %3 para hacer a %1 el cliente de torrent predeterminado
fa: لطفاً از %2تنظیمات سیستمِ برنامه‌های پیش‌فرض%3 استفاده کنید تا %1 را به‌عنوان تورنت پیش‌فرض تنظیم کنید.
hu: Kérlek, állítsd be az %2Alapértelmezett alkalmazások rendszerbeállításaiban%3 a(z) %1 alkalmazást alapértelmezett torrentkliensként!
it: Usa le %2impostazioni sistema app predefinita%3 per rendere %1 il client torrent predefinito
ja: %2既定のアプリの設定%3 から、%1 を既定のトレントクライアントに設定してください
pt_pt: Por favor, use as %2definições de aplicações predefinidas do sistema%3 para tornar o %1 o cliente de torrent predefinido
ro: Vă rugăm să utilizați %2Default apps system settings%3 pentru a face din %1 clientul torrent implicit
ru: Пожалуйста, используйте %2системные настройки приложений по-умолчанию%3 для назначения %1 торрент-клиентом по-умолчанию
sr: Користите %2системска подешавања подразумеваних апликација%3 да бисте поставили %1 као подразумевани торент клијент
tr: %1'yi varsayılan torrent istemcisi yapmak için lütfen %2Varsayılan uygulamalar sistem ayarları%3'nı kullanın
vi: Vui lòng sử dụng %2Cài đặt ứng dụng mặc định của hệ thống%3 để đặt %1 làm ứng dụng torrent mặc định

# QObject|
source: Associate with magnet links
ar: ربط مع الروابط المغناطيسية
bg: Асоцииране с магнитни линкове
cs_cz: Asociovat s odkazy magnet
de: Mit Magnetlinks verknüpfen
el: Συσχετίστε με συνδέσμους magnet
es: Asociar con enlaces magnet
fa: مرتبط با لینک های آهنربایی
fi: Liitä magnet-linkkeihin
fr: Associer avec les liens magnet
hi: चुंबक लिंक के साथ संबद्ध करें
hu: Társítsa a mágnes linkekkel
id: Asosiasikan dengan tautan magnet
it: Associa ai collegamenti magnet
ja: マグネットリンクの関連付け
lt: Susiekite su magnetinėmis jungtimis
lv: Asociēt ar magnētu saitēm
pl: Powiąż z linkami magnet
pt_pt: Associar com ligações magnet
ro: Asociați-vă cu link-uri magnet
ru: Ассоциировать с магнет-ссылками
sr: Повежи са магнет линковима
tr: Magnet bağlantıları ile ilişkilendir
uk: Асоціювати з посиланнями magnet
vi: Liên kết với đường dẫn magnet

# QObject|
source: Associate with torrent files
ar: اقتران مع ملفات تورنت
bg: Асоцииране с торент файлове
cs_cz: Asociovat s odkazy torrent
de: Mit Torrent-Dateien verknüpfen
el: Συσχετίστε με αρχεία torrent
es: Asociar con archivos torrent
fa: مرتبط با فایل های تورنت
fi: Liitä torrent-linkkeihin
fr: Associer avec les fichiers torrents
hi: टोरेंट फ़ाइलों के साथ संबद्ध करें
hu: Társítsa a torrent fájlokkal
id: Asosiasikan dengan berkas torrent
it: Associa ai file torrent
ja: Torrent ファイルの関連付け
lt: Susieti su torrent failais
lv: Asociēt ar torrent failiem
pl: Powiąż z plikami torrent
pt_pt: Associar a ficheiros torrent
ro: Asociați fișierele torrent
ru: Ассоциировать с торрент-файлами
sr: Повежи са торент датотекама
tr: Torrent dosyaları ile ilişkilendir
uk: Асоціювати з торрент-файлами
vi: Liên kết với tệp torrent

# QObject|
source: Enter URL or choose torrent file
ar: ادخل رابط أو اختر ملف تورنت
bg: Въведете URL или изберете торент файл
cs_cz: Zadejte URL nebo zvolte soubor s torrentem
de: URL eingeben oder Torrent-Datei auswählen
el: Εισάγετε URL ή επιλέξτε αρχείο torrent
es: Ingresa LRU o elige un archivo torrent
fa: آدرس URL را وارد یا فایل تورنت را انتخاب کنید.
fi: Syötä URL-osoite tai valitse torrent-tiedosto
fr: Entrer l'URL ou choisir le fichier torrent
hi: URL दर्ज करें या टोरेंट फ़ाइल चुनें
hu: Írd be az URL-t, vagy válaszd ki a torrentfájlt!
id: Isikan URL atau pilih berkas torrent
it: Inserisci URL o scegli un file torrent
ja: URL を入力するか Torrent ファイルを選択してください
lt: Įveskite URL arba pasirinkite torrent failą
lv: Ievadi URL vai izvēlies torrent failu
pl: Wpisz adres lub wybierz plik torrent
pt_pt: Insira o URL ou escolha o ficheiro torrent
ro: Introduceți adresa URL sau alegeți fișierul torrent
ru: Введите ссылку или выберите торрент-файл
sr: Унесите URL или изаберите торент датотеку
tr: URL girin veya torrent dosyasını seçin
uk: Введіть URL-адресу або виберіть торрент-файл
vi: Nhập URL hoặc chọn tệp torrent

# QObject|
source: Drag-and-drop URL or torrent file
bg: Пуснете с мишката тук URL или торент файл
de: URL oder Torrent-Datei ziehen und ablegen
es: Arrastrar y soltar LRU o archivo torrent
fi: Vedä ja pudota URL-osoite tai torrent-tiedosto
hu: Húzd ide a linket vagy a torrentfájlt!
id: Tarik-dan lepaskan URL atau berkas torrent
it: Trascina URL o file torrent
ja: URL または Torrent ファイルをドラッグ＆ドロップしてください
pt_pt: Arraste e solte um URL ou ficheiro torrent
ro: Drag-and-drop URL sau fișier torrent
ru: Перетащите ссылку или торрент-файл
sr: Превуците URL или торент датотеку
tr: URL'yi veya torrent dosyasını sürükleyin ve bırakın
vi: Kéo và thả URL hoặc tệp torrent

# QObject|
source: Merge trackers
ar: دمج المتتبعين
bg: Сливане на тракери
cs_cz: Spojit trackery
de: Tracker zusammenführen
el: Συγχώνευση trackers
es: Combinar trackers
fa: ادغام ردیاب ها
fi: Yhdistä seurantapalvelimet
fr: Fusionner les trackers
hi: ट्रैकर्स को मिलाएँ
hu: Trackerek egyesítése
id: Gabungkan pelacak
it: Unisci tracker
ja: トラッカーのマージ
lt: Sujungti stebėjimo priemones
lv: Apvienot izsekotājus
pl: Połącz serwery
pt_pt: Mesclar rastreadores
ro: Îmbină urmăritorii
ru: Слияние трекеров
sr: Споји трекере
tr: İzleyicileri birleştir
uk: Злити трекери
vi: Hợp nhất trình theo dõi

# QObject|
source: Torrent
ar: تورنت
bg: Торент
fa: تورنت
fi: Torrentit
hi: टोरेंट
ru: Торренты
sr: Торент
uk: Торрент

# QObject|
source: seeding
ar: التلقيم
bg: сийдване
cs_cz: seedování
es: siembra
fa: اشتراک‌گذاری فایل
fi: jaetaan
fr: en partage
hi: सीडिंग
hu: feltölt
id: penyemaian
ja: シーディング
lt: sėjimas
lv: sēšana
pl: udostępnianie
pt_pt: semeação
ro: donând
ru: раздача
sr: сидовање
tr: gönderim
uk: сідую
vi: đang chia sẻ

# Settings|
source: Automatically delete .torrent files once the download is finished
ar: حذف ملفات .torrent تلقائيًا بعد اكتمال التحميل
bg: Автоматично изтриване на .torrent файловете след приключване на изтеглянето
cs_cz: Automaticky smazat soubor .torrent po dokončení stahování
de: Automatisch .torrent-Dateien löschen, sobald der Download beendet ist
es: Borrar automáticamente archivos .torrent una vez finalizada la descarga
fa: حذف خودکار فایل‌های .torrent پس از اتمام دانلود
fi: Poista torrent-tiedostot automaattisesti latauksen valmistuttua
fr: Supprimer automatiquement les fichiers .torrent une fois le téléchargement terminé
hi: डाउनलोड समाप्त होने के बाद .torrent फ़ाइलों को स्वचालित रूप से हटा दें
hu: .torrent fájlok automatikus törlése a letöltés befejezésekor
id: Otomatis hapus berkas .torrent setelah unduhan selesai
it: Elimina automaticamente i file .torrent a download completati
ja: ダウンロードの完了後に .torrent ファイルを自動的に削除する
lt: Kai atsisiuntimas bus baigtas, automatiškai ištrinkite .torrent failus
lv: Automātiski dzēst .torrent failus kad lejupielāde ir pabeigta
pl: Automatycznie usuwaj pliki .torrent po zakończeniu pobierania
pt_pt: Eliminar automaticamente ficheiros .torrent assim que a transferência estiver concluída
ro: Ștergeți automat fișierele .torrent odată ce descărcarea este terminată
ru: Автоматически удалять файлы .torrent по завершении загрузки
sr: Аутоматски обриши .torrent датотеке након завршетка преузимања
tr: İndirme bittikten sonra .torrent dosyalarını otomatik olarak sil
uk: Автоматично видаляти .torrent-файл після завантаження
vi: Tự động xóa tệp .torrent sau khi tải xuống hoàn tất

# Settings|
source: Monitor folder for new .torrent files
ar: مراقبة المجلد لاكتشاف ملفات .torrent الجديدة
bg: Следене на папката за нови .torrent файлове
cs_cz: Sledovat složku s novými soubory .torrent
de: Ordner auf neue .torrent-Dateien überwachen
es: Monitorear carpeta por nuevos archivos .torrent
fa: پایش پوشه برای فایل‌های .torrent جدید
fi: Avaa uudet torrent-tiedostot kansiosta
fr: Surveiller le dossier pour les nouveaux fichiers .torrent
hi: नई .torrent फ़ाइलों के लिए फ़ोल्डर देखें
hu: Mappa figyelése új .torrent fájloknál
id: Pantau folder untuk berkas .torrent yang baru
it: Monitora la cartella per nuovi file .torrent
ja: 新しい .torrent ファイルのフォルダーを監視する
lt: Stebėkite aplanką, ar nėra naujų .torrent failų
lv: Uzraudzīt mapi priekš jauniem .torrent failiem
pl: Monitoruj folder pod kątem nowych plików .torrent
pt_pt: Monitorizar a pasta para novos ficheiros .torrent
ro: Monitorizați folderul pentru fișiere noi .torrent
ru: Следить за новыми файлами .torrent в папке
sr: Надгледај фасциклу за нове .torrent датотеке
tr: Yeni .torrent dosyaları için klasörü izle
uk: Перевіряти папку на появу нових .torrent файлів
vi: Giám sát thư mục để tìm tệp .torrent mới

# Settings|
source: Enable DHT to find more peers
ar: تفعيل DHT للعثور على المزيد من الأقران
bg: Активиране на DHT за откриване на повече потребители
cs_cz: Povolit DHT pro nalezení více peerů
de: DHT aktivieren, um mehr Peers zu finden
es: Habilitar DHT para encontrar mas pares
fa: فعال‌کردن DHT برای پیدا کردن همتایان بیشتر
fi: Etsi lisää vertaisia DHT-tekniikan avulla
fr: Activer DHT pour trouver plus de pairs
hu: DHT engedélyezése több peer kereséséhez
id: Aktifkan DHT untuk mencari peer lainnya
it: Abilita DHT per trovare più peer
ja: より多くのピアを見つけるために DHT を有効にする
lt: Įgalinkite DHT, kad rastumėte daugiau bendraamžių
lv: Iespējot DHT lai atrastu vairāk līdzgaitniekus
pl: Włącz DHT, aby znaleźć więcej peerów
pt_pt: Ativar DHT para encontrar mais pares
ro: Permiteți DHT să găsească mai mulți parteneri
ru: Включить DHT для поиска пиров
sr: Омогући DHT за проналажење више пирова
tr: Daha fazla kişi bulmak için DHT'yi etkinleştir
uk: Щоб знайти більше пірів, дозволити DHT
vi: Bật DHT để tìm thêm máy ngang hàng

# Settings|
source: Enable PeX to find more peers
ar: تفعيل PeX للعثور على المزيد من الأقران
bg: Активиране на PeX за откриване на повече потребители
cs_cz: Povolit PeX pro nalezení více peerů
de: PeX aktivieren, um mehr Peers zu finden
es: Habilitar PeX para encontrar mas pares
fa: فعال‌کردن PeX برای پیدا کردن همتایان بیشتر
fi: Etsi lisää vertaisia PEX-protokollan välityksellä
fr: Activer PeX pour trouver plus de pairs
hu: PeX engedélyezése több peer kereséséhez
id: Aktifkan PeX untuk mencari peer lainnya
it: Abilita PeX per trovare più peer
ja: より多くのピアを見つけるために PeX を有効にする
lt: Įgalinkite DHT, kad rastumėte daugiau bendraamžių
lv: Iespējot PeX lai atrastu vairāk līdzgaitniekus
pl: Włącz PeX, aby znaleźć więcej peerów
pt_pt: Ativar PeX para encontrar mais pares
ro: Permiteți PeX să găsească mai mulți parteneri
ru: Включить PeX для поиска пиров
sr: Омогући PeX за проналажење више пирова
tr: Daha fazla kişi bulmak için PeX'i etkinleştir
uk: Щоб знайти більше пірів, дозволити PeX
vi: Bật PeX để tìm thêm máy ngang hàng
