Repository: FreeDownloadManagerTeam/FDM6-localization
Catalog: torrents/fdm_*.po
Languages: ar, bg, cs_cz, de, el, es, fa, fi, fr, hi, hu, id, it, ja, lt, lv, pl, pt_pt, ro, ru, sr, tr, uk, vi

# Settings|
source: Enable Local Peer Discovery to find more peers
ar: تفعيل اكتشاف الأقران المحليين للعثور على المزيد من الأقران
bg: Активиране на Local Peer Discovery за откриване на повече потребители
cs_cz: Povolit Local Peer Discovery pro nalezení více peerů
de: Local Peer Discovery aktivieren, um mehr Peers zu finden
es: Habilitar descubrimiento de pares locales para encontrar más pares
fa: فعال‌کردن شناسایی همتایان محلی برای پیدا کردن همتایان بیشتر
fi: Etsi lisää vertaisia LPD-protokollan välityksellä
fr: Activer Découverte Locale de Pairs pour trouver plus de pairs
hu: Local Peer Discovery engedélyezése több peer kereséséhez
id: Aktifkan Penjelajah Peer Lokal untuk mencari peer lainnya
it: Abilita ricerca peer locali per trovare più peer
ja: より多くのピアを見つけるためにローカルピア探索を有効にする
lt: Įgalinkite vietinį bendraamžių atradimą, kad rastumėte daugiau bendraamžių
lv: Iespējot Lokālo Līdzgaitnieku Atklāšanu lai atrastu vairāk līdzgaitniekus
pl: Włącz Lokalne Wyszukowanie Peerów (LPD), aby znaleźć więcej peerów
pt_pt: Ativar Local Peer Discovery para encontrar mais pares
ro: Permiteți Local Peer Discovery să găsească mai mulți parteneri
ru: Включить обнаружение локальных пиров
sr: Омогући локално откривање пирова (LPD) за проналажење више пирова
tr: Daha fazla kişi bulmak için Yerel Kişi Keşfi'ni etkinleştir
uk: Щоб знайти більше пірів, дозволити Виявлення Локальних Пірів
vi: Bật Khám phá máy ngang hàng cục bộ để tìm thêm máy ngang hàng

# Settings|
source: Enable uTP
ar: تفعيل uTP
bg: Активиране на uTP
cs_cz: Povolit uTP
de: uTP aktivieren
es: Habilitar uTP
fa: فعال‌کردن uTP
fi: Käytä uTP-ruuhkanhallintaa
fr: Activer uTP
hu: uTP engedélyezése
id: Aktifkan uTP
it: Abilita uTP
ja: uTP を有効にする
lt: Įgalinti uTP
lv: Iespējot uTP
pl: Włącz uTP
pt_pt: Ativar uTP
ro: Activează uTP
ru: Включить uTP
sr: Омогући uTP
tr: uTP'yi etkinleştir
uk: Дозволити uTP
vi: Bật uTP

# Settings|
source: Use system defined port for incoming connections
ar: استخدام منفذ محدد من قبل النظام للاتصالات الواردة
bg: Използване на системно дефиниран порт за входящи връзки
cs_cz: Pro příchozí připojení použít port definovaný systémem
de: Systemdefinierten Port für eingehende Verbindungen verwenden
es: Usar puerto definido por sistema para conexiones entrantes
fa: استفاده از پورت تعیین‌شده توسط سیستم برای اتصال‌های ورودی
fi: Käytä saapuville yhteyksille järjestelmän määrittämää porttia
fr: Utiliser le port défini par le système pour les connexions entrantes
hi: आवक कनेक्शन के लिए सिस्टम परिभाषित पोर्ट का उपयोग करें
hu: Rendszer által meghatározott port használata a bejövő kapcsolatokhoz
id: Gunakan port yang ditentukan sistem untuk koneksi masuk
it: Per le connessioni in ingresso usa la porta definita del sistema
ja: 受信接続にシステム定義のポートを使用する
lt: Įeinantiems ryšiams naudokite sistemos apibrėžtą prievadą
lv: Izmantot sistēmas noteikto portu ienākošiem savienojumiem
pl: Użyj zdefiniowanego w systemie portu dla połączeń przychodzących
pt_pt: Usar porta definida pelo sistema para conexões de entrada
ro: Utilizați portul definit de sistem pentru conexiunile de intrare
ru: Использовать системный порт для входящих подключений
sr: Користи системски дефинисан порт за долазне везе
tr: Gelen bağlantılar için sistem tanımlı bağlantı noktasını kullan
uk: Використовувати для вхідних з'єднань порт заданий системою
vi: Sử dụng cổng do hệ thống xác định cho các kết nối đến

# Settings|
source: Enable list of predefined trackers
ar: تمكين قائمة بمتتبعين محددة مسبقًا
bg: Активиране на списък с предварително дефинирани тракери
cs_cz: Povolit seznam předdefinovaných trackerů
de: Liste vordefinierter Tracker aktivieren
es: Habilitar lista de rastreadores predefinidos
fa: فعال‌کردن فهرست ترکرهای از پیش تعریف‌شده
fi: Käytä esimääritettyä trakkerilistaa
fr: Activer la liste les trackers prédéfinis
hu: Előre megadott trackerek listájának engedélyezése
id: Aktifkan daftar pelacak yang telah ditentukan sebelumnya
it: Abilita elenco tracker predefiniti
ja: 定義済みのトラッカーリストを有効にする
lt: Įgalinti iš anksto nustatytų stebėjimo priemonių sąrašą
lv: Iespējot sarakstu ar jau definētiem izsekotājiem
pl: Włącz listę predefiniowanych serwerów śledzących
pt_pt: Ativar lista de rastreadores predefinidos
ro: Activați lista de urmăritori predefinite
ru: Включить список предопределённых трекеров
sr: Омогући листу унапред дефинисаних трекера
tr: Önceden tanımlanmış izleyicilerin listesini etkinleştir
uk: Дозволити список заданих трекерів
vi: Bật danh sách trình theo dõi được xác định trước

# Settings|
source: BitTorrent settings
ar: إعدادات بت تورنت
bg: Настройки на BitTorrent
cs_cz: Nastavení BitTorrentu
de: BitTorrent-Einstellungen
es: Ajustes de BitTorrent
fa: تنظیمات بیت‌تورنت
fi: BitTorrent-asetukset
fr: Paramètres BitTorrent
hi: BitTorrent सेटिंग्स
hu: BitTorrent beállítások
id: Pengaturan BitTorrnt
it: Impostazioni BitTorrent
ja: BitTorrent の設定
lt: BitTorrent nustatymai
lv: BitTorrent iestatījumi
pl: Ustawienia BitTorrent
pt_pt: Definições do BitTorrent
ro: Setări BitTorrent
ru: Настройки БитТоррент
sr: BitTorrent подешавања
tr: BitTorrent ayarları
uk: Налаштування BitTorrent
vi: Cài đặt BitTorrent

# Settings|
source: Use UPnP / NAT-PMP port forwarding
de: UPnP / NAT-PMP Portweiterleitung verwenden
es: Usar direccionamiento de puerto UPnP / NAT-PMP
fa: استفاده از فوروارد پورت UPnP / NAT-PMP
hu: UPnP / NAT-PMP porttovábbítás használata
ja: UPnP / NAT-PMP ポート転送を使用する
pt_pt: Usar encaminhamento de porta UPnP / NAT-PMP
ro: Utilizați redirecționarea porturilor UPnP / NAT-PMP
ru: Использовать перенаправление портов с помощью UPnP / NAT-PMP
sr: Користи UPnP / NAT-PMP преусмеравање портова
vi: Sử dụng chuyển tiếp cổng UPnP / NAT-PMP

# SettingsPage|
source: Stop seeding at ratio
ar: إيقاف التلقيم عند نسبة معينة
bg: Спиране на сийдването при коефициент
cs_cz: Zastavit seedování při poměru
de: Seeding bei Ratio stoppen
es: Dejar de sembrar a la proporción
fa: توقف سیدینگ بر اساس نسبت
fi: Pysäytä jakaminen kun saavutetaan jakosuhde
fr: Arrêter le partage une fois le taux atteint
hi: अनुपात में बोना बंद करो
hu: Feltöltés letiltása ettől az aránytól
id: Hentikan penyemaian di rasio
it: Ferma seeding con rapporto
ja: 比率でシーディングを停止する
lt: Sustabdykite sėjimą santykiu
lv: Pārtraukt sēšanu pie attiecības
pl: Zatrzymaj udostępnianie przy współczynniku
pt_pt: Parar de semear na proporção
ro: Opriți donarea la rația
ru: Останавливать раздачу при рейтинге
sr: Заустави сидовање при односу
tr: Gönderimi şu oranda durdur
uk: Зупинити роздачу при співвідношенні
vi: Dừng chia sẻ ở tỷ lệ
